
BFCooldownDB = {
["BUFF"] = {
["config"] = true,
["hidecooldown"] = false,
["font"] = "Fonts\\ARKai_T.ttf",
["max"] = 0,
["point"] = "CENTER",
["alpha"] = 0.8,
["size"] = 30,
},
["ACTION"] = {
["hidecooldown"] = false,
["scale"] = 4,
["special"] = true,
["alpha"] = 0.8,
["min"] = 2.99,
["config"] = true,
["style"] = -1,
["shine"] = true,
["font"] = "Fonts\\ARKai_T.ttf",
["size"] = 35,
},
["short"] = {
["b"] = 0.1,
["s"] = 1.2,
["g"] = 0.1,
["r"] = 1,
},
["spellCache"] = {
["饮水"] = {
33444,
"item",
},
["传送：达拉然"] = {
37,
"spell",
},
["召唤达库鲁的影像"] = {
35797,
"item",
},
["扔下木乃伊"] = {
38149,
"item",
},
["寒冰护体"] = {
20,
"spell",
},
["法力护盾"] = {
48,
"spell",
},
["传送：暴风城"] = {
35,
"spell",
},
["深度冻结"] = {
24,
"spell",
},
["造水术"] = {
54,
"spell",
},
["样本能量"] = {
37173,
"item",
},
["急救"] = {
8,
"spell",
},
["冰霜新星"] = {
17,
"spell",
},
["隐形术"] = {
57,
"spell",
},
["奥术冲击"] = {
45,
"spell",
},
["造食术"] = {
55,
"spell",
},
["寒冰箭"] = {
21,
"spell",
},
["恢复法力"] = {
22832,
"item",
},
["冰锥术"] = {
16,
"spell",
},
["喝水"] = {
44750,
"item",
},
["血誓"] = {
38083,
"item",
},
["进食"] = {
33443,
"item",
},
["火球术"] = {
62,
"spell",
},
["变形术"] = {
41,
"spell",
},
["治疗药水"] = {
33447,
"item",
},
["捆绑野生胡萝卜"] = {
37708,
"item",
},
["魔爆术"] = {
60,
"spell",
},
["燃烧"] = {
35908,
"item",
},
["冰甲术"] = {
15,
"spell",
},
["制造法力宝石"] = {
40,
"spell",
},
["唤醒"] = {
43,
"spell",
},
["奥术智慧"] = {
46,
"spell",
},
["缓落术"] = {
52,
"spell",
},
["召唤水元素"] = {
18,
"spell",
},
["闪现术"] = {
56,
"spell",
},
["装配牢笼"] = {
35736,
"item",
},
["法师护甲"] = {
49,
"spell",
},
["法能药剂"] = {
40070,
"item",
},
["暴风雪"] = {
23,
"spell",
},
["烈焰风暴"] = {
64,
"spell",
},
["冰冷血脉"] = {
13,
"spell",
},
["法术反制"] = {
50,
"spell",
},
["冰枪术"] = {
14,
"spell",
},
["黑铁的烟草"] = {
38290,
"item",
},
["剥皮"] = {
1,
"spell",
},
["火焰冲击"] = {
61,
"spell",
},
},
["isChangeFont"] = true,
["secs"] = {
["b"] = 0,
["s"] = 0.9,
["g"] = 0.8,
["r"] = 1,
},
["center"] = {
["r"] = 0,
["b"] = 1,
["text"] = true,
["alpha"] = 0.65,
["width"] = 67,
["time"] = 1.2,
["font"] = "Fonts\\ARKai_T.ttf",
["style"] = 1,
["position"] = {
["y"] = 78,
["p"] = "CENTER",
["x"] = -52,
["r"] = "CENTER",
},
["g"] = 1,
["mode"] = true,
["config"] = false,
["size"] = 30,
},
["mins"] = {
["b"] = 0,
["s"] = 0.7,
["g"] = 0.6,
["r"] = 0.8,
},
["hrs"] = {
["b"] = 0,
["s"] = 0.6,
["g"] = 0.4,
["r"] = 0.6,
},
["days"] = {
["b"] = 0.4,
["s"] = 0.6,
["g"] = 0.4,
["r"] = 0.4,
},
["bar"] = false,
}
