
HandyNotes_NPCsClassicDB = {
["namespaces"] = {
["AltRecipes"] = {
},
},
["char"] = {
["达奥里斯 - 匕首岭"] = {
["learned"] = {
["菲兹兰克机场，北风苔原"] = true,
["暮冬要塞，龙骨荒野"] = true,
["瓦加德港口，嚎风峡湾"] = true,
["卡玛古，嚎风峡湾"] = true,
["琥珀松木营地，灰熊丘陵"] = true,
["达拉然"] = true,
["无畏要塞，北风苔原"] = true,
["群星之墓，龙骨荒野"] = true,
["莫亚基，龙骨荒野"] = true,
["银色前线基地，冰冠冰川"] = true,
["乌努比，北风苔原"] = true,
["布德克拉格庇护所，风暴峭壁"] = true,
["月溪旅，灰熊丘陵"] = true,
["琥珀崖，北风苔原"] = true,
["维德瓦堡垒，嚎风峡湾"] = true,
["永生之盾，考达拉"] = true,
["河流之心，索拉查盆地"] = true,
["冰霜堡，风暴峭壁"] = true,
["无畏远征军营地，冬拥湖"] = true,
["龙眠神殿，龙骨荒野"] = true,
["弗塔根要塞，龙骨荒野"] = true,
["西部卫戍要塞，嚎风峡湾"] = true,
["奈辛瓦里营地，索拉查盆地"] = true,
},
},
},
["profileKeys"] = {
["艾德赛 - 匕首岭"] = "Default",
["小脚萝莉 - 匕首岭"] = "Default",
["达奥里斯 - 匕首岭"] = "Default",
},
["profiles"] = {
["Default"] = {
},
},
}
