
LoCADB = {
["profileKeys"] = {
["小脚萝莉 - 匕首岭"] = "Default",
["艾德赛 - 匕首岭"] = "Default",
["达奥里斯 - 匕首岭"] = "Default",
},
["profiles"] = {
["Default"] = {
["debuffs"] = {
["debuffsTable"] = {
{
["name"] = "冰霜新星",
["icon"] = 135848,
},
{
["name"] = "霜寒刺骨",
["icon"] = 135842,
},
{
["name"] = "野性冲锋效果",
["icon"] = 132183,
},
{
["name"] = "强化断筋",
["icon"] = 132316,
},
nil,
{
["name"] = "纠缠根须",
["icon"] = 136100,
},
{
["name"] = "法术反制 - 沉默",
["icon"] = 135856,
},
{
["name"] = "沉默",
["icon"] = 136164,
},
{
["name"] = "沉默射击",
["icon"] = 132323,
},
{
["name"] = "锁喉沉默",
["icon"] = 132297,
},
{
["name"] = "法术封锁",
["icon"] = 136174,
},
{
["name"] = "缴械",
["icon"] = 132343,
},
{
["name"] = "肾击",
["icon"] = 132298,
},
{
["name"] = "偷袭",
["icon"] = 132092,
},
{
["name"] = "猛击",
["icon"] = 132114,
},
{
["name"] = "拦截",
["icon"] = 135860,
},
{
["name"] = "冲锋击昏",
["icon"] = 135860,
},
{
["name"] = "突袭",
["icon"] = 132142,
},
{
["name"] = "制裁之锤",
["icon"] = 135963,
},
{
["name"] = "胁迫",
["icon"] = 132111,
},
nil,
{
["name"] = "割碎",
["icon"] = 132134,
},
{
["name"] = "忏悔",
["icon"] = 135942,
},
{
["name"] = "凿击",
["icon"] = 132155,
},
{
["name"] = "驱散射击",
["icon"] = 132153,
},
{
["name"] = "致盲",
["icon"] = 136175,
},
{
["name"] = "变形术",
["icon"] = 136071,
},
{
["name"] = "恐惧",
["icon"] = 136183,
},
{
["name"] = "心灵尖啸",
["icon"] = 136184,
},
{
["name"] = "破胆怒吼",
["icon"] = 132154,
},
{
["name"] = "恐惧嚎叫",
["icon"] = 136147,
},
{
["name"] = "死亡缠绕",
["icon"] = 136145,
},
{
["name"] = "旋风",
["icon"] = 136022,
},
{
["name"] = "闷棍",
["icon"] = 132310,
},
{
["name"] = "冰冻陷阱效果",
["icon"] = 135834,
},
},
},
},
},
}
