
RecountDB = {
["profileKeys"] = {
["艾德赛 - 匕首岭"] = "艾德赛 - 匕首岭",
["小脚萝莉 - 匕首岭"] = "小脚萝莉 - 匕首岭",
["达奥里斯 - 匕首岭"] = "达奥里斯 - 匕首岭",
},
["profiles"] = {
["艾德赛 - 匕首岭"] = {
["MainWindowVis"] = false,
["MainWindow"] = {
["Position"] = {
["y"] = -303.9318695068359,
["x"] = 426.6664428710938,
["w"] = 140.0000610351563,
["h"] = 194.3570861816406,
},
},
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["MainWindowHeight"] = 194.3570861816406,
["CurDataSet"] = "OverallData",
["MainWindowWidth"] = 140.0000305175781,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["小脚萝莉 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -297.6907806396484,
["x"] = 409.2374877929688,
["w"] = 140.0000610351563,
["h"] = 200.0000305175781,
},
},
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["CurDataSet"] = "OverallData",
},
["达奥里斯 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -315.4677581787109,
["x"] = 464.3137817382813,
["w"] = 226.4495849609375,
["h"] = 197.9084930419922,
},
},
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.6961772441864014,
["r"] = 0.1490196138620377,
["g"] = 0.5058823823928833,
["b"] = 1,
},
["Background"] = {
["a"] = 0.5139633417129517,
["r"] = 0.2901960909366608,
["g"] = 0.5176470875740051,
["b"] = 0.7803922295570374,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
["Other Windows"] = {
["Title"] = {
["a"] = 0.7437116801738739,
["r"] = 0.2039215862751007,
["g"] = 0.5254902243614197,
["b"] = 1,
},
["Background"] = {
["a"] = 0.6961772441864014,
["r"] = 0.3803921937942505,
["g"] = 0.5254902243614197,
["b"] = 0.8705883026123047,
},
},
},
["LastInstanceName"] = "达克萨隆要塞",
["MainWindowHeight"] = 197.9084930419922,
["CurDataSet"] = "LastFightData",
["MainWindowWidth"] = 226.4495849609375,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
},
}
