
RecountDB = {
["profileKeys"] = {
["艾德赛 - 匕首岭"] = "艾德赛 - 匕首岭",
["达奥里斯 - 匕首岭"] = "达奥里斯 - 匕首岭",
},
["profiles"] = {
["艾德赛 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -303.9319763183594,
["x"] = 426.6665649414063,
["w"] = 140.0000610351563,
["h"] = 194.3570861816406,
},
},
["MainWindowHeight"] = 194.3570861816406,
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["CurDataSet"] = "OverallData",
["MainWindowWidth"] = 140.0000305175781,
},
["达奥里斯 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -315.4679870605469,
["x"] = 464.3137817382813,
["w"] = 226.4495849609375,
["h"] = 197.9084930419922,
},
},
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.6961772441864014,
["b"] = 1,
["g"] = 0.5058823823928833,
["r"] = 0.1490196138620377,
},
["Background"] = {
["a"] = 0.5139633417129517,
["b"] = 0.7803922295570374,
["g"] = 0.5176470875740051,
["r"] = 0.2901960909366608,
},
},
["Other Windows"] = {
["Title"] = {
["a"] = 0.7437116801738739,
["b"] = 1,
["g"] = 0.5254902243614197,
["r"] = 0.2039215862751007,
},
["Background"] = {
["a"] = 0.6961772441864014,
["b"] = 0.8705883026123047,
["g"] = 0.5254902243614197,
["r"] = 0.3803921937942505,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["LastInstanceName"] = "紫罗兰监狱",
["MainWindowHeight"] = 197.9084930419922,
["CurDataSet"] = "CurrentFightData",
["MainWindowWidth"] = 226.4495849609375,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
},
}
