
BFCooldownDB = {
["BUFF"] = {
["config"] = true,
["hidecooldown"] = false,
["font"] = "Fonts\\ARKai_T.ttf",
["max"] = 0,
["point"] = "CENTER",
["alpha"] = 0.8,
["size"] = 30,
},
["ACTION"] = {
["hidecooldown"] = false,
["scale"] = 4,
["special"] = true,
["alpha"] = 0.8,
["min"] = 2.99,
["config"] = true,
["style"] = -1,
["shine"] = true,
["font"] = "Fonts\\ARKai_T.ttf",
["size"] = 35,
},
["short"] = {
["b"] = 0.1,
["s"] = 1.2,
["g"] = 0.1,
["r"] = 1,
},
["spellCache"] = {
["附魔护腕 - 超强法术能量"] = {
44470,
"item",
},
["饮水"] = {
33445,
"item",
},
["火焰新星"] = {
24,
"spell",
},
["闪电之盾"] = {
54,
"spell",
},
["银色勇气"] = {
44013,
"item",
},
["休息"] = {
43523,
"item",
},
["自然迅捷"] = {
70,
"spell",
},
["法力之泉图腾"] = {
68,
"spell",
},
["法力之潮图腾"] = {
67,
"spell",
},
["熔岩图腾"] = {
28,
"spell",
},
["火舌武器"] = {
47,
"spell",
},
["驱毒术"] = {
71,
"spell",
},
["水之护盾"] = {
64,
"spell",
},
["治疗之泉图腾"] = {
65,
"spell",
},
["恢复法力"] = {
33448,
"item",
},
["大地之力图腾"] = {
37,
"spell",
},
["喝水"] = {
44750,
"item",
},
["激流"] = {
69,
"spell",
},
["根基图腾"] = {
39,
"spell",
},
["风剪"] = {
34,
"spell",
},
["烈焰震击"] = {
27,
"spell",
},
["元素的召唤"] = {
15,
"spell",
},
["净化术"] = {
18,
"spell",
},
["元素掌握"] = {
14,
"spell",
},
["战栗图腾"] = {
61,
"spell",
},
["进食"] = {
33449,
"item",
},
["雷霆风暴"] = {
33,
"spell",
},
["水上行走"] = {
44,
"spell",
},
["空气之怒图腾"] = {
50,
"spell",
},
["大地生命武器"] = {
58,
"spell",
},
["大地之盾"] = {
57,
"spell",
},
["星界传送"] = {
38,
"spell",
},
["风怒图腾"] = {
51,
"spell",
},
["闪电箭"] = {
31,
"spell",
},
["火舌图腾"] = {
42,
"spell",
},
["净化图腾"] = {
58,
"spell",
},
["闪电链"] = {
32,
"spell",
},
["次级治疗波"] = {
61,
"spell",
},
["治疗链"] = {
65,
"spell",
},
["治疗波"] = {
64,
"spell",
},
["冰霜震击"] = {
17,
"spell",
},
["净化灵魂"] = {
55,
"spell",
},
["英勇"] = {
52,
"spell",
},
["熔岩爆裂"] = {
29,
"spell",
},
["天怒图腾"] = {
21,
"spell",
},
},
["isChangeFont"] = true,
["secs"] = {
["b"] = 0,
["s"] = 0.9,
["g"] = 0.8,
["r"] = 1,
},
["center"] = {
["r"] = 0,
["b"] = 1,
["text"] = true,
["alpha"] = 0.65,
["width"] = 67,
["time"] = 1.2,
["font"] = "Fonts\\ARKai_T.ttf",
["style"] = 1,
["position"] = {
["y"] = 78,
["p"] = "CENTER",
["x"] = -52,
["r"] = "CENTER",
},
["g"] = 1,
["mode"] = true,
["config"] = false,
["size"] = 30,
},
["mins"] = {
["b"] = 0,
["s"] = 0.7,
["g"] = 0.6,
["r"] = 0.8,
},
["hrs"] = {
["b"] = 0,
["s"] = 0.6,
["g"] = 0.4,
["r"] = 0.6,
},
["days"] = {
["b"] = 0.4,
["s"] = 0.6,
["g"] = 0.4,
["r"] = 0.4,
},
["bar"] = false,
}
