
MEETINGHORN_DB = {
["char"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
["Splinter - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
["Hayisu - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
["艾伊苏霜蓝 - 匕首岭"] = {
["RecentData"] = {
},
["RecentOwnData"] = {
},
},
},
["profileKeys"] = {
["薇绮丶霜蓝 - 匕首岭"] = "薇绮丶霜蓝 - 匕首岭",
["葛芮芙丶霜蓝 - 匕首岭"] = "葛芮芙丶霜蓝 - 匕首岭",
["Splinter - 匕首岭"] = "Splinter - 匕首岭",
["Hayisu - 匕首岭"] = "Hayisu - 匕首岭",
["汉斯顿丶霜蓝 - 匕首岭"] = "汉斯顿丶霜蓝 - 匕首岭",
["苏莉娅丶霜蓝 - 匕首岭"] = "苏莉娅丶霜蓝 - 匕首岭",
["艾伊苏霜蓝 - 匕首岭"] = "艾伊苏霜蓝 - 匕首岭",
},
["profiles"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["window"] = {
["databroker"] = {
["y"] = -38.35589599609375,
["x"] = 87.4681396484375,
["point"] = "TOPLEFT",
["scale"] = 1,
},
},
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["window"] = {
["databroker"] = {
["y"] = 0,
["x"] = -389.6702423095703,
["scale"] = 1,
},
},
},
["Splinter - 匕首岭"] = {
},
["Hayisu - 匕首岭"] = {
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["window"] = {
["databroker"] = {
["y"] = 0,
["x"] = -325.7167663574219,
["scale"] = 1,
},
},
},
["艾伊苏霜蓝 - 匕首岭"] = {
["window"] = {
["databroker"] = {
["y"] = 0,
["x"] = 3.955068588256836,
["point"] = "TOPLEFT",
["scale"] = 1,
},
},
},
},
["global"] = {
["AnnTimer"] = 1723794643,
["SortFilteringData"] = {
},
["PracticalToolVersion"] = 1,
["EncounterVersion"] = 1,
["AnnData"] = {
{
["u"] = "https://s.126.fm/28FC6D4",
["t"] = "想复盘一下上周游戏角色的金币变动、装备提升、副本战绩？那就扫码使用网易大神【艾泽拉斯周报】工具吧！",
["a"] = 2,
},
{
["u"] = "https://s.163.com/zYPnOe",
["t"] = "免费好用的“打地鼠”WA，联袂多位魔兽达人的专属语音包上线啦！快查看详情，谁用谁知道~",
},
},
["BlackListData"] = {
},
["BannerShData"] = {
["u"] = "https://url.163.com/wGvT",
["t"] = "欢迎大家使用“集结号”！如果您刚刚加入游戏，遇到问题时可以在游戏中与玩家社区中寻求帮助。希望大家在冒险时能互帮互助，共同营造和谐友爱的游戏环境。",
["a"] = 2,
},
["BannerData"] = {
},
},
["realm"] = {
["匕首岭"] = {
["starRegiment"] = {
["regimentData"] = {
["指上丿弹冰"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["美少女蘸酱"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["Bonehunter"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["当垆笑春风"] = {
["roomID"] = "110012",
["level"] = 4,
["bgID"] = 0,
},
["大忽悠灬骑"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["带馅糯米球球"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["正十七"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["帅有锤子用"] = {
["roomID"] = 211370,
["level"] = 1,
["bgID"] = 0,
},
["聖蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["敬你秋风野马"] = {
["medalMap"] = {
["acc_exp"] = 6510,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "178364",
},
["仟寒"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["泰岚德丿微风"] = {
["roomID"] = 269616,
["level"] = 1,
["bgID"] = 0,
},
["风汐丶"] = {
["roomID"] = 161724,
["level"] = 3,
["bgID"] = 170,
},
["树赖熊"] = {
["bgID"] = 0,
["level"] = -1,
},
["小桜子"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["她的心太乱"] = {
["roomID"] = "182159",
["level"] = 3,
["bgID"] = 170,
},
["悠曦丶"] = {
["roomID"] = 289335,
["level"] = 2,
["bgID"] = 0,
},
["叠叠乐"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["邪恶啊"] = {
["roomID"] = 165883,
["level"] = 1,
["bgID"] = 0,
},
["爱琴海之枫"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["毛总毛我宇宙"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["圣光谱照"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["呱呱太"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["小电球"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["Azzaza"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["兰叶葳蕤"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["雪山阴影"] = {
["roomID"] = 167927,
["level"] = 1,
["bgID"] = 0,
},
["玲噹"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["香罗拭手"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["夏蟲不可語冰"] = {
["roomID"] = 276877,
["level"] = 3,
["bgID"] = 170,
},
["粉颜色丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["奈萨里奧"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["雷禅"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["可愛到飞起"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["世界树"] = {
["roomID"] = 113576,
["level"] = 2,
["bgID"] = 0,
},
["潇洒非非"] = {
["roomID"] = "347945",
["level"] = 3,
["bgID"] = 170,
},
["筱川哟"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["炒币爆仓"] = {
["roomID"] = 171312,
["level"] = 2,
["bgID"] = 0,
},
["刘六一丶"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["卿辞红露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["瞪尼妹"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["泰迪熊熊"] = {
["roomID"] = "106835",
["level"] = 3,
["bgID"] = 0,
},
["氣沖雲水"] = {
["roomID"] = "187297",
["level"] = 4,
["bgID"] = 0,
},
["白给玖玖"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["空虚小妞"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["全需排骨一"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["发哥来了"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["黑饿丶虎"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["夜雨繁色"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["寒跳跳"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["看我疗效"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["永野芽郁丶"] = {
["roomID"] = 108369,
["level"] = 1,
["bgID"] = 0,
},
["植只"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["范瑶瑶"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["万事屋阿银"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["丨狂丶仔丨"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["尐瀧包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["清風徐來"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["慕丶筱浅"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["起嚸"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["Caspiann"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["天空丶之宸"] = {
["roomID"] = 157941,
["level"] = 1,
["bgID"] = 0,
},
["Kikyour"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["夕阳下的晚霞"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["壹米玖捌"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["郝大锤"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["小粉丶"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["Jokers"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["忧伤丨剑"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["梓童"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["黑锋博尔特"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["绝世舞姬"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["夏日的骑"] = {
["roomID"] = 232691,
["level"] = 3,
["bgID"] = 0,
},
["冷疯丶狂喵"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["恶魔爸爸丨"] = {
["roomID"] = "348354",
["level"] = 2,
["bgID"] = 170,
},
["牧小雪"] = {
["roomID"] = 186401,
["level"] = 3,
["bgID"] = 170,
},
["短河丶"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["紫月海"] = {
["roomID"] = 164498,
["level"] = 2,
["bgID"] = 0,
},
["男骑士"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["森小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["清蒸虾脑"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["吞天帝丶碉爷"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["悠悠白雲"] = {
["roomID"] = "273895",
["level"] = 1,
["bgID"] = 0,
},
["戦场见"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["青秧满田"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["玖哥眞紅"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["东莞毒龙钻"] = {
["roomID"] = "325312",
["level"] = 4,
["bgID"] = 0,
},
["雷家大公主"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["南至无双"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["Sergioramos"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["月夜六号"] = {
["roomID"] = "303737",
["level"] = 2,
["bgID"] = 0,
},
["第叁种绝色"] = {
["roomID"] = 164050,
["level"] = 3,
["bgID"] = 0,
},
["惬意钱包"] = {
["roomID"] = 243681,
["level"] = 3,
["bgID"] = 0,
},
["多情多自扰"] = {
["roomID"] = 324288,
["level"] = 1,
["bgID"] = 0,
},
["开锁五十元"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["青山丶丶"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["Odettf"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["小猪佩骑"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["骑士大爷"] = {
["roomID"] = "160166",
["level"] = 2,
["bgID"] = 0,
},
["Aptapt"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["笑起来很圆"] = {
["roomID"] = "289804",
["level"] = 4,
["bgID"] = 0,
},
["电的嗷嗷叫"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["灬想想灬"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["Sanxiusm"] = {
["roomID"] = 239596,
["level"] = 2,
["bgID"] = 0,
},
["川原小梅"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["余音小蘑菇"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["冬菇淼淼"] = {
["roomID"] = 112798,
["level"] = 2,
["bgID"] = 0,
},
["飞絮濛濛"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["日落的酒馆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["云逸妃"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["一只大啊呜"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["麽药"] = {
["roomID"] = "154425",
["level"] = 4,
["bgID"] = 170,
},
["卿辞崋露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["明里紬丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["丨大丶前门丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["牛爷爷丶"] = {
["roomID"] = 162383,
["level"] = 2,
["bgID"] = 0,
},
["弥啦嗦"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["花与焰"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["成都渣渣辉"] = {
["roomID"] = 170039,
["level"] = 2,
["bgID"] = 0,
},
["夜神丶月"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["可可露娜"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["Divinemiss"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["了布德"] = {
["roomID"] = "220268",
["level"] = 3,
["bgID"] = 0,
},
["旌旗猎猎"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["黑饿枪手"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["南笙木槿"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["小姜丝丶"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["錒勊萌德"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["灬椛紙鳶灬"] = {
["roomID"] = "269847",
["level"] = 1,
["bgID"] = 0,
},
["小类比比"] = {
["roomID"] = 278585,
["level"] = 1,
["bgID"] = 0,
},
["子安宝贝"] = {
["roomID"] = 110914,
["level"] = 1,
["bgID"] = 0,
},
["牧芝"] = {
["roomID"] = "187425",
["level"] = 2,
["bgID"] = 0,
},
["不德撩"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["思思的毒奶"] = {
["roomID"] = 180452,
["level"] = 2,
["bgID"] = 0,
},
["丨三四丨"] = {
["roomID"] = 308966,
["level"] = 1,
["bgID"] = 0,
},
["超级巨星"] = {
["roomID"] = 116286,
["level"] = 2,
["bgID"] = 0,
},
["矮油油"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["南浩瀚丶"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["Nevod"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["乐享冰寂"] = {
["roomID"] = "150919",
["level"] = 3,
["bgID"] = 170,
},
["Aqlayer"] = {
["roomID"] = 327875,
["level"] = 1,
["bgID"] = 0,
},
["拜月教主"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["安格烈亚斯"] = {
["roomID"] = 158004,
["level"] = 2,
["bgID"] = 0,
},
["紫丶涩"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["小奶妈"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["暗叶小牧"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["瘟疫来咯"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["皇上英明"] = {
["roomID"] = 284395,
["level"] = 3,
["bgID"] = 0,
},
["魔导师奥莱"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["看我闷棍"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["白色死神丶黑"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["舎灬予"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["西边雨"] = {
["roomID"] = "201424",
["level"] = 2,
["bgID"] = 170,
},
["罗兰之歌"] = {
["bgID"] = 0,
["level"] = -1,
},
["野性孤傲"] = {
["roomID"] = "257488",
["level"] = 2,
["bgID"] = 0,
},
["欣欣貓"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["小公爷"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["Modi"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["四个辫"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["大迪奥粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["丨游侠丨"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["生气的河豚"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["曉飞飞"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["尐海腾"] = {
["roomID"] = 319426,
["level"] = 1,
["bgID"] = 0,
},
["全需排骨二"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["闲的无所事事"] = {
["roomID"] = 336157,
["level"] = 1,
["bgID"] = 0,
},
["挫志保持好"] = {
["roomID"] = "129116",
["level"] = 4,
["bgID"] = 0,
},
["烈鹰守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["好起来了啊"] = {
["roomID"] = 156927,
["level"] = 1,
["bgID"] = 0,
},
["拿弹弓打满月"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["天一月牙"] = {
["roomID"] = 170895,
["level"] = 1,
["bgID"] = 0,
},
["戍边的德"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["戈黛娃丶引"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["鱼肠小小猫"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["法爷不爱开门"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["铥铥了"] = {
["roomID"] = 249213,
["level"] = 2,
["bgID"] = 0,
},
["夏日掠夺春秋"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["拉蒂娜丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["古人画"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["皮特侏"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["子牙彡"] = {
["roomID"] = 183606,
["level"] = 1,
["bgID"] = 0,
},
["灬丨惟一"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["轩黎晨麒"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["黑袍道士"] = {
["roomID"] = "284395",
["level"] = 3,
["bgID"] = 0,
},
["君子梨吖"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["忏悔者昔兰尼"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["亏贼丶"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["语枫"] = {
["roomID"] = 131290,
["level"] = 2,
["bgID"] = 0,
},
["萨鲁法尔代王"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["扑克菲思"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["艳艳是宝贝呀"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["工藤静香丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["清白之年"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["耐锤"] = {
["roomID"] = 295117,
["level"] = 1,
["bgID"] = 0,
},
["雨落秋黄"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["寒江映月"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["我喜欢按摩"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["五个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["白小伍"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["闪电链加血"] = {
["roomID"] = "153939",
["level"] = 5,
["bgID"] = 170,
},
["迈铠仑"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["纯爱戰士"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["可可棒棒糖"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["浪漫舞王"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["宁静的夜色"] = {
["roomID"] = "325312",
["level"] = 4,
["bgID"] = 0,
},
["东坡私骑"] = {
["roomID"] = 271029,
["level"] = 1,
["bgID"] = 0,
},
["全需排骨七七"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["冰冻叁尺"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["猫咪大人"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["狂丿仔"] = {
["roomID"] = "284917",
["level"] = 1,
["bgID"] = 0,
},
["鬼魅喵喵"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["射射哒"] = {
["roomID"] = "132448",
["level"] = 1,
["bgID"] = 0,
},
["闻香丶识女人"] = {
["roomID"] = 183059,
["level"] = 2,
["bgID"] = 0,
},
["信仰忠初"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["嵐灵儿"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["蜜桃水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["蜜汁熊骑骑"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["落花意"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["没苦硬吃"] = {
["roomID"] = 286290,
["level"] = 1,
["bgID"] = 0,
},
["奇瑞瑞虎"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["神级防御"] = {
["roomID"] = "179518",
["level"] = 2,
["bgID"] = 0,
},
["七彩花斑猪"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["蓝绿"] = {
["roomID"] = 115447,
["level"] = 3,
["bgID"] = 0,
},
["獨活"] = {
["roomID"] = "187297",
["level"] = 4,
["bgID"] = 0,
},
["小数点儿"] = {
["roomID"] = 143502,
["level"] = 2,
["bgID"] = 0,
},
["白小安"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["灬丿惟一"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["星光丨永恒"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["梅花三弄丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["池渔故渊"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["奶小克服一下"] = {
["roomID"] = 109203,
["level"] = 2,
["bgID"] = 0,
},
["聖龍之殇"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["紧绷的棉花糖"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["丶小兔瑞贝卡"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["莱阳大猫"] = {
["roomID"] = 272075,
["level"] = 2,
["bgID"] = 0,
},
["皮卡秋丶"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["敖兴"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["鱼肠小德"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["凡锅锅"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["兽医鹿盔"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["风華"] = {
["roomID"] = 182641,
["level"] = 1,
["bgID"] = 170,
},
["地狱修罗丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["国服战神"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["瑞文戴尔侯爵"] = {
["roomID"] = 307917,
["level"] = 2,
["bgID"] = 0,
},
["Odettm"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["双修出道"] = {
["medalMap"] = {
["acc_exp"] = 13375,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 130210,
},
["聖龍之怒"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["夜星雨辰"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["海海"] = {
["roomID"] = "160894",
["level"] = 3,
["bgID"] = 170,
},
["四川夏洛特"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["神圣佛跳墙"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["杰克马花藤"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["风月猎"] = {
["roomID"] = 171042,
["level"] = 2,
["bgID"] = 0,
},
["回忆丨总想哭"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["死因不旻"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["紫气东来了"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["龙七丨狻猊"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["锁甲老板"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["还俗和尚丶"] = {
["roomID"] = 259939,
["level"] = 2,
["bgID"] = 0,
},
["我是蒙面大叔"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["社会我鹏哥"] = {
["roomID"] = 108699,
["level"] = 3,
["bgID"] = 0,
},
["影三人"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["哪吒丨骑"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["張小騎"] = {
["roomID"] = 242277,
["level"] = 2,
["bgID"] = 0,
},
["巅峰存在"] = {
["roomID"] = 180529,
["level"] = 2,
["bgID"] = 0,
},
["拖鞋崽"] = {
["roomID"] = 304280,
["level"] = 1,
["bgID"] = 0,
},
["体育锻炼"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["灵風"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["天遥云黯"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["炽灬无情"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["曾经有心"] = {
["roomID"] = 325447,
["level"] = 1,
["bgID"] = 0,
},
["方筱然"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["讨厌鬼啊"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["関二哥"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["说话客气点"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["老赵又来了"] = {
["roomID"] = 139409,
["level"] = 1,
["bgID"] = 0,
},
["小表妹"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["蜡笔小沐"] = {
["roomID"] = "347421",
["level"] = 1,
["bgID"] = 0,
},
["小张不生气"] = {
["roomID"] = 296291,
["level"] = 1,
["bgID"] = 0,
},
["长街烟火"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["不温"] = {
["roomID"] = "301636",
["level"] = 1,
["bgID"] = 170,
},
["薪如止水"] = {
["roomID"] = "344696",
["level"] = 1,
["bgID"] = 0,
},
["Lcdk"] = {
["roomID"] = "290535",
["level"] = 2,
["bgID"] = 170,
},
["唐钰小宝"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["好轻松啊"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["小荭手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["焱宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["难赴"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["下一个转身"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["丶烟光里"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["今天喝喜茶"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["無名小術"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["大德鲁依风"] = {
["roomID"] = 224735,
["level"] = 4,
["bgID"] = 0,
},
["满溪云"] = {
["roomID"] = 289302,
["level"] = 1,
["bgID"] = 0,
},
["什么都不买"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["乂不知火舞乂"] = {
["roomID"] = "329442",
["level"] = 1,
["bgID"] = 0,
},
["天一晓月"] = {
["roomID"] = 170895,
["level"] = 1,
["bgID"] = 0,
},
["此左非右"] = {
["roomID"] = 111091,
["level"] = 2,
["bgID"] = 0,
},
["鸿盟一"] = {
["roomID"] = 211290,
["level"] = 2,
["bgID"] = 0,
},
["管刹不管埋"] = {
["roomID"] = 326093,
["level"] = 1,
["bgID"] = 0,
},
["三四三四"] = {
["roomID"] = 308966,
["level"] = 1,
["bgID"] = 0,
},
["碎花小衬衫"] = {
["roomID"] = 135354,
["level"] = 2,
["bgID"] = 0,
},
["冰与火丶歌"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["暗黑可乐"] = {
["roomID"] = 145451,
["level"] = 3,
["bgID"] = 0,
},
["Ooee"] = {
["roomID"] = 160751,
["level"] = 3,
["bgID"] = 0,
},
["洛丹伦二孝子"] = {
["roomID"] = 168101,
["level"] = 1,
["bgID"] = 0,
},
["蜜桃派"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["耀阳三"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["华尔琪快分散"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["Merlinstorm"] = {
["roomID"] = 329169,
["level"] = 1,
["bgID"] = 0,
},
["平凡的加班狗"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["盾悉苍穹"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["聖龍"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["谁又在偷吃"] = {
["roomID"] = "150475",
["level"] = 4,
["bgID"] = 0,
},
["Darkrai"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["快用灵打"] = {
["roomID"] = 138385,
["level"] = 2,
["bgID"] = 0,
},
["阿良良木"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["Acesacredin"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["诗一般的落霞"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["阿酱丶"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["牺牲"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["Kiseli"] = {
["roomID"] = 279378,
["level"] = 2,
["bgID"] = 0,
},
["伤心的晃晃"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["麻辣小菊"] = {
["roomID"] = 135354,
["level"] = 2,
["bgID"] = 0,
},
["Leven"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["三井寿丷"] = {
["roomID"] = 117404,
["level"] = 2,
["bgID"] = 0,
},
["荣耀骑士临光"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["圣黑骑士"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["出右脸再改名"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["三品带炮侍卫"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["锤爆黎狗头"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["随风起橆"] = {
["roomID"] = 133765,
["level"] = 1,
["bgID"] = 0,
},
["逆鳞之欣"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["安妮妮"] = {
["roomID"] = 282514,
["level"] = 2,
["bgID"] = 0,
},
["奶恩很傲娇"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["血腥之舞"] = {
["roomID"] = "220968",
["level"] = 2,
["bgID"] = 0,
},
["南妹儿"] = {
["roomID"] = "335960",
["level"] = 1,
["bgID"] = 0,
},
["两个大壁蔸"] = {
["roomID"] = 131164,
["level"] = 1,
["bgID"] = 0,
},
["霜害"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["超甜玛琪朵"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["村头刘贰狗"] = {
["roomID"] = 197194,
["level"] = 3,
["bgID"] = 0,
},
["浪漫舞后"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["无名雪"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["满月居于空"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["百事可术"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的哎呦"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["凌梓"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["罗浩文别叫了"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["爽口黄瓜"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["黯戳戳"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["多明纳里亚"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["软软小泡芙"] = {
["roomID"] = 250923,
["level"] = 3,
["bgID"] = 0,
},
["赛冠希丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["叫声爷"] = {
["roomID"] = 326989,
["level"] = 1,
["bgID"] = 0,
},
["超甜抹抹茶"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["得道小兵"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["百分之一"] = {
["roomID"] = 156961,
["level"] = 2,
["bgID"] = 0,
},
["梅西亚"] = {
["roomID"] = 146326,
["level"] = 3,
["bgID"] = 0,
},
["随意大小變"] = {
["roomID"] = 167455,
["level"] = 2,
["bgID"] = 0,
},
["雨夜香茶"] = {
["roomID"] = 149062,
["level"] = 1,
["bgID"] = 0,
},
["游荡的青春"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["源心石"] = {
["roomID"] = 111031,
["level"] = 1,
["bgID"] = 0,
},
["怒斩天下"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["此号已停用"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["伊鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["女王的灵气"] = {
["roomID"] = 113940,
["level"] = 3,
["bgID"] = 0,
},
["初衆"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["沐雨丶橙风丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["全需骑嗨柱"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["两把扫帚"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["老子道德经"] = {
["roomID"] = 112798,
["level"] = 2,
["bgID"] = 0,
},
["军团小公主丶"] = {
["roomID"] = 117404,
["level"] = 2,
["bgID"] = 0,
},
["褪去黄得橙"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["易拉罐小橙子"] = {
["roomID"] = 293574,
["level"] = 3,
["bgID"] = 0,
},
["冰灵三骑"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["Eddiemua"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["董丨铣鉎"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["派塘恶霸"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["霹雳大帅哥"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["双马尾冲鸭"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["给我狠狠灭"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["冰雪流星"] = {
["roomID"] = 164498,
["level"] = 2,
["bgID"] = 0,
},
["機土推肉人灬"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["天启之黎明"] = {
["roomID"] = 172263,
["level"] = 3,
["bgID"] = 0,
},
["可愛到发芽"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["凌云花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["家中侧卧"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["穆菁"] = {
["roomID"] = "305299",
["level"] = 2,
["bgID"] = 0,
},
["無伈"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["Memorable"] = {
["roomID"] = 121310,
["level"] = 3,
["bgID"] = 0,
},
["陈文西灬"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["一神乐千鹤一"] = {
["roomID"] = 137112,
["level"] = 4,
["bgID"] = 0,
},
["盜贼"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["无脑扯面"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["我是阿萱丶"] = {
["roomID"] = "128204",
["level"] = 2,
["bgID"] = 0,
},
["灵媒介质"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["赤焰双煞"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["骑士摇摆"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["地狱的奴仆"] = {
["bgID"] = 0,
["level"] = -1,
},
["雷神丨托尔"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["知识既德性"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["妞儿"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["小桃兔几"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["西夏回鹘"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["剑豪克罗蒂"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["锦墨丨涵秋"] = {
["roomID"] = 115479,
["level"] = 3,
["bgID"] = 0,
},
["青春无缘"] = {
["roomID"] = 108161,
["level"] = 2,
["bgID"] = 0,
},
["麦琪礼物"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["Ksn"] = {
["roomID"] = 252318,
["level"] = 2,
["bgID"] = 0,
},
["古茗"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["夏曰彩虹岛"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["椎名丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["爧嬈牧魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["Pwoerqiang"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["峨眉飒"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["天空的蔚蓝"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["往后余生黯灭"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["坏蛋丶术"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["貂娜美"] = {
["roomID"] = "324790",
["level"] = 1,
["bgID"] = 0,
},
["深渊残响"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["壹箭傾伈"] = {
["bgID"] = 0,
["level"] = -1,
},
["霹雳小宝贝"] = {
["roomID"] = 286512,
["level"] = 2,
["bgID"] = 0,
},
["牛咪"] = {
["roomID"] = 115191,
["level"] = 1,
["bgID"] = 0,
},
["Acewizard"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["利亚卓琳"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["一键三连"] = {
["roomID"] = "116286",
["level"] = 2,
["bgID"] = 170,
},
["快乐的锅贴"] = {
["roomID"] = "116286",
["level"] = 2,
["bgID"] = 170,
},
["卿九"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["长着蹄子的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["花曼"] = {
["roomID"] = 153666,
["level"] = 3,
["bgID"] = 0,
},
["尾巴是本体"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["弑丶君"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["堕落小鹌鹑"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["烈酒敬英雄"] = {
["roomID"] = 306087,
["level"] = 1,
["bgID"] = 0,
},
["師太"] = {
["roomID"] = "347945",
["level"] = 3,
["bgID"] = 170,
},
["Lcmm"] = {
["roomID"] = 290535,
["level"] = 2,
["bgID"] = 0,
},
["铁之兽兽哥"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["王游龙"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["春棠花欲醉乄"] = {
["roomID"] = 106544,
["level"] = 3,
["bgID"] = 0,
},
["明明是牧師啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["时年风岚"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["元气史迪奇"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["龙头地鼠"] = {
["roomID"] = "165387",
["level"] = 2,
["bgID"] = 0,
},
["暗之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["大萌战"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["双子补伍佰"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["死灵再现"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["排骨炖酸菜"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["芜湖附魔师"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["灬幽幽弑神灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["缄默图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["光明辣牛奶"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["Ææãææ"] = {
["roomID"] = 292638,
["level"] = 1,
["bgID"] = 0,
},
["与君歌一曲"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["夏宇丨圣鸿"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["坠落丶星尘"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["铜髯"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["软妹妹"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["丶北屿"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["半萌半扫"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["倒霉的傻傻恒"] = {
["roomID"] = 316398,
["level"] = 3,
["bgID"] = 170,
},
["瓦萨斯"] = {
["roomID"] = "356291",
["level"] = 3,
["bgID"] = 0,
},
["菠小萝"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["冰戮丶星夜"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["Missop"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["Windflamen"] = {
["roomID"] = "184140",
["level"] = 3,
["bgID"] = 170,
},
["丿叶久美"] = {
["roomID"] = 276875,
["level"] = 2,
["bgID"] = 0,
},
["六只猫的小八"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["永恒靑靑"] = {
["roomID"] = "158718",
["level"] = 2,
["bgID"] = 170,
},
["萌魂"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["Melodruid"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["四海之力"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["黄天宝潜行"] = {
["roomID"] = "115473",
["level"] = 3,
["bgID"] = 0,
},
["Cem"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["二舍"] = {
["roomID"] = 326155,
["level"] = 1,
["bgID"] = 0,
},
["文哲丶"] = {
["roomID"] = "168490",
["level"] = 4,
["bgID"] = 170,
},
["根本不行先生"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["青木谣"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["周周圆"] = {
["bgID"] = 0,
["level"] = -1,
},
["高松燈"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["Aazza"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["赛德华丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["芜湖小小骑"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["狂挺猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["堀北鈴音"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["爱狗捏"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["筱丶川"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["丶猎无敌"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["狂丨艾斯"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["青灯古城"] = {
["roomID"] = 238966,
["level"] = 2,
["bgID"] = 0,
},
["声东击西"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["想看你笑丶"] = {
["roomID"] = 165396,
["level"] = 3,
["bgID"] = 0,
},
["Lilicay"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["Eatribs"] = {
["medalMap"] = {
["acc_exp"] = 7395,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032460,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 160086,
},
["西瓜炒肉"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["渃小雨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["雷霆石"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["残月晓星"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["咕咕鸟丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["嵌入式程序"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["奥秘之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["超导电磁水鬼"] = {
["roomID"] = "159096",
["level"] = 2,
["bgID"] = 0,
},
["电萨灬嘲讽"] = {
["roomID"] = 160088,
["level"] = 2,
["bgID"] = 0,
},
["奶香纯正"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["Giligiliai"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["河豚周"] = {
["roomID"] = 133458,
["level"] = 2,
["bgID"] = 0,
},
["冰丝妖雪"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["起名不费劲"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["虎骑士"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["萝憨瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["洲际导弹"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["瞧嘟那小样"] = {
["roomID"] = 178410,
["level"] = 2,
["bgID"] = 0,
},
["自由自在清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["奈落的女王"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["陈佳欣"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["水果乄猎神"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["冷疯丶狂术"] = {
["roomID"] = "134603",
["level"] = 1,
["bgID"] = 0,
},
["梅子汤"] = {
["roomID"] = 115980,
["level"] = 3,
["bgID"] = 0,
},
["要不要来一套"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["Minionn"] = {
["roomID"] = 176090,
["level"] = 1,
["bgID"] = 0,
},
["荼蘼花开"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["茶几上的压力"] = {
["roomID"] = "324725",
["level"] = 1,
["bgID"] = 0,
},
["红牛奶茶"] = {
["roomID"] = "140948",
["level"] = 3,
["bgID"] = 0,
},
["文思月"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["丫猎猎"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["叶子夕"] = {
["roomID"] = 211392,
["level"] = 1,
["bgID"] = 0,
},
["灬防丶骑灬"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["白色灬死神"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["圣光屁佑你"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["痛了散了呗"] = {
["roomID"] = 170430,
["level"] = 3,
["bgID"] = 0,
},
["Lacus"] = {
["roomID"] = 294045,
["level"] = 1,
["bgID"] = 0,
},
["岁月之父"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["哒达娃子"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["若影惊鸿"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["贫僧法号情圣"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["枪兵幸运一"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["糯米炭炭"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["耐骑"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["Mike"] = {
["roomID"] = 125299,
["level"] = 2,
["bgID"] = 0,
},
["光头加爆鸡坝"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["吃颗糖吧"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["玛法里疍"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["芝芝蓝莓"] = {
["roomID"] = "109843",
["level"] = 2,
["bgID"] = 170,
},
["昨晚不是我"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["轩辕丶大帝"] = {
["roomID"] = 294263,
["level"] = 2,
["bgID"] = 0,
},
["雪之下"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["不一般的高"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["猫头嘤"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["爱走场的神"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["爆炸即法术"] = {
["roomID"] = 296577,
["level"] = 1,
["bgID"] = 0,
},
["小兵锝道"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["一起闯天下"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["Yuya"] = {
["roomID"] = 326707,
["level"] = 1,
["bgID"] = 0,
},
["灰仙"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["丶大王术"] = {
["roomID"] = 155076,
["level"] = 3,
["bgID"] = 0,
},
["一汽偷油哒"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["陈瀚丷"] = {
["roomID"] = 132897,
["level"] = 1,
["bgID"] = 0,
},
["丶小芬达"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["专干咸蛋蛋"] = {
["roomID"] = 243257,
["level"] = 2,
["bgID"] = 0,
},
["雾蓝"] = {
["bgID"] = 0,
["level"] = -1,
},
["肯瑞托的荣耀"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["又白又大"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["梓玉"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["兔子来采花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["舎予"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["宜游"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["强效炎爆术"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["梦幻丶泡影"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["堅若磐石"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["烟花骑士"] = {
["roomID"] = 242050,
["level"] = 2,
["bgID"] = 0,
},
["枇杷"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["Caspianm"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["會飛的灰肥貓"] = {
["roomID"] = 156862,
["level"] = 2,
["bgID"] = 0,
},
["夕梦妮"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["蔡鸟的小情人"] = {
["roomID"] = "337435",
["level"] = 1,
["bgID"] = 0,
},
["美甲师一号"] = {
["roomID"] = 201812,
["level"] = 1,
["bgID"] = 0,
},
["八里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["约德尔人二十"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["烟雨小骑"] = {
["roomID"] = 226762,
["level"] = 1,
["bgID"] = 0,
},
["风神殿下"] = {
["roomID"] = "114532",
["level"] = 1,
["bgID"] = 0,
},
["樱桃不会奶"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["戍边游侠"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["会长请自重"] = {
["roomID"] = 114955,
["level"] = 2,
["bgID"] = 0,
},
["龍炎审判者"] = {
["roomID"] = 155968,
["level"] = 2,
["bgID"] = 0,
},
["Favourite"] = {
["roomID"] = 166070,
["level"] = 3,
["bgID"] = 0,
},
["無名小德"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["笨猫嫒窝窝"] = {
["roomID"] = 248145,
["level"] = 2,
["bgID"] = 0,
},
["误落红尘"] = {
["roomID"] = 186407,
["level"] = 1,
["bgID"] = 0,
},
["不说话的镣铐"] = {
["roomID"] = 159024,
["level"] = 2,
["bgID"] = 0,
},
["国服干部"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["龍乄小骑士"] = {
["roomID"] = 220787,
["level"] = 3,
["bgID"] = 0,
},
["奶德芙"] = {
["roomID"] = "313402",
["level"] = 2,
["bgID"] = 170,
},
["Overstream"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["韩诺"] = {
["roomID"] = 126268,
["level"] = 2,
["bgID"] = 0,
},
["珂珂小魔王"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["锦年之裳"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["冰原制造者"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["你对力量无知"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["曾骚气"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["雨落听声"] = {
["roomID"] = 172833,
["level"] = 4,
["bgID"] = 0,
},
["Cybertruck"] = {
["roomID"] = 107090,
["level"] = 2,
["bgID"] = 0,
},
["狂小酱"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["凯勒会恐惧"] = {
["roomID"] = "109387",
["level"] = 3,
["bgID"] = 170,
},
["土豆中的传奇"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["漫川"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["远航的滴克"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["浅野瑞慧"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["一口袋面包"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["木净"] = {
["roomID"] = "305299",
["level"] = 2,
["bgID"] = 0,
},
["瓦酷瓦酷"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["寒如江逝电"] = {
["roomID"] = 147019,
["level"] = 3,
["bgID"] = 0,
},
["可怜乞丐瀦"] = {
["roomID"] = 304579,
["level"] = 2,
["bgID"] = 0,
},
["呼衍王"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["丿狂仔丿"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["丶大风起兮"] = {
["roomID"] = "166168",
["level"] = 2,
["bgID"] = 0,
},
["娛樂丶戰紅顏"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["血低开"] = {
["roomID"] = "144592",
["level"] = 2,
["bgID"] = 0,
},
["黑铁猎头者"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂枭"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["德里克丶怀特"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["猎殺時刻"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["漪灵心悦"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["随風起舞"] = {
["roomID"] = 133765,
["level"] = 1,
["bgID"] = 0,
},
["丨长丶白山丨"] = {
["roomID"] = 291393,
["level"] = 2,
["bgID"] = 0,
},
["Tnndt"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["小涂同学"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["观风听月"] = {
["roomID"] = 252300,
["level"] = 1,
["bgID"] = 0,
},
["德国范德彪"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["小明的大名"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["夏罓雨"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["白日晚"] = {
["roomID"] = "289362",
["level"] = 4,
["bgID"] = 170,
},
["王女士的猫"] = {
["roomID"] = 317225,
["level"] = 4,
["bgID"] = 0,
},
["大拇指诗诗"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["瘟老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["刀刀见肉"] = {
["roomID"] = "154451",
["level"] = 3,
["bgID"] = 170,
},
["锦年之殤"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["白玉无瑕"] = {
["roomID"] = 291490,
["level"] = 1,
["bgID"] = 0,
},
["鱼亅骨头"] = {
["roomID"] = 107909,
["level"] = 4,
["bgID"] = 0,
},
["日白"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["锋雷依羽"] = {
["roomID"] = 235899,
["level"] = 3,
["bgID"] = 0,
},
["小冰球"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["迪凯"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["我乃强力团"] = {
["roomID"] = 147408,
["level"] = 3,
["bgID"] = 170,
},
["爆烟子老头儿"] = {
["roomID"] = 186649,
["level"] = 1,
["bgID"] = 0,
},
["靓神丨很靓"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["寒花凌烈"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["点秋水"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["书信丶寄山鬼"] = {
["roomID"] = 335403,
["level"] = 1,
["bgID"] = 0,
},
["玻璃糖"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["小银丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["七刀的传说"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["南风恋叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["龍十七"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["悠悠白云"] = {
["roomID"] = "273895",
["level"] = 1,
["bgID"] = 0,
},
["Anzhanx"] = {
["bgID"] = 0,
["level"] = -1,
},
["飒凌"] = {
["roomID"] = 254790,
["level"] = 1,
["bgID"] = 0,
},
["小囡丶仔"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["佬楞"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["Cledepeau"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["叁贰陆"] = {
["roomID"] = 173405,
["level"] = 2,
["bgID"] = 0,
},
["圆圆和捅捅"] = {
["roomID"] = 158195,
["level"] = 2,
["bgID"] = 0,
},
["萌鸭"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["痞孖大叔"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["咏冻"] = {
["roomID"] = 182641,
["level"] = 1,
["bgID"] = 170,
},
["可梨害啦"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["倾国倾城清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["西府卫士"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["死亡的意志"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["熔岩爆裂"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["赛大炮丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["枫暮晚"] = {
["roomID"] = 296984,
["level"] = 1,
["bgID"] = 0,
},
["卡丽法"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["翩翩是废材"] = {
["roomID"] = 132301,
["level"] = 1,
["bgID"] = 0,
},
["丨炫丶赫门丨"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["年轻的嫂子"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["昨日花魂"] = {
["roomID"] = "269847",
["level"] = 1,
["bgID"] = 0,
},
["喃呗兔"] = {
["roomID"] = 106544,
["level"] = 2,
["bgID"] = 0,
},
["韩晨坤"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["丨以奶服人丨"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["格雷法克丝"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["豆丶包九号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["亚啦索"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["狂胖胖"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["白夜黑天"] = {
["roomID"] = 131097,
["level"] = 3,
["bgID"] = 0,
},
["罗汉果生吃"] = {
["roomID"] = "242504",
["level"] = 1,
["bgID"] = 0,
},
["只会搓煤球"] = {
["roomID"] = 163670,
["level"] = 1,
["bgID"] = 0,
},
["阿萨辛熊猫"] = {
["roomID"] = 204727,
["level"] = 3,
["bgID"] = 0,
},
["席爾洛"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["宏德碧霞元君"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["猫爷丶古尘丨"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["风之尘"] = {
["roomID"] = 310518,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨戚"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["小样超帅的"] = {
["roomID"] = 178410,
["level"] = 2,
["bgID"] = 0,
},
["羽呀"] = {
["roomID"] = 326707,
["level"] = 1,
["bgID"] = 0,
},
["一夜连绵细雨"] = {
["roomID"] = 276877,
["level"] = 3,
["bgID"] = 170,
},
["悲白发念芳华"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["绝对达令"] = {
["roomID"] = 131097,
["level"] = 3,
["bgID"] = 0,
},
["嗜血无限"] = {
["roomID"] = 276828,
["level"] = 1,
["bgID"] = 170,
},
["丨戰丨徳丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["南方男神"] = {
["roomID"] = 178069,
["level"] = 2,
["bgID"] = 0,
},
["萌萌的小咸鱼"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["我乃大专巅峰"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["大刀砍人爽"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["白给壹壹"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["龙十四爷"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["流离丶捌"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["皈依渡"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["肴一夜天光"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["禁忌之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["霏雨潇潇"] = {
["roomID"] = "278209",
["level"] = 2,
["bgID"] = 0,
},
["冇点味道"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["如我一瞬"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["绯夜蝶"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["我真佩服你们"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["夏缇雅"] = {
["roomID"] = 203497,
["level"] = 1,
["bgID"] = 0,
},
["外地洋芋"] = {
["roomID"] = 161389,
["level"] = 3,
["bgID"] = 0,
},
["肉丸归来"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["骑士之海"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["坦白从严"] = {
["roomID"] = 243257,
["level"] = 2,
["bgID"] = 0,
},
["莓烦恼"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["为谁红颜醉"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["田里犯了错"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["Blackstorm"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["Windmage"] = {
["medalMap"] = {
["acc_exp"] = 5490,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032640,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "184140",
},
["如沐春晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["不二丶流年"] = {
["roomID"] = 204250,
["level"] = 2,
["bgID"] = 0,
},
["我太黑不配玩"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["全需排骨四"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["依依灬宝宝"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["手红瘾大"] = {
["roomID"] = 176090,
["level"] = 1,
["bgID"] = 0,
},
["狗尾巴小花"] = {
["roomID"] = 112493,
["level"] = 1,
["bgID"] = 0,
},
["望山雲雾"] = {
["roomID"] = "187297",
["level"] = 4,
["bgID"] = 0,
},
["丶小小囡仔"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["润土"] = {
["roomID"] = "201481",
["level"] = 2,
["bgID"] = 170,
},
["猪八戒跑了"] = {
["roomID"] = 323117,
["level"] = 2,
["bgID"] = 0,
},
["曾的嘿"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["知名美妆师"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["狂刷猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["娛樂丶戲紅顔"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["哪吒丨贼"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["峨眉血"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["念丶花篱"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["谢可寅"] = {
["roomID"] = 276675,
["level"] = 1,
["bgID"] = 0,
},
["速斗"] = {
["roomID"] = "136286",
["level"] = 3,
["bgID"] = 0,
},
["打不死的峻熙"] = {
["roomID"] = "350135",
["level"] = 1,
["bgID"] = 0,
},
["橙强旳软酥臀"] = {
["bgID"] = 0,
["level"] = -1,
},
["工资抵"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["卡莎"] = {
["roomID"] = 277567,
["level"] = 1,
["bgID"] = 0,
},
["燃烧的艺术"] = {
["roomID"] = "156927",
["level"] = 4,
["bgID"] = 200,
},
["血尔萨斯"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["Wheezecat"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["零之軌跡"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["Caspiane"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["快夸阿蛋厉害"] = {
["roomID"] = 132226,
["level"] = 2,
["bgID"] = 0,
},
["云逸冲"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["洒满大地"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["半夏欣缘"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["寒冰柔情"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["芜閜蒳荷"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["天堂大疯疯"] = {
["roomID"] = 158734,
["level"] = 3,
["bgID"] = 0,
},
["摘星辰丶"] = {
["roomID"] = 218621,
["level"] = 2,
["bgID"] = 0,
},
["灵魂歌者灬"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["爆炸小土豆"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["邱邱飒"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["橙强"] = {
["bgID"] = 0,
["level"] = -1,
},
["孽盘"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["桃落晚晴丶"] = {
["roomID"] = "271889",
["level"] = 1,
["bgID"] = 0,
},
["冷水下锅"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["柳玉"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["教练我想打本"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["卡拉车"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["调皮的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["紙魚"] = {
["roomID"] = "295570",
["level"] = 3,
["bgID"] = 0,
},
["奕剑鸿"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["萌萌灬瓜瓜"] = {
["medalMap"] = {
["acc_exp"] = 1310,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 160408,
},
["王菇凉一御"] = {
["roomID"] = "327856",
["level"] = 2,
["bgID"] = 0,
},
["防守丨反击"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["如斯观山"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["神之护佑"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["羽丶堂堂"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["阳炎级八号舰"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["打死奶不起"] = {
["bgID"] = 0,
["level"] = -1,
},
["深山中的太白"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["圣个斑马"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["轩辕龙骑二号"] = {
["roomID"] = "115086",
["level"] = 1,
["bgID"] = 0,
},
["千凝歌"] = {
["roomID"] = "174544",
["level"] = 4,
["bgID"] = 0,
},
["歲月丶神偷"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["小七宝儿"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["利维"] = {
["roomID"] = 307318,
["level"] = 3,
["bgID"] = 0,
},
["篮球部的小田"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["彼岸丶聖騏仕"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["茶几上的鸭梨"] = {
["roomID"] = "324725",
["level"] = 1,
["bgID"] = 0,
},
["白羊座的微笑"] = {
["roomID"] = "249198",
["level"] = 3,
["bgID"] = 170,
},
["Paladinstar"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["风情白馒头"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["恶毒後媽乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["猎小瑶"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["奶味十足丶"] = {
["roomID"] = 204954,
["level"] = 1,
["bgID"] = 0,
},
["老司季灬萨"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["梦醒胭脂泪"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["断章取义"] = {
["roomID"] = "147491",
["level"] = 4,
["bgID"] = 0,
},
["凡锅是小宝宝"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["大长腿欧吉"] = {
["roomID"] = 203374,
["level"] = 3,
["bgID"] = 0,
},
["為所欲為丶"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["熊阔海"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["席琳一"] = {
["roomID"] = 113576,
["level"] = 2,
["bgID"] = 0,
},
["新月的泯泯"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["跳跳龍丶"] = {
["roomID"] = "116266",
["level"] = 3,
["bgID"] = 170,
},
["神抖抖"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["没有打断"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["萝小北"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["惆怅长岑长"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["问道有恒"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["知名小青年"] = {
["roomID"] = 113611,
["level"] = 2,
["bgID"] = 0,
},
["你别战复"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["老丁的盗賊"] = {
["roomID"] = "319330",
["level"] = 1,
["bgID"] = 0,
},
["安静的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["晓晓轩"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["我喜欢粉嘟嘟"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["牧牛娃"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["宇宙连连看"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["张爱国丶"] = {
["roomID"] = 204954,
["level"] = 1,
["bgID"] = 0,
},
["魔药尜尜"] = {
["roomID"] = "154425",
["level"] = 4,
["bgID"] = 170,
},
["铁蛋丶萨满"] = {
["roomID"] = "212454",
["level"] = 2,
["bgID"] = 0,
},
["樱吹丶雪"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["喜欢啃排骨"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["小晦机"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["夏宇丨畴骑"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["黑色主教"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["米特"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["百事可扛"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["独行"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["布蕾妮彩虹"] = {
["roomID"] = "337835",
["level"] = 1,
["bgID"] = 170,
},
["深蓝含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["软蓝最好抽"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["吾孰与徐公美"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["灰烬圣光之灵"] = {
["roomID"] = "279978",
["level"] = 3,
["bgID"] = 170,
},
["Kfour"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["婆娑花影"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["能抗能砍"] = {
["roomID"] = 327203,
["level"] = 1,
["bgID"] = 0,
},
["Luckymonkey"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["暗叶冰霜"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["国服法神"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["言溪"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["要不要来一盘"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["血战修罗"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["紅茶玛奇朵"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["五叔叔"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["旺仔灬牛奶糖"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["曦阳"] = {
["roomID"] = 240625,
["level"] = 2,
["bgID"] = 0,
},
["无忧丶死骑"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["就是玩啊"] = {
["roomID"] = "156927",
["level"] = 4,
["bgID"] = 200,
},
["葬忆夜凄凉"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["雪花三文鱼"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["幸福就是痛"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["田小萃"] = {
["roomID"] = 111241,
["level"] = 2,
["bgID"] = 0,
},
["锰德"] = {
["roomID"] = 106249,
["level"] = 1,
["bgID"] = 0,
},
["追梦族"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["逆鳞之戀"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["奥兹巴尔多"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["笨丢丢"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["姐丶独领风骚"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["一只小章鱼"] = {
["roomID"] = 239110,
["level"] = 3,
["bgID"] = 170,
},
["灵活就业"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["我爱放奉献"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["变大变粗更强"] = {
["roomID"] = "280492",
["level"] = 2,
["bgID"] = 170,
},
["刀疤脸"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["兔子和蛋花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["今生秀"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["渔夫师姐"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["三品带锤"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["小小若溪"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["Sigui"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["丶恰啤酒"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["步入黑暗路程"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["沙漠小骆驼"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["星月落羽"] = {
["roomID"] = "132278",
["level"] = 3,
["bgID"] = 170,
},
["麻麻德"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["冰瑶桃桃"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["法定符合我"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["徐铁"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["多多小可爱"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["圣光守护者"] = {
["roomID"] = 132633,
["level"] = 1,
["bgID"] = 0,
},
["夜砜"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["残堸"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["毛总别毛我了"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["北落星"] = {
["roomID"] = "174385",
["level"] = 2,
["bgID"] = 0,
},
["雷家二公主"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["潜行匿影"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["牧神之殇"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["星城电棍"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["狂暴战丨"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["弥法嗦"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["诸神乄黄昏"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["你怎么手震"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["清锋骑士"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["琦迹"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["水若寒"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["锐雯咖啡"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["谁是豌豆脆呀"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["光明灬麻薯"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["五狗灬"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["坏了好起来了"] = {
["roomID"] = 149087,
["level"] = 2,
["bgID"] = 0,
},
["恐怖魚"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["Smm"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["安乐术"] = {
["roomID"] = 106775,
["level"] = 2,
["bgID"] = 0,
},
["一刀姐"] = {
["roomID"] = 161389,
["level"] = 3,
["bgID"] = 0,
},
["暗得冰火奥"] = {
["roomID"] = "113099",
["level"] = 3,
["bgID"] = 200,
},
["萨是一种格局"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["有一个故人"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["奶酪丶棒"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["老赵有橙斧"] = {
["roomID"] = 139409,
["level"] = 1,
["bgID"] = 0,
},
["鱼欲语与雨"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["绫华丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["药仙姐姐"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["一个奶"] = {
["roomID"] = 153511,
["level"] = 2,
["bgID"] = 0,
},
["望望丶"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["陈柒柒丶"] = {
["roomID"] = 142849,
["level"] = 2,
["bgID"] = 0,
},
["新月之镜"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨萁"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["灬云梦"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["红色音乐盒"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["希望圣歌"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["迪克大拿"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["皮起来好可怕"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["踏平万神殿"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["小北的妖幺"] = {
["roomID"] = "274318",
["level"] = 3,
["bgID"] = 170,
},
["雨夜牛仔"] = {
["medalMap"] = {
["acc_exp"] = 2270,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "207773",
},
["卡芙卡"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["教练遭不住了"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["肾光大领主"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["术丶十七"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["冷锋一号"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["乐享典狱官"] = {
["roomID"] = "150919",
["level"] = 3,
["bgID"] = 170,
},
["黑饿杀手"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["剑匕无敌"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["冰畅"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["红尘飞紫陌"] = {
["roomID"] = 186407,
["level"] = 1,
["bgID"] = 0,
},
["灬迷丶恋灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["北部森林卡特"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["Pakka"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["沐小萨"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["轻吻也飘然"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["叫我李佳龙"] = {
["roomID"] = "347337",
["level"] = 1,
["bgID"] = 0,
},
["魔兽的智者"] = {
["roomID"] = 232139,
["level"] = 3,
["bgID"] = 0,
},
["大连南哥"] = {
["roomID"] = 176335,
["level"] = 1,
["bgID"] = 0,
},
["风月同天"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["南條臣"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["樱桃奶的起"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["逆鳞之盺"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["叫我熟食"] = {
["roomID"] = "324015",
["level"] = 2,
["bgID"] = 0,
},
["暴躁小牧牧"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["哀伤的五花肉"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["安德鲁森十一"] = {
["roomID"] = "343186",
["level"] = 2,
["bgID"] = 170,
},
["等雨的人"] = {
["roomID"] = 280527,
["level"] = 3,
["bgID"] = 0,
},
["致虚守静"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["蚂蚁贝贝"] = {
["roomID"] = 255164,
["level"] = 2,
["bgID"] = 0,
},
["猪小沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["Paladinb"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["漪灵洛樱"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["Benzema"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["老爷的小骚蹄"] = {
["roomID"] = 335171,
["level"] = 3,
["bgID"] = 0,
},
["樱萃斯汀"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["航琦丶"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["刻晴丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["东坡骑"] = {
["roomID"] = 271029,
["level"] = 1,
["bgID"] = 0,
},
["泡泡皮皮"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["尽日碧江梦"] = {
["roomID"] = 179108,
["level"] = 1,
["bgID"] = 0,
},
["牧枭"] = {
["roomID"] = 172753,
["level"] = 2,
["bgID"] = 0,
},
["室内长跑高手"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["无她"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["挥霍旧夏雨"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["九出十三龟"] = {
["roomID"] = 152290,
["level"] = 3,
["bgID"] = 0,
},
["夏日的红包"] = {
["roomID"] = 232691,
["level"] = 3,
["bgID"] = 0,
},
["灬灵泽"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["夏宇丨骁骑"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["忘却的记念"] = {
["roomID"] = "220968",
["level"] = 2,
["bgID"] = 0,
},
["深情不及乆伴"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["雀戏彩云间"] = {
["roomID"] = 271988,
["level"] = 2,
["bgID"] = 0,
},
["鸽老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["浊酒渡凡尘"] = {
["roomID"] = 127928,
["level"] = 2,
["bgID"] = 0,
},
["一叶一秋"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["梁上瘾君子"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["古風"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["看淡身边壹切"] = {
["roomID"] = 281315,
["level"] = 1,
["bgID"] = 0,
},
["忧郁的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["Acepaladin"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["晚风踩着云朵"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["叁柒小雨"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["噼雳啪啦"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["阿怡阿姨"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["摇摆术神"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["小玖昀丶"] = {
["roomID"] = 158458,
["level"] = 1,
["bgID"] = 0,
},
["神圣振鸡"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["杨威利"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["独特一箭"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["倚天屠龙记"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["咩咩哒"] = {
["roomID"] = 328779,
["level"] = 1,
["bgID"] = 0,
},
["Coni"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["貔貅惩"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["Zidane"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["古人诗"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["妖刀丶凛然"] = {
["roomID"] = 108988,
["level"] = 2,
["bgID"] = 0,
},
["术神瞪妳妹"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["耀典"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["泡泡小牧"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["沉睡封印"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["青水雜魚"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["五千又生个娃"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["蔡鸟的蹄妹"] = {
["roomID"] = "337435",
["level"] = 1,
["bgID"] = 0,
},
["凉笙图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["丨大地之灵丨"] = {
["roomID"] = "175626",
["level"] = 3,
["bgID"] = 170,
},
["萌蛋蛋"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["夏离冰"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["紫铯丶"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["天天乐丶"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["钢加农"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["青色含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["死亡亦是归途"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["Biubiubiuy"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["Yorn"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["心亦风一"] = {
["roomID"] = 224735,
["level"] = 4,
["bgID"] = 0,
},
["牧小雪儿丶"] = {
["roomID"] = 186401,
["level"] = 3,
["bgID"] = 170,
},
["王琦韬"] = {
["roomID"] = 206832,
["level"] = 1,
["bgID"] = 0,
},
["小牧零零六"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["吃瓜宝宝"] = {
["roomID"] = "311369",
["level"] = 1,
["bgID"] = 170,
},
["断鱼渊"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["皮咔啾"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["夜丶风"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["夜小猎"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["帽帽爱吃肉"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["苍茫哥"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["伤感术术"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["晓猴紫"] = {
["roomID"] = "316998",
["level"] = 2,
["bgID"] = 170,
},
["有一套"] = {
["roomID"] = 334917,
["level"] = 2,
["bgID"] = 0,
},
["暗之兽兽哥"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["Hansamer"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["兰气球"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["Rainbowhoney"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["天山丶童姥"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["妈妈骑马"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["丨御坂美琴"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["夏雨丨绕指柔"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["盐乄巴"] = {
["roomID"] = "249263",
["level"] = 2,
["bgID"] = 0,
},
["龍泽飞岳"] = {
["roomID"] = 253414,
["level"] = 2,
["bgID"] = 170,
},
["你可真矫情"] = {
["roomID"] = 293574,
["level"] = 3,
["bgID"] = 0,
},
["成田路"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["不浪漫的奶包"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["炽灬星痕"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["买不买装备"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["山泽川"] = {
["bgID"] = 0,
["level"] = -1,
},
["奶骑真棒"] = {
["roomID"] = "172643",
["level"] = 3,
["bgID"] = 170,
},
["雪域花之泪"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["凤凰跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["沐苏沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["炽灬小爱"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["巧凤一"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["小心翼飞"] = {
["roomID"] = 327203,
["level"] = 1,
["bgID"] = 0,
},
["做德也风流"] = {
["roomID"] = "348039",
["level"] = 1,
["bgID"] = 0,
},
["Trogue"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["大路丶德"] = {
["roomID"] = 111492,
["level"] = 1,
["bgID"] = 0,
},
["夜雨牧牧"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["天权黯咒"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["宇宙暴虎"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["八角马"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["啷格哩格啷"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["大叔的胸脯"] = {
["roomID"] = "173811",
["level"] = 4,
["bgID"] = 0,
},
["好简单啊"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["经年红尘中"] = {
["roomID"] = 159077,
["level"] = 1,
["bgID"] = 0,
},
["代富贵儿"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["弹夹"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["殺手米粉"] = {
["roomID"] = 211746,
["level"] = 2,
["bgID"] = 0,
},
["南至倾寒"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["浅梦吟风雪丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["寒如江是风"] = {
["roomID"] = 147019,
["level"] = 3,
["bgID"] = 0,
},
["荔枝书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["红酒名媛"] = {
["roomID"] = 306087,
["level"] = 1,
["bgID"] = 0,
},
["乌瑞恩丶铁蛋"] = {
["roomID"] = "212454",
["level"] = 2,
["bgID"] = 0,
},
["灬星汉"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["戰訷阿滅"] = {
["roomID"] = 175263,
["level"] = 3,
["bgID"] = 0,
},
["奈落家的野牛"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["撕袜訫鎶"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["爱喝可口"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["收敛水"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["吉祥沐沐"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["冰霜薄荷茶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["芜湖小萨满"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["冷锋六号"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["椒盐绿茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["天之轩"] = {
["roomID"] = 316425,
["level"] = 2,
["bgID"] = 0,
},
["天堂哏疯疯"] = {
["roomID"] = 271358,
["level"] = 3,
["bgID"] = 0,
},
["灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["威猛擎天柱"] = {
["roomID"] = "257488",
["level"] = 2,
["bgID"] = 0,
},
["浅笑安然丶"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["吉利领克"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["青椒肉丝饭丶"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["蠢蠢欲动丶"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["捏捏羊羊乖"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["酱爆肉丝儿"] = {
["roomID"] = "165955",
["level"] = 2,
["bgID"] = 0,
},
["丶蔚蓝"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["丶青椒炒肉丝"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["还叫之殇吧"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["魅丽死射"] = {
["roomID"] = "235515",
["level"] = 1,
["bgID"] = 0,
},
["风骚王大妈"] = {
["roomID"] = "325851",
["level"] = 2,
["bgID"] = 170,
},
["锰男"] = {
["roomID"] = 106249,
["level"] = 1,
["bgID"] = 0,
},
["你听的到"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["Redis"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["傻傻秋爱睡觉"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["高玉四"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的鹌鹑"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["念丶花语"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["敲醒沉睡心灵"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["月亮的小牧"] = {
["roomID"] = 147408,
["level"] = 3,
["bgID"] = 170,
},
["天启四恶魔"] = {
["roomID"] = 132170,
["level"] = 2,
["bgID"] = 0,
},
["克丽斯安娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["月明时见影"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["繁花落葉"] = {
["roomID"] = 158471,
["level"] = 2,
["bgID"] = 0,
},
["碧空星海"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨綦"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["Akaikun"] = {
["roomID"] = 140372,
["level"] = 1,
["bgID"] = 0,
},
["无可奈何哈"] = {
["roomID"] = 160088,
["level"] = 2,
["bgID"] = 0,
},
["萌男陈德林"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["Luxuryjfs"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["Cenmgxt"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["琥珀川丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["骑小猪"] = {
["roomID"] = 162383,
["level"] = 2,
["bgID"] = 0,
},
["优优酱"] = {
["roomID"] = 200549,
["level"] = 1,
["bgID"] = 0,
},
["梅林娜"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["灬亱晌浓妝灬"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["沸血极寒"] = {
["roomID"] = 106775,
["level"] = 2,
["bgID"] = 0,
},
["射完了"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["宇宙银河"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["京楽春水"] = {
["roomID"] = "110517",
["level"] = 4,
["bgID"] = 0,
},
["Spirity"] = {
["roomID"] = "118630",
["level"] = 4,
["bgID"] = 170,
},
["八戒赛西施"] = {
["bgID"] = 0,
["level"] = -1,
},
["无情地中海丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["Eddieovo"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["跳跳浪浪"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["Hoid"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["月下怒吼"] = {
["roomID"] = 273280,
["level"] = 3,
["bgID"] = 0,
},
["白给陆陆"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["冰冻三十尺"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["秦无夜"] = {
["roomID"] = 335042,
["level"] = 1,
["bgID"] = 0,
},
["张大炮"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["错失良鸡"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["丨哈丶德門丨"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["晴天倪妮"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["咕咕鸪"] = {
["roomID"] = 326093,
["level"] = 1,
["bgID"] = 0,
},
["产科神之一手"] = {
["roomID"] = 304572,
["level"] = 1,
["bgID"] = 0,
},
["忧丶伤"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["陌上花如锦"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["渡边笃"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["冒个泡泡"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["灶门炭十郎"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["猫总的门生"] = {
["medalMap"] = {
["acc_exp"] = 7820,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 149628,
},
["栀恩"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["恶魔头子"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["梦露丶曼森"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["夕落墨染颜"] = {
["roomID"] = 184293,
["level"] = 1,
["bgID"] = 0,
},
["隐匿之刃"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["Henrietta"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["不服就一锤"] = {
["roomID"] = 306087,
["level"] = 1,
["bgID"] = 0,
},
["济一公"] = {
["roomID"] = 173284,
["level"] = 1,
["bgID"] = 0,
},
["有三万水"] = {
["roomID"] = "183120",
["level"] = 4,
["bgID"] = 0,
},
["忧伤丨冰"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["术老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["寂寞的小乖"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["伊雷娜"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["Ddkkddkk"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["必须拿风剑"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["浅醉忆红颜丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["璀璨星灵"] = {
["roomID"] = 287529,
["level"] = 1,
["bgID"] = 0,
},
["以骑抱骑"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["文星伊"] = {
["roomID"] = 276675,
["level"] = 1,
["bgID"] = 0,
},
["中卷发最迷人"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["班迪斯丶冰胡"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["Kisel"] = {
["roomID"] = 279378,
["level"] = 2,
["bgID"] = 0,
},
["Holiday"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 170,
},
["凛都"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["萨萨的丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["量子爆破"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["给我发育時间"] = {
["roomID"] = "179518",
["level"] = 2,
["bgID"] = 0,
},
["倚楼聼風语"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["羊死你"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["暮年流年小熊"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["榴莲味可乐"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["自然不亲和"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["千喉之魔克星"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["月如刀"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["灌注丶九九八"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["且待燕归来"] = {
["roomID"] = "136799",
["level"] = 4,
["bgID"] = 170,
},
["牧神月"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["李小贺"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["马快"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["德莱怩"] = {
["roomID"] = 289724,
["level"] = 1,
["bgID"] = 0,
},
["Ninetyone"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["羽之剑"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["绝对不贪婪"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["奥术至尊"] = {
["roomID"] = "344269",
["level"] = 2,
["bgID"] = 0,
},
["狸花大猫"] = {
["roomID"] = "182957",
["level"] = 2,
["bgID"] = 0,
},
["芝士奶油味"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["二不休"] = {
["roomID"] = "284395",
["level"] = 3,
["bgID"] = 0,
},
["一二三四五六"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["跳跳臭臭"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["环丙沙星"] = {
["roomID"] = 117035,
["level"] = 1,
["bgID"] = 0,
},
["生不息"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["假日威龙陈陈"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["奉丨仙"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["圣灵灬萨"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["Onegugu"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["减肥无期"] = {
["roomID"] = 108128,
["level"] = 3,
["bgID"] = 0,
},
["灬筱筱豆灬"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["Aranjuez"] = {
["bgID"] = 0,
["level"] = -1,
},
["风的维纳斯"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["加点辣丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["落日归山海"] = {
["roomID"] = 163670,
["level"] = 1,
["bgID"] = 0,
},
["苍茫哥骑士"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["贰玖玖"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["二泉映月丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["暮晚枫"] = {
["roomID"] = "180978",
["level"] = 3,
["bgID"] = 170,
},
["來點音樂"] = {
["roomID"] = "116110",
["level"] = 3,
["bgID"] = 170,
},
["我好像是法死"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["堕落的神明"] = {
["roomID"] = "326175",
["level"] = 1,
["bgID"] = 170,
},
["威浪"] = {
["roomID"] = 145245,
["level"] = 4,
["bgID"] = 0,
},
["死亡大光头"] = {
["roomID"] = 163585,
["level"] = 3,
["bgID"] = 0,
},
["盾如山"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["Banyaya"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["钿喜碧"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["青青草原轰趴"] = {
["roomID"] = 107494,
["level"] = 2,
["bgID"] = 0,
},
["尛雀斑"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["美貌的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["现实原石"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["半个榴莲"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["恶魔芝士"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["我真奶不住"] = {
["roomID"] = 292133,
["level"] = 1,
["bgID"] = 0,
},
["奈落家的影子"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["雨天小猪"] = {
["roomID"] = 106544,
["level"] = 2,
["bgID"] = 0,
},
["苍茫哥小骑士"] = {
["roomID"] = "121057",
["level"] = 2,
["bgID"] = 0,
},
["秋风走马"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["艾莉丝丶"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["青少年哪吒"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["夜月幽冥舞"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["大忽悠灬法"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["七度"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["冰瑶甜甜"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["雪中花"] = {
["roomID"] = "178734",
["level"] = 3,
["bgID"] = 170,
},
["凌小酱"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["杀伐之气"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["雨声淅淅"] = {
["roomID"] = 242262,
["level"] = 2,
["bgID"] = 0,
},
["左岸右转"] = {
["roomID"] = 159077,
["level"] = 1,
["bgID"] = 0,
},
["流淚的琉璃"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["北夜"] = {
["roomID"] = 265486,
["level"] = 2,
["bgID"] = 0,
},
["Xguldan"] = {
["roomID"] = 140825,
["level"] = 2,
["bgID"] = 0,
},
["番茄牛腩面"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["如梦空空"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["老陈绵绵冰"] = {
["roomID"] = 141962,
["level"] = 1,
["bgID"] = 0,
},
["兔子小花花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["Paladinq"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["流璃儿"] = {
["medalMap"] = {
["acc_exp"] = 895,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "313402",
},
["半个火龙果"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["梦境小佳琪"] = {
["roomID"] = 200549,
["level"] = 1,
["bgID"] = 0,
},
["椒盐花茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["小心翼飛"] = {
["roomID"] = 327203,
["level"] = 1,
["bgID"] = 0,
},
["卡心一"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["咕德猫宁吖"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["球球丶全须"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["飞宏如沨"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["团长大人"] = {
["medalMap"] = {
["acc_exp"] = 7690,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637517,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "123523",
},
["倔强的小黄"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["联盟一壮汉"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["巴索罗米熊"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["亡者回生"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["八佰"] = {
["roomID"] = 328779,
["level"] = 1,
["bgID"] = 0,
},
["梦茴"] = {
["roomID"] = 238966,
["level"] = 2,
["bgID"] = 0,
},
["橘昭和"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["Lawson"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["爧嬌牧魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["紫气幽兰"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["汪凝"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["神奇的双手"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["久别重逢"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["岿然不动"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["罍之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["典狱"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["Reddest"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["弗丁"] = {
["roomID"] = "356291",
["level"] = 3,
["bgID"] = 0,
},
["婉梦忆笙歌"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["逃呀我是神"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["野子惹的祸"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["聖龍之牧"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["法杖敲有暴击"] = {
["roomID"] = 168101,
["level"] = 1,
["bgID"] = 0,
},
["咕德猫宁骑"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["可乐骑示"] = {
["roomID"] = 145451,
["level"] = 3,
["bgID"] = 0,
},
["奶死坦克"] = {
["roomID"] = 303226,
["level"] = 2,
["bgID"] = 0,
},
["奔放的昆"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["龍影丶"] = {
["roomID"] = 294290,
["level"] = 2,
["bgID"] = 0,
},
["长河丶"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["恒七竖八"] = {
["roomID"] = "235240",
["level"] = 3,
["bgID"] = 0,
},
["穆赋"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["热心市民凡仔"] = {
["roomID"] = 226898,
["level"] = 3,
["bgID"] = 170,
},
["涂山绾绾"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["叶孤隐"] = {
["roomID"] = 335042,
["level"] = 1,
["bgID"] = 0,
},
["风之沐沐"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["Patchiwerk"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["战狂传说"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["悦色朦胧"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["呀约德尔人"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["心情偶吧"] = {
["roomID"] = 294288,
["level"] = 2,
["bgID"] = 0,
},
["Wucidici"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["陆弎养老"] = {
["roomID"] = "239080",
["level"] = 2,
["bgID"] = 170,
},
["看我干涉"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["暹罗猫"] = {
["bgID"] = 0,
["level"] = -1,
},
["萧萧沐雨"] = {
["roomID"] = 159077,
["level"] = 1,
["bgID"] = 0,
},
["曾似拥有"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["青冥之主"] = {
["roomID"] = "279908",
["level"] = 2,
["bgID"] = 0,
},
["布甲老板"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["荖紫蜀道山"] = {
["roomID"] = 220106,
["level"] = 1,
["bgID"] = 0,
},
["Dari"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["羊一周"] = {
["roomID"] = "347700",
["level"] = 1,
["bgID"] = 170,
},
["云中仙游"] = {
["roomID"] = 290476,
["level"] = 1,
["bgID"] = 0,
},
["Loopurple"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["Gideon"] = {
["roomID"] = 265336,
["level"] = 1,
["bgID"] = 0,
},
["依然範特西"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["Tholla"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["漪灵星玥"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["Halation"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["怀念小弟"] = {
["roomID"] = 269904,
["level"] = 2,
["bgID"] = 0,
},
["椒盐奶茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["与你共枕"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["青浅丶流年"] = {
["roomID"] = 204250,
["level"] = 2,
["bgID"] = 0,
},
["本宫倦了"] = {
["roomID"] = 107928,
["level"] = 3,
["bgID"] = 0,
},
["老司季灬法"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["飞龙死骑"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["远山如昨"] = {
["roomID"] = "111354",
["level"] = 2,
["bgID"] = 0,
},
["落梨梨"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["泡芙泡芙"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["Haisu"] = {
["roomID"] = 166070,
["level"] = 3,
["bgID"] = 0,
},
["蓝思洛特"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["山无陵"] = {
["roomID"] = 282381,
["level"] = 1,
["bgID"] = 0,
},
["王大伯"] = {
["roomID"] = 169964,
["level"] = 2,
["bgID"] = 0,
},
["兜里有毒葯"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["爺會飛"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["想入非非"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["琼琼的樱桃派"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["伸个懒喵"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["北域"] = {
["roomID"] = 147465,
["level"] = 3,
["bgID"] = 0,
},
["帅帅小军军"] = {
["roomID"] = "205083",
["level"] = 4,
["bgID"] = 0,
},
["青蘅君"] = {
["bgID"] = 0,
["level"] = -1,
},
["凛小酱"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["渊博"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["一熊霸天下一"] = {
["roomID"] = 284395,
["level"] = 3,
["bgID"] = 0,
},
["丨戰丨猎丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["落花落"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["母舰"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["小沐不起床"] = {
["roomID"] = "347421",
["level"] = 1,
["bgID"] = 0,
},
["一个小丶法"] = {
["roomID"] = 205110,
["level"] = 1,
["bgID"] = 0,
},
["首席拉面师娘"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["小小寒冰箭"] = {
["roomID"] = 258720,
["level"] = 3,
["bgID"] = 0,
},
["灬卡布奇诺丨"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["飞起的蜗牛"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["無影蒼穹"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["娛樂丶弑魂骑"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["灬苍渊"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["漪灵紫鸢"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["思念太猖狂灬"] = {
["roomID"] = 139266,
["level"] = 2,
["bgID"] = 0,
},
["邓布利喜乐多"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["枪兵骑"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["錦木千束丶"] = {
["roomID"] = 145968,
["level"] = 1,
["bgID"] = 0,
},
["贫道法号上帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["Salynn"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["卿烟"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["我的越大爷"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["不浪漫的暗叶"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["逐风者希尔瓦"] = {
["roomID"] = 200458,
["level"] = 1,
["bgID"] = 0,
},
["猎殒"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["五月明光"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["晃晃悠悠丨"] = {
["roomID"] = 178138,
["level"] = 2,
["bgID"] = 0,
},
["小鱼丑丑"] = {
["roomID"] = 284665,
["level"] = 2,
["bgID"] = 0,
},
["靑丝妖雪"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["月眸如星"] = {
["roomID"] = 293642,
["level"] = 2,
["bgID"] = 0,
},
["夏天确实咬狗"] = {
["roomID"] = "123523",
["level"] = 4,
["bgID"] = 0,
},
["兜兜里有块糖"] = {
["roomID"] = "339708",
["level"] = 1,
["bgID"] = 0,
},
["此人就终"] = {
["roomID"] = 162383,
["level"] = 2,
["bgID"] = 0,
},
["小啊翘"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["魔法少女丧坤"] = {
["roomID"] = "230611",
["level"] = 2,
["bgID"] = 170,
},
["会飞的灰肥猫"] = {
["roomID"] = 156862,
["level"] = 2,
["bgID"] = 0,
},
["明矾"] = {
["roomID"] = 334917,
["level"] = 2,
["bgID"] = 0,
},
["曾讨厌"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["稻田花香"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["兔兔团"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["沐三刀"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["老司季灬猎"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["天堂小疯疯"] = {
["roomID"] = 158734,
["level"] = 3,
["bgID"] = 0,
},
["满天訫"] = {
["medalMap"] = {
["acc_exp"] = 3865,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "157831",
},
["Firedancing"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["为了一颗糖"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["冰城小羽"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["黄老总"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["鎮山河"] = {
["roomID"] = 147465,
["level"] = 2,
["bgID"] = 0,
},
["人肉推土机壹"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["恶魔傻恒"] = {
["roomID"] = 316398,
["level"] = 3,
["bgID"] = 170,
},
["叶落知秋至"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["菲菲法"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["火法沈梦溪"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["丨菈妮丨"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["有德必有尸啊"] = {
["roomID"] = "262953",
["level"] = 1,
["bgID"] = 0,
},
["软绵绵的风"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["月夜八号"] = {
["roomID"] = "303737",
["level"] = 2,
["bgID"] = 0,
},
["灬幽幽戦聖灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["大聪明来也"] = {
["roomID"] = "155082",
["level"] = 2,
["bgID"] = 170,
},
["丶战之"] = {
["roomID"] = "166168",
["level"] = 3,
["bgID"] = 0,
},
["Powerwarrior"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["Oldchan"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["火爆丸子"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["Danceforme"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["鹿力大仙"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["迪普蛇科"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["黑魔导女孩丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["牛氓兎"] = {
["medalMap"] = {
["acc_exp"] = 30,
["next_star_level_threshold"] = 500,
["medal"] = {
},
},
["medalTime"] = 1743655093,
["level"] = 1,
["bgID"] = 0,
["roomID"] = "220820",
},
["法神"] = {
["roomID"] = 281500,
["level"] = 2,
["bgID"] = 0,
},
["哪吒丨法"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["锝道元帅"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["虾米糕"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["吙钬伙鈥"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["藜薅芽"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["爱鹿蒽"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["御剑开天"] = {
["roomID"] = "272142",
["level"] = 2,
["bgID"] = 0,
},
["兜里有圣光"] = {
["roomID"] = 106813,
["level"] = 1,
["bgID"] = 0,
},
["丨盐巴丨"] = {
["roomID"] = "249263",
["level"] = 2,
["bgID"] = 0,
},
["Rainbowbean"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["済公"] = {
["roomID"] = 173284,
["level"] = 1,
["bgID"] = 0,
},
["圣蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["为美好的明天"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["伊水南川"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["王廿陆"] = {
["roomID"] = 206832,
["level"] = 1,
["bgID"] = 0,
},
["噔噔镫"] = {
["roomID"] = "314942",
["level"] = 2,
["bgID"] = 170,
},
["飘渺随云"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["荆棘之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["白剑一"] = {
["roomID"] = "327856",
["level"] = 2,
["bgID"] = 0,
},
["千杯骑"] = {
["roomID"] = 284274,
["level"] = 2,
["bgID"] = 0,
},
["你好呀你"] = {
["roomID"] = "211443",
["level"] = 2,
["bgID"] = 170,
},
["南墙墙"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["星光丨闪烁"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["Njorda"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["错愕的愚妄"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["杨幂情人"] = {
["roomID"] = "339871",
["level"] = 1,
["bgID"] = 0,
},
["圣光之击"] = {
["roomID"] = 174542,
["level"] = 1,
["bgID"] = 0,
},
["一米二十三"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["銀眼灰狼"] = {
["roomID"] = "137480",
["level"] = 2,
["bgID"] = 170,
},
["灏水水"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["浅小阳"] = {
["roomID"] = 264544,
["level"] = 3,
["bgID"] = 0,
},
["Giddens"] = {
["roomID"] = 324613,
["level"] = 1,
["bgID"] = 0,
},
["忘记时光丶"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["雷霆霸"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["醉酒伱大爷"] = {
["roomID"] = 289261,
["level"] = 1,
["bgID"] = 0,
},
["老表你好颯"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["氵小圣光刂"] = {
["roomID"] = 321525,
["level"] = 1,
["bgID"] = 0,
},
["邦邦丶丶硬"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["奥黛丽小赫本"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["开国的圣矢"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["安静的西西"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["夜溟彼岸花"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["轩然丨有容"] = {
["roomID"] = "114987",
["level"] = 4,
["bgID"] = 170,
},
["福康丶"] = {
["medalMap"] = {
["acc_exp"] = 5825,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744637577,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "168490",
},
["低调嘚小混子"] = {
["roomID"] = 301343,
["level"] = 1,
["bgID"] = 0,
},
["武器戰"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["吾名大灾变"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["三千青丝断"] = {
["roomID"] = 182986,
["level"] = 1,
["bgID"] = 0,
},
["心仙人"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["半寸月光"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["恋酒丶"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["熊猫灬迪"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["暁飝飝"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["上饶吴彦祖"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["老汪叔"] = {
["roomID"] = "211443",
["level"] = 2,
["bgID"] = 170,
},
["沙海狂风丶"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["不充钱真难"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["薛定谔得喵"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["加点冰丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["龙十二号"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["丨战亦丶战丨"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["过来打我"] = {
["roomID"] = "138049",
["level"] = 2,
["bgID"] = 0,
},
["古凤阁"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["娛樂丶洫魂騎"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["牵绊菌"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["苏清秋灬"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["妙小酱"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["红髮"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["骑猪去唱锅"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["我在嘉陵江边"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["丶招财耳"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["小皮猴"] = {
["roomID"] = 292694,
["level"] = 1,
["bgID"] = 0,
},
["老熊哥"] = {
["roomID"] = 289227,
["level"] = 2,
["bgID"] = 0,
},
["南宫夜雾"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["老铁丶"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["苍茫哥小小法"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["Kikyoug"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["浅草飞"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["霜之雪碧"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["上帝的坟墓"] = {
["roomID"] = 175743,
["level"] = 1,
["bgID"] = 0,
},
["哇噻一猎王"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["黑黑暗暗"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["东皇太叁"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["提灯映长安乄"] = {
["roomID"] = 106544,
["level"] = 3,
["bgID"] = 0,
},
["萌萌超级萌丶"] = {
["roomID"] = 327233,
["level"] = 1,
["bgID"] = 0,
},
["灏凉凉"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["阿幼朵儿"] = {
["roomID"] = 109170,
["level"] = 3,
["bgID"] = 0,
},
["燕痴花月"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["心情的小小战"] = {
["roomID"] = 294288,
["level"] = 2,
["bgID"] = 0,
},
["Blurr"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["半寸流光"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["小琻"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["小猫花"] = {
["roomID"] = "167785",
["level"] = 2,
["bgID"] = 170,
},
["丶莽夫"] = {
["medalMap"] = {
["acc_exp"] = 4610,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 149634,
},
["灬小手灬"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["霜之七喜"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["大雷征服者"] = {
["roomID"] = 287424,
["level"] = 2,
["bgID"] = 0,
},
["流光瀲灔"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 0,
},
["西悠瓦拉"] = {
["roomID"] = 107604,
["level"] = 2,
["bgID"] = 0,
},
["小宇转晴"] = {
["roomID"] = "145308",
["level"] = 2,
["bgID"] = 0,
},
["死骑队长"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["知名导演"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["德育校长"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["Troublemax"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["陈康"] = {
["roomID"] = 313757,
["level"] = 1,
["bgID"] = 0,
},
["风共无言"] = {
["roomID"] = 170430,
["level"] = 3,
["bgID"] = 0,
},
["御剑手撕陈苏"] = {
["roomID"] = "180529",
["level"] = 2,
["bgID"] = 0,
},
["铁哥骑士"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["蒙德小太阳"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["希尔薇丶"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["丶史汰脓"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["帕吉"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["黑风之殇"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["你五叔"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["小甜妹儿"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["室内短跑高手"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["玛泽伐可"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["瞪小术"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["夏日余晖"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["海绵泡泡丶星"] = {
["roomID"] = 311854,
["level"] = 1,
["bgID"] = 0,
},
["爱吃提子"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["甜呱"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["那小子贼帅"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["黯之骑士思琪"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["墨化枯叶"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["提里奥佛祖"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["苦修戒律"] = {
["roomID"] = "327439",
["level"] = 2,
["bgID"] = 170,
},
["钱包加满"] = {
["roomID"] = 243681,
["level"] = 3,
["bgID"] = 0,
},
["星链"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["熊坦最硬"] = {
["roomID"] = 129116,
["level"] = 3,
["bgID"] = 0,
},
["甜心秀逗"] = {
["roomID"] = 107928,
["level"] = 3,
["bgID"] = 0,
},
["是卡卡呦"] = {
["roomID"] = 247075,
["level"] = 1,
["bgID"] = 0,
},
["朱砂点红唇"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["老司季灬德"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["曾经很帅气"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["踏浪丶"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["尽善尽美清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["锦瑟尘埃"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["丨摆渡人丨"] = {
["roomID"] = "168824",
["level"] = 3,
["bgID"] = 0,
},
["外面好冷"] = {
["roomID"] = 258720,
["level"] = 3,
["bgID"] = 0,
},
["风暴自然之灵"] = {
["roomID"] = "279978",
["level"] = 3,
["bgID"] = 170,
},
["野生丶红"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["Bigb"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["暗夜小魔女"] = {
["roomID"] = 326695,
["level"] = 1,
["bgID"] = 0,
},
["搁浅的灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["筱川喔"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["沐雨清枫"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["饮月珺"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["白桦木的影子"] = {
["roomID"] = 145242,
["level"] = 3,
["bgID"] = 0,
},
["声望"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["何彩彩"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["永恒丶無铭"] = {
["roomID"] = 150455,
["level"] = 2,
["bgID"] = 0,
},
["乐享思毓"] = {
["roomID"] = "150919",
["level"] = 3,
["bgID"] = 170,
},
["红喜庆"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["开心的小何"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["玛丽莲小梦露"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["良辰黑夜"] = {
["roomID"] = 237602,
["level"] = 2,
["bgID"] = 0,
},
["小南小南南"] = {
["roomID"] = 243327,
["level"] = 1,
["bgID"] = 0,
},
["芒果大魔王"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["圣光与妳同在"] = {
["roomID"] = 135377,
["level"] = 2,
["bgID"] = 0,
},
["邪鬽"] = {
["roomID"] = 149087,
["level"] = 2,
["bgID"] = 0,
},
["丿蠢蠢丶欲动"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["姑娘爱刮痧"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["聖龍之法"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["猫总的骨灰粉"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["头丶光"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["御前带膘侍卫"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["青岛啤酒丶"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["萌面盗圣丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["元素之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["楷轩宝贝"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["人菜稳定瘾大"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["八个湫"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["克莉絲蒂娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["啊觉"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["丨匕首雨丨"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["小丶奶嘴"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["莉可莉丝"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["出门看月亮"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["心仙法"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["卿玔"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["叨叨猴"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["丶唐"] = {
["roomID"] = 130895,
["level"] = 2,
["bgID"] = 0,
},
["太难捏了"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["丘峦崩摧兮"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["行者灬雯雯"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["一枪坤吡你"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["丐版法神"] = {
["medalMap"] = {
["acc_exp"] = 1240,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744329625,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "155082",
},
["画成一枝花灬"] = {
["roomID"] = "136143",
["level"] = 3,
["bgID"] = 170,
},
["香蕉蕉丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["烟雨小术"] = {
["roomID"] = 226762,
["level"] = 1,
["bgID"] = 0,
},
["筱趴菜灬"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["肤白貌美"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["菲菲丨丶羊妳"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["南念"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["夏宇丨牧雪"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["祈祷永恒"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["沐玄茵"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["清秋院锁梧桐"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["百变魔法星"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["香炸牡丹虾"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["星羽痕"] = {
["roomID"] = 106777,
["level"] = 2,
["bgID"] = 0,
},
["冰帝小萨满"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["五分配"] = {
["roomID"] = 259817,
["level"] = 1,
["bgID"] = 0,
},
["神鸦"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["小怪物伊尔萨"] = {
["roomID"] = "181593",
["level"] = 2,
["bgID"] = 0,
},
["呆瓜远离方块"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["顾德阿夫特努"] = {
["roomID"] = 322036,
["level"] = 1,
["bgID"] = 0,
},
["宝宝拉不住"] = {
["roomID"] = "158195",
["level"] = 2,
["bgID"] = 0,
},
["沫莉雨"] = {
["roomID"] = "128002",
["level"] = 3,
["bgID"] = 0,
},
["古人风"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["飞岳"] = {
["roomID"] = 253414,
["level"] = 2,
["bgID"] = 170,
},
["上官楚乔"] = {
["roomID"] = "323581",
["level"] = 4,
["bgID"] = 0,
},
["怜影"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["壹贰叁四五"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["薄荷味道"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["宇宙永动机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["恒宝宝要砰砰"] = {
["roomID"] = "235240",
["level"] = 3,
["bgID"] = 0,
},
["死之音讯"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["赤面貔貅"] = {
["roomID"] = 220106,
["level"] = 1,
["bgID"] = 0,
},
["职教园一姐"] = {
["roomID"] = "172643",
["level"] = 3,
["bgID"] = 170,
},
["狸奴之殇"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["圣盾术"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["绯夜千雪"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["夜行生物"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["希尔法娜斯"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["小何吐泡泡"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["先砍对面治疗"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["咸馍蒸饺"] = {
["roomID"] = 139860,
["level"] = 2,
["bgID"] = 0,
},
["尐德"] = {
["roomID"] = "114987",
["level"] = 4,
["bgID"] = 170,
},
["华法琳琳"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["自闭骑曜曜"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["逐灬影"] = {
["roomID"] = 231073,
["level"] = 1,
["bgID"] = 0,
},
["樱花水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["三十六罩"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["德來倪"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["橘籽熊"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["暗影逆袭"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["Banyalr"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["乌萨奇啊"] = {
["roomID"] = 280527,
["level"] = 3,
["bgID"] = 0,
},
["青山予我"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["茉莉香"] = {
["roomID"] = "187425",
["level"] = 2,
["bgID"] = 0,
},
["多多小猎手丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["洛一丶"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["筱川呀"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["夕落枫"] = {
["roomID"] = 296984,
["level"] = 1,
["bgID"] = 0,
},
["风正呆新"] = {
["roomID"] = "206917",
["level"] = 3,
["bgID"] = 0,
},
["船上月"] = {
["roomID"] = 289302,
["level"] = 1,
["bgID"] = 0,
},
["有些牧的小孩"] = {
["roomID"] = "287481",
["level"] = 2,
["bgID"] = 0,
},
["慈航仙姑"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["三军过后"] = {
["roomID"] = "254399",
["level"] = 4,
["bgID"] = 170,
},
["铁蛋丶骑士"] = {
["roomID"] = "212454",
["level"] = 2,
["bgID"] = 0,
},
["肾骑士"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["誠之內"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["景卿"] = {
["roomID"] = 149625,
["level"] = 1,
["bgID"] = 0,
},
["戈黛娃丶刃"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["西凉戴安娜"] = {
["roomID"] = "116003",
["level"] = 1,
["bgID"] = 170,
},
["伊稚斜"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["偷狗大师"] = {
["roomID"] = "211177",
["level"] = 3,
["bgID"] = 0,
},
["可怜乞丐豬"] = {
["roomID"] = 304579,
["level"] = 2,
["bgID"] = 0,
},
["虚空大神"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["碎怂钩子袅"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["小七郡主"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["Rubyrose"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["是什么呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["賞心悅牧"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["约束的碎片"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["青春有悔"] = {
["roomID"] = 108161,
["level"] = 2,
["bgID"] = 0,
},
["Shilphy"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["Valentines"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["海兰晴天"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["神之诺达希尔"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["莱莎雷尔"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["大柠檬精"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["吾辈亦有惑"] = {
["bgID"] = 0,
["level"] = -1,
},
["凌韵丶"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["非宁静无致远"] = {
["roomID"] = 231073,
["level"] = 1,
["bgID"] = 0,
},
["关门捉贼"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["核辐射"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["什么都违规"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["幽冥的瞳孔丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["野生丶紫"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["星仔丶"] = {
["roomID"] = 311854,
["level"] = 1,
["bgID"] = 0,
},
["灬幽幽剑神灬"] = {
["roomID"] = "135781",
["level"] = 2,
["bgID"] = 0,
},
["兰梦瑶"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["浅巷的旧时光"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["至于治愈之余"] = {
["roomID"] = 293265,
["level"] = 3,
["bgID"] = 0,
},
["欣念"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["阿蛋快来一锤"] = {
["roomID"] = 132226,
["level"] = 2,
["bgID"] = 0,
},
["请勿触摸投食"] = {
["roomID"] = "356029",
["level"] = 1,
["bgID"] = 0,
},
["斩杀请给灌注"] = {
["roomID"] = 129045,
["level"] = 2,
["bgID"] = 0,
},
["Jakégyllénh"] = {
["roomID"] = 133864,
["level"] = 3,
["bgID"] = 0,
},
["辛夷"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["庇佑鸡"] = {
["roomID"] = 183460,
["level"] = 2,
["bgID"] = 0,
},
["铁哥骑"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["竹千代丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["迦利奥"] = {
["roomID"] = "109105",
["level"] = 2,
["bgID"] = 170,
},
["凯萨祭术"] = {
["roomID"] = "273232",
["level"] = 4,
["bgID"] = 170,
},
["洳煙汏渧"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["冷星玥"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["往后余生诗云"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["轻舟载河"] = {
["medalMap"] = {
["acc_exp"] = 255,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 1,
["bgID"] = 0,
["roomID"] = 251931,
},
["吞天帝丶帝皇"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["香柠大红袍"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["红脸关公"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["喝酒断片"] = {
["roomID"] = "254399",
["level"] = 4,
["bgID"] = 170,
},
["轻井泽丷惠"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["玖哥五号"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["味道灬仙贝"] = {
["roomID"] = 293949,
["level"] = 3,
["bgID"] = 0,
},
["老衲法号上帝"] = {
["medalMap"] = {
["acc_exp"] = 17432,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744031679,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "158456",
},
["小爪爪刮痧"] = {
["roomID"] = 165660,
["level"] = 3,
["bgID"] = 0,
},
["丶小猪佩奇"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["五叔五叔"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["防骑补俩千哦"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["米籽糖"] = {
["roomID"] = "142870",
["level"] = 2,
["bgID"] = 0,
},
["想吃草莓"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["白小柒"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["不抢不偷"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["子安北鼻"] = {
["roomID"] = 110914,
["level"] = 1,
["bgID"] = 0,
},
["Zamala"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["回忆灬梦一场"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["坏蛋丶牧爷"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["黯慕"] = {
["roomID"] = 171312,
["level"] = 2,
["bgID"] = 0,
},
["西夏禧运"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["史塔克凛冬"] = {
["roomID"] = "337835",
["level"] = 1,
["bgID"] = 170,
},
["锝道小兵"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["妩媚大波浪"] = {
["roomID"] = "142949",
["level"] = 2,
["bgID"] = 0,
},
["天天骑筱鹿"] = {
["bgID"] = 0,
["level"] = -1,
},
["四海归一"] = {
["roomID"] = 109177,
["level"] = 3,
["bgID"] = 0,
},
["Maylez"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["夺命小姨"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["齐蒙妮"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["叶嘉云"] = {
["roomID"] = "110527",
["level"] = 3,
["bgID"] = 170,
},
["夜月小锤锤"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["老灭霸的咕咕"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["小桔子"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["星孟达"] = {
["roomID"] = 128731,
["level"] = 3,
["bgID"] = 0,
},
["多児衮丶"] = {
["roomID"] = "124471",
["level"] = 1,
["bgID"] = 0,
},
["剑吼"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["三月秽旌"] = {
["roomID"] = "111733",
["level"] = 2,
["bgID"] = 0,
},
["圣光恋所有星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["春风花语"] = {
["medalMap"] = {
["acc_exp"] = 9395,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031560,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 145383,
},
["萌萌骑自闭"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["精灵法"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["临水路法神炜"] = {
["roomID"] = 247325,
["level"] = 2,
["bgID"] = 0,
},
["看我飞锤"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["雪丽叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["今天开心"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["萤火虫的虫"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["月井酿酒师"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["兔子大娓花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["重拾小术"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["小桃兔兔丶"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["撒弹"] = {
["roomID"] = "110527",
["level"] = 3,
["bgID"] = 170,
},
["狗尾巴叶叶"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["冰戮丶救赎"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["大慈大悲清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["嘎葡萄"] = {
["roomID"] = "205534",
["level"] = 3,
["bgID"] = 170,
},
["卡斯蒂"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["五月晴晖"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["卧熊"] = {
["roomID"] = 178048,
["level"] = 1,
["bgID"] = 0,
},
["小奉"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["为了那一晚"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["联盟近卫"] = {
["roomID"] = 287086,
["level"] = 1,
["bgID"] = 0,
},
["黑漆漆的手"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["猎户之风行者"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["防骑朋友"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["青铜圣斗士"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["药店筱七"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["奔放的妞"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["珊瑚海丶"] = {
["roomID"] = 173477,
["level"] = 1,
["bgID"] = 0,
},
["秋水箐"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["钶钶大魔王"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["丿肆拾"] = {
["roomID"] = 276875,
["level"] = 2,
["bgID"] = 0,
},
["排骨增强萨"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["夏沫秋雪"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["豆丶包十七号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["淡兰色的忧伤"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["你骂我干什么"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["妹子很嫩"] = {
["roomID"] = "114532",
["level"] = 3,
["bgID"] = 0,
},
["知名制片人"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["小脸盘子"] = {
["roomID"] = 292694,
["level"] = 1,
["bgID"] = 0,
},
["兔兔涂涂"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["圣小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["大坏坏"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["迷恋你的香蕉"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["狂飞猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["玫头脑"] = {
["roomID"] = "338072",
["level"] = 3,
["bgID"] = 0,
},
["长空烈阳"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["冻感光波"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["凭直觉做反应"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["清水雜魚"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["赛霆锋丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["卡奇丶云德"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["穹苍女武神"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["此右非左"] = {
["roomID"] = 111091,
["level"] = 2,
["bgID"] = 0,
},
["艾弗雷德"] = {
["roomID"] = "109105",
["level"] = 2,
["bgID"] = 170,
},
["景色丶"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["Yus"] = {
["medalMap"] = {
["acc_exp"] = 1150,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032220,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 239596,
},
["叫我美籹"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["安德鲁森一"] = {
["roomID"] = "343186",
["level"] = 2,
["bgID"] = 170,
},
["以情感人丶"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["既分高下"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["用臉滾鍵盤"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["新泾张无忌"] = {
["roomID"] = 243257,
["level"] = 2,
["bgID"] = 0,
},
["走着走着四世"] = {
["roomID"] = 327592,
["level"] = 1,
["bgID"] = 0,
},
["永恒昊天"] = {
["roomID"] = 158718,
["level"] = 1,
["bgID"] = 0,
},
["豪老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["利群楼外楼"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["灰暗的圣光"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["砍出一片天"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["追忆永恒"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["浪漫舞皇"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["無慵"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["哈库玛纳塔塔"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["卿辞嬅露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["凉拌西瓜"] = {
["roomID"] = 165552,
["level"] = 2,
["bgID"] = 0,
},
["圣光队长"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["兔八哥"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["丶风干牦牛肉"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["Simons"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["梦里人归"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["萌萌灬闷墩儿"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["花落浅水"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["马喽"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["德爷在此"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["羿鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["真魔兽不谈钱"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["阿凡达仁"] = {
["roomID"] = 296187,
["level"] = 1,
["bgID"] = 0,
},
["大菠萝莉酱"] = {
["roomID"] = 182641,
["level"] = 1,
["bgID"] = 170,
},
["讨厌鬼"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["光铸者丶薇安"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["Eddiegg"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["枫叶丶落纷纷"] = {
["roomID"] = 183059,
["level"] = 2,
["bgID"] = 0,
},
["卡心二"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["三叔儿"] = {
["roomID"] = "152021",
["level"] = 2,
["bgID"] = 0,
},
["豹子头灬零充"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["Aboom"] = {
["roomID"] = 156927,
["level"] = 1,
["bgID"] = 0,
},
["龙韧"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["反手一个举报"] = {
["roomID"] = 158430,
["level"] = 2,
["bgID"] = 0,
},
["那年飘雪"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["半夜偷心贼"] = {
["bgID"] = 0,
["level"] = -1,
},
["帅出天际线"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["七彩妹"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["无尽闪电"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["嘀嘀游天下"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["怀旧骑士"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["小兄弟你真棒"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["荷塘月瑟"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["启點"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["关灯以后"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["荧光飞天猪"] = {
["roomID"] = 151213,
["level"] = 2,
["bgID"] = 0,
},
["幽蘭国香丶"] = {
["roomID"] = "116266",
["level"] = 3,
["bgID"] = 170,
},
["杜子腾丶"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["乖乖牧"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["不知心恨誰"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["黄鹤楼红楼"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["出将入相"] = {
["roomID"] = 290476,
["level"] = 1,
["bgID"] = 0,
},
["隐蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["我不是戏精琊"] = {
["roomID"] = "338088",
["level"] = 1,
["bgID"] = 0,
},
["超哥慢点拱"] = {
["roomID"] = 230611,
["level"] = 2,
["bgID"] = 170,
},
["夏乂天"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["泽口靖子丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["小防御"] = {
["roomID"] = "302480",
["level"] = 2,
["bgID"] = 170,
},
["小么贼"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["暴力寒冰"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["贼手小瑶"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["球肉肉"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["棍棍熊猫"] = {
["roomID"] = 204727,
["level"] = 3,
["bgID"] = 0,
},
["王总叔叔"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["酷似张楚岚"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["黄鹤楼漫天游"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["黄泉买骨人"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["邪恶的虎皮猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["李调皮"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["善战的鹰"] = {
["roomID"] = "239080",
["level"] = 2,
["bgID"] = 170,
},
["李先森"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["媚氵妞"] = {
["roomID"] = 111708,
["level"] = 2,
["bgID"] = 0,
},
["雨依云"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["凉拌鹅膏菌"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["梦语缇雅"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["战神灬后裔"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["盐巴丶"] = {
["roomID"] = "249263",
["level"] = 1,
["bgID"] = 0,
},
["巨能痒"] = {
["roomID"] = 207031,
["level"] = 1,
["bgID"] = 0,
},
["灵魂汁子焦给"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["暴风雨中闪耀"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["星光丨不灭"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["牧無網珐"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["苍山居士"] = {
["roomID"] = "338192",
["level"] = 1,
["bgID"] = 0,
},
["苍海壹猎"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["十环非我莫属"] = {
["roomID"] = "153939",
["level"] = 5,
["bgID"] = 200,
},
["生死烟云"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["萨满朋友"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["本田思域"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["怨灵之契"] = {
["roomID"] = "344269",
["level"] = 2,
["bgID"] = 0,
},
["醉却了无痕"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["带馅糯米圆圆"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["心动的大橘猫"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["琉璃儿"] = {
["roomID"] = "313402",
["level"] = 2,
["bgID"] = 170,
},
["黯月猎手妍妍"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["Espadon"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["布洛妮娅丶"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["Laucks"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["百步穿李"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["锦墨涵秋"] = {
["roomID"] = 115479,
["level"] = 3,
["bgID"] = 0,
},
["屠龙的少年"] = {
["roomID"] = "313749",
["level"] = 3,
["bgID"] = 0,
},
["星与海"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["红色拖拉机"] = {
["roomID"] = "116286",
["level"] = 2,
["bgID"] = 170,
},
["巧凤七"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["豆丶包十四号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["君莫笑丶"] = {
["roomID"] = 291393,
["level"] = 2,
["bgID"] = 0,
},
["浮世叁千"] = {
["roomID"] = 139266,
["level"] = 2,
["bgID"] = 0,
},
["草莓跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["机器恐龙钢锁"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["寂寞如毒"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["Aib"] = {
["roomID"] = 170447,
["level"] = 1,
["bgID"] = 0,
},
["木靖"] = {
["roomID"] = "305299",
["level"] = 2,
["bgID"] = 0,
},
["尘缘暗殇"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["图灵反转"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["泡芙泡芙贰"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["奶不住别怨我"] = {
["roomID"] = 108542,
["level"] = 2,
["bgID"] = 0,
},
["十里故清风"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["舍灬予"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["水月猫猫"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["哆徕咪"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["冬熊夏咕丶"] = {
["roomID"] = "327908",
["level"] = 2,
["bgID"] = 0,
},
["遇见上上签"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["Wonderofu"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["一念桃花开"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["雅詩兰黛"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["沐雨花朝"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["奥蜜"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["我丶醒着做梦"] = {
["roomID"] = 183059,
["level"] = 2,
["bgID"] = 0,
},
["森森小莓莓"] = {
["roomID"] = 306668,
["level"] = 1,
["bgID"] = 0,
},
["断星河"] = {
["medalMap"] = {
["acc_exp"] = 3205,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 293949,
},
["Amouro"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["泷亇圩虻囝"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["雨猎"] = {
["roomID"] = "357017",
["level"] = 1,
["bgID"] = 0,
},
["八风暴雨"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["张谦奶宝"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["大波浪波浪大"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["毛总毛我黑剑"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["Yingkesong"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["西尤海尤"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["刺客阿轲"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["糯米源源"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["顶丶呱呱"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["跳跳波波"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["Turbodk"] = {
["roomID"] = 183876,
["level"] = 3,
["bgID"] = 0,
},
["德不匹位"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["猫总的门徒"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["我在黄浦江边"] = {
["roomID"] = 108488,
["level"] = 2,
["bgID"] = 0,
},
["丿狂丿仔丿"] = {
["roomID"] = "284917",
["level"] = 1,
["bgID"] = 0,
},
["团长小秘书"] = {
["roomID"] = 204345,
["level"] = 1,
["bgID"] = 0,
},
["巨型鸽子王"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["五千一杯的茶"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["贼之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["娘丨娘"] = {
["roomID"] = 107928,
["level"] = 3,
["bgID"] = 0,
},
["Jadore"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["灵魂之歌"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["相丶依"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["绘莉莎"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["单純"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["灬虾仁猪心灬"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["自在的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["可爱的猫猫"] = {
["roomID"] = "337435",
["level"] = 1,
["bgID"] = 0,
},
["圣一"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["纯禽潇潇猎"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["葒手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["采花大德"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["死亡之箭"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["逗是贰锤丶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["宫野治保"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["无敌最强力"] = {
["roomID"] = "280707",
["level"] = 3,
["bgID"] = 0,
},
["学友哥"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["橙弓乔乔"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["Bonemagic"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["损肝包扎"] = {
["roomID"] = 109050,
["level"] = 1,
["bgID"] = 0,
},
["角豆麻袋"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["爺赐你爆浆"] = {
["roomID"] = 283240,
["level"] = 2,
["bgID"] = 0,
},
["萨西摩尔羽然"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["沫上人如玉"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["暴躁的猎手"] = {
["roomID"] = 258720,
["level"] = 3,
["bgID"] = 0,
},
["Belveth"] = {
["roomID"] = "119021",
["level"] = 1,
["bgID"] = 0,
},
["圣光小蹄队长"] = {
["roomID"] = "178553",
["level"] = 3,
["bgID"] = 170,
},
["弑德"] = {
["roomID"] = "326175",
["level"] = 1,
["bgID"] = 170,
},
["黄鼠狼三号"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["流年若梦"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["风中雨"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["万人敬仰"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["出门开绿坝"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["御剑风流"] = {
["medalMap"] = {
["acc_exp"] = 1340,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 147160,
},
["燃烧丨"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["Tyrans"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["沉默的龙骑"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["抬手就是一枪"] = {
["roomID"] = 326695,
["level"] = 1,
["bgID"] = 0,
},
["乔斯特"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["蚂蚁长山书寓"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["纳兮妲"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["小宝一"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["剑照霜"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["性感肉肉"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["半生以过"] = {
["roomID"] = "181593",
["level"] = 1,
["bgID"] = 0,
},
["温酒会知音"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["芒果大漂亮"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["漫威女猪脚"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["温柔小莉莉"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["俗人也慵懒"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["猫二爷"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["舟归平海"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["潜艇"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["吞天帝丶萧炎"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["星星小灵"] = {
["roomID"] = "335768",
["level"] = 3,
["bgID"] = 170,
},
["埃里什基伽尔"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["逆水流丨"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["朵朵花不开"] = {
["roomID"] = "349237",
["level"] = 1,
["bgID"] = 0,
},
["蛊灬王"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["Jrientknight"] = {
["roomID"] = 106249,
["level"] = 1,
["bgID"] = 0,
},
["痛了散了吧"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["我叫小迪"] = {
["roomID"] = "338070",
["level"] = 1,
["bgID"] = 170,
},
["再见葫芦娃"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["長崎素世"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["魔药龘龘"] = {
["roomID"] = "154425",
["level"] = 4,
["bgID"] = 170,
},
["丶全套大保健"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["Jdamman"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["会假死就行"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["白首青衫"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["老丁的圣骑"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["沐小猪"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["四海灬契"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["狂吸猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["小桃兔兔"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["女王埃丽诺"] = {
["roomID"] = "337282",
["level"] = 3,
["bgID"] = 0,
},
["艾拉丝兰"] = {
["roomID"] = 247397,
["level"] = 2,
["bgID"] = 0,
},
["四海灬萨"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["卡心五"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["黑暗之星"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["幽鬼"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["远航的盗賊"] = {
["roomID"] = "121237",
["level"] = 4,
["bgID"] = 0,
},
["夜雨望峰"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["瑶瑶的猫喵"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["烧鸟仙人"] = {
["roomID"] = 206491,
["level"] = 2,
["bgID"] = 0,
},
["柠檬软糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["喜欢啃猪蹄"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["蓝忘机"] = {
["roomID"] = 153068,
["level"] = 1,
["bgID"] = 0,
},
["灬狂野怒火灬"] = {
["roomID"] = 130482,
["level"] = 2,
["bgID"] = 0,
},
["布谷布谷鸟"] = {
["medalMap"] = {
["acc_exp"] = 995,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
},
},
["medalTime"] = 1744031380,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "340444",
},
["人很菜瘾还大"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["求求我"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["夜色凛然"] = {
["roomID"] = 158516,
["level"] = 3,
["bgID"] = 0,
},
["六个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["薄青衫"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["赫黛萝萨雷斯"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["调皮小樱花"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["今天运势大吉"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["青草吧唧"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["叫我小宝"] = {
["bgID"] = 0,
["level"] = -1,
},
["旺仔灬小仙贝"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["老牛很壮"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["酸丶酸"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["萝傻瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["月半丶月半"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["尐珑包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["笨的要命"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["草莓硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["德國小妞"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["大个儿三米二"] = {
["roomID"] = "240560",
["level"] = 2,
["bgID"] = 0,
},
["龍十五"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["陪你看晚霞"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["芯芯"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["半寸星光"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["Odettr"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["秋水揽星宇"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["篇篇"] = {
["roomID"] = 132301,
["level"] = 1,
["bgID"] = 0,
},
["观星者丨朱雀"] = {
["roomID"] = "291551",
["level"] = 3,
["bgID"] = 170,
},
["嚯嚯大妈"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["喵九丶"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["南园春半"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["小德丷"] = {
["roomID"] = "240511",
["level"] = 3,
["bgID"] = 170,
},
["喵丶筱浅"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["夜夜悠悠"] = {
["roomID"] = "324527",
["level"] = 2,
["bgID"] = 170,
},
["哎喲歪"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["树深尤见鹿"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["夜沨"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["们图"] = {
["roomID"] = "290656",
["level"] = 2,
["bgID"] = 170,
},
["天生内向"] = {
["roomID"] = 133061,
["level"] = 2,
["bgID"] = 0,
},
["戦師姐姐熙妍"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["Dyxwc"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["纯禽晓欣"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["臥草"] = {
["roomID"] = 106258,
["level"] = 3,
["bgID"] = 0,
},
["泰岚德丶微风"] = {
["roomID"] = 269616,
["level"] = 1,
["bgID"] = 0,
},
["Boneblood"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["卅曼"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["失落的無名"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["丨初心莫忘"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["星星爱允允"] = {
["roomID"] = 149586,
["level"] = 1,
["bgID"] = 0,
},
["黑谙"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["长耳朵丶"] = {
["roomID"] = 146762,
["level"] = 1,
["bgID"] = 170,
},
["一片落叶"] = {
["roomID"] = 278677,
["level"] = 2,
["bgID"] = 0,
},
["可怜乞丐潴"] = {
["roomID"] = "304579",
["level"] = 2,
["bgID"] = 0,
},
["凤城影锋"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["陈文西丷"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["海边的小沙"] = {
["roomID"] = 135817,
["level"] = 3,
["bgID"] = 0,
},
["花落屋檐"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["混乱人生"] = {
["roomID"] = "327439",
["level"] = 2,
["bgID"] = 170,
},
["要防恐给补贴"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["信仰圣光灬"] = {
["roomID"] = 327905,
["level"] = 1,
["bgID"] = 170,
},
["霜寒东谷"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["上官氶肱"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["老丁的劣人"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["风一样的大家"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["月影丷"] = {
["roomID"] = "158718",
["level"] = 2,
["bgID"] = 170,
},
["南宫仙儿"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["陈十肆"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["百事可猎"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["影子丶刺客"] = {
["roomID"] = 335403,
["level"] = 1,
["bgID"] = 0,
},
["炮碾单杀"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["肖特亨特"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["神之忧伤"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["飛飝飛"] = {
["roomID"] = "235515",
["level"] = 1,
["bgID"] = 0,
},
["大达哒大王"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["倾城大美人"] = {
["roomID"] = 204351,
["level"] = 2,
["bgID"] = 0,
},
["飞翔的元素"] = {
["roomID"] = "357017",
["level"] = 1,
["bgID"] = 0,
},
["依然丶宸惜"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["狂咔猫猫头"] = {
["roomID"] = "302045",
["level"] = 1,
["bgID"] = 0,
},
["酷似叶海亚"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["卡哇依神棍"] = {
["roomID"] = 174462,
["level"] = 2,
["bgID"] = 0,
},
["涂山茶茶"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["小雪儿丶"] = {
["roomID"] = 186401,
["level"] = 3,
["bgID"] = 170,
},
["喵咪大人"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["勥戰士最少年"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["偷你的芯"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["Jainaa"] = {
["roomID"] = 180452,
["level"] = 2,
["bgID"] = 0,
},
["寒花"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["新月的拥抱"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["Tdeathknight"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["沐老板"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["风花饮月"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["薇蒂雅龙舌兰"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["桃有容"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["老辈子我奶你"] = {
["roomID"] = 235170,
["level"] = 1,
["bgID"] = 0,
},
["相思是一种病"] = {
["roomID"] = 294313,
["level"] = 1,
["bgID"] = 0,
},
["克克里斯"] = {
["roomID"] = "335837",
["level"] = 2,
["bgID"] = 0,
},
["精神力扎古"] = {
["roomID"] = 327875,
["level"] = 1,
["bgID"] = 0,
},
["哎呦好嗨哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["Banyad"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["俨若思"] = {
["roomID"] = 304480,
["level"] = 1,
["bgID"] = 0,
},
["逗是六锤"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["横行无术"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["心情的琪宝"] = {
["roomID"] = 294288,
["level"] = 2,
["bgID"] = 0,
},
["七月的小尾巴"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["三土哥"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["冰雪蜜城"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["抖音灬奶蛮多"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["枫落秋"] = {
["roomID"] = 296984,
["level"] = 1,
["bgID"] = 0,
},
["Selynn"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["风雪铸孤城"] = {
["roomID"] = 157335,
["level"] = 1,
["bgID"] = 0,
},
["丶覌荫汏湿"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["青衣鱼"] = {
["roomID"] = 313757,
["level"] = 1,
["bgID"] = 0,
},
["拾荒者亚麻袋"] = {
["roomID"] = 284409,
["level"] = 1,
["bgID"] = 0,
},
["阿米娅酱"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["幺六八"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["精灵我最妖"] = {
["roomID"] = 203903,
["level"] = 2,
["bgID"] = 0,
},
["鲜血小佳琪"] = {
["roomID"] = 200549,
["level"] = 1,
["bgID"] = 0,
},
["麻辣鱼灬"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["帽帽不吃香菜"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["周刺猬"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["憨不鹿出"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["風过也無痕"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["加点糖丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["Elementary"] = {
["medalMap"] = {
["acc_exp"] = 4375,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "161233",
},
["白霞罚"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["千寻枫"] = {
["roomID"] = 269616,
["level"] = 1,
["bgID"] = 0,
},
["悠然若雨"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["戰场见"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["巧凤九"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["鸡肉味"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["无证超车"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["豆包来了"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["风流且下流"] = {
["medalMap"] = {
["acc_exp"] = 2955,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032460,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "178734",
},
["辉煌灰衣"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["是夜在熬我"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["兽兽哥山"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["全需排骨三"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["凯里关芸嫦"] = {
["roomID"] = 114022,
["level"] = 1,
["bgID"] = 0,
},
["星星爱星星"] = {
["roomID"] = 149586,
["level"] = 1,
["bgID"] = 0,
},
["范賢"] = {
["roomID"] = 167929,
["level"] = 1,
["bgID"] = 0,
},
["毁滅"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["椎名林檎"] = {
["roomID"] = "136799",
["level"] = 4,
["bgID"] = 170,
},
["佐手丶彼岸"] = {
["roomID"] = 294290,
["level"] = 2,
["bgID"] = 0,
},
["崂啤"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["天天骑小鹿丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["蹦嘚那个蹦嘚"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["毛茸茸的耶宝"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["风凝雪"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["珂珂大魔王"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["是卡卡呀"] = {
["roomID"] = "247075",
["level"] = 2,
["bgID"] = 0,
},
["燃丶烧"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["灵魂捕猎"] = {
["roomID"] = 284395,
["level"] = 3,
["bgID"] = 0,
},
["邪恶的加菲猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["王大锅"] = {
["roomID"] = "325851",
["level"] = 2,
["bgID"] = 170,
},
["彪老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["夜月之歌"] = {
["roomID"] = 163585,
["level"] = 3,
["bgID"] = 0,
},
["香炸小龙虾"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["洛神玫瑰"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["官小丫"] = {
["roomID"] = 264544,
["level"] = 3,
["bgID"] = 0,
},
["无理娶闹"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["朝露凝"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["加油兄弟们"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["Melomelo"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["东风谷早淼"] = {
["roomID"] = 108157,
["level"] = 1,
["bgID"] = 0,
},
["张艺馨"] = {
["roomID"] = 112493,
["level"] = 1,
["bgID"] = 0,
},
["无无敌壮壮"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["火焰砸人"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["迈克尔丶赵四"] = {
["roomID"] = "109843",
["level"] = 2,
["bgID"] = 170,
},
["小白丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["汉东祁同伟"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["魔都小剣剣"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["几故"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["闪啊"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["叫我骑士"] = {
["roomID"] = "324015",
["level"] = 2,
["bgID"] = 0,
},
["堕落予神"] = {
["medalMap"] = {
["acc_exp"] = 27730,
["next_star_level_threshold"] = 50000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744031560,
["level"] = 5,
["bgID"] = 170,
["roomID"] = "134238",
},
["画成一枝花"] = {
["roomID"] = "136143",
["level"] = 3,
["bgID"] = 170,
},
["丶猎铁柱"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["想吃香锅"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["羋之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["可乐不哭"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["尐茏包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["貔貅德"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["东坡居士"] = {
["roomID"] = "114532",
["level"] = 1,
["bgID"] = 0,
},
["九月份丶"] = {
["roomID"] = 132919,
["level"] = 3,
["bgID"] = 0,
},
["嘛嘛鱼"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["卑微的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["岁丶月如歌"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["战争彩铃"] = {
["roomID"] = 145731,
["level"] = 2,
["bgID"] = 0,
},
["牧小雪丶"] = {
["roomID"] = 186401,
["level"] = 3,
["bgID"] = 170,
},
["夏乂雨"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["艾丽克丝"] = {
["roomID"] = "182520",
["level"] = 3,
["bgID"] = 170,
},
["回家摘棉花咯"] = {
["roomID"] = "162701",
["level"] = 3,
["bgID"] = 170,
},
["奶茶猫猫"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["问哥"] = {
["medalMap"] = {
["acc_exp"] = 2980,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 172701,
},
["特特萨鲁曼"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["潇潇寳贝"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["Asbeel"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["晴天霹雳拐"] = {
["roomID"] = 152290,
["level"] = 3,
["bgID"] = 0,
},
["冰帝一艾雅"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["黯罗琳"] = {
["roomID"] = 306092,
["level"] = 2,
["bgID"] = 0,
},
["冰镇鲜橙多"] = {
["roomID"] = 271358,
["level"] = 3,
["bgID"] = 0,
},
["牧無網琺"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["美丽动人"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["妖刀丶流逝"] = {
["roomID"] = 108988,
["level"] = 2,
["bgID"] = 0,
},
["淡淡小紅手"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["渔夫萨满"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["橙味果汁"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["以情动之灬"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["与众相同"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["出门看看"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["玉欲语与雨"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["虬虹"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["糖醋西瓜"] = {
["roomID"] = 165552,
["level"] = 2,
["bgID"] = 0,
},
["五月的风"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["韭菜馅披萨"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["尛混紫"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["猫爪魔导师"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["打几个饱嗝"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["时与沙"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["哲小德"] = {
["roomID"] = 137531,
["level"] = 2,
["bgID"] = 0,
},
["圣器"] = {
["roomID"] = "326175",
["level"] = 1,
["bgID"] = 170,
},
["Luckykiss"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["Vitamine"] = {
["roomID"] = 304071,
["level"] = 1,
["bgID"] = 0,
},
["红手淡淡"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["冰戮丶忘川"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["輕撫無聲丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["清源喵道真君"] = {
["roomID"] = 178138,
["level"] = 2,
["bgID"] = 0,
},
["Juppiter"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["古枕清风"] = {
["medalMap"] = {
["acc_exp"] = 6715,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "178364",
},
["芜湖小小牧"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["看我宝剑"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["阿尼亚宁"] = {
["roomID"] = 325447,
["level"] = 1,
["bgID"] = 0,
},
["沉睡轻语"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["劉六一"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["臭屁熊"] = {
["roomID"] = "144541",
["level"] = 4,
["bgID"] = 0,
},
["紫月骑士丶"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["杨小陈"] = {
["roomID"] = 153715,
["level"] = 2,
["bgID"] = 0,
},
["我是帥哥"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["张珺宝"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["沐辞"] = {
["roomID"] = 135373,
["level"] = 2,
["bgID"] = 0,
},
["茹瑾"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["火葬之哈雷克"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["公子世无双丶"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["荒野大灰熊"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["作乐呀"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["骑气气"] = {
["roomID"] = 160096,
["level"] = 2,
["bgID"] = 0,
},
["鱼丶骨頭"] = {
["medalMap"] = {
["acc_exp"] = 5400,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 107909,
},
["知名策划"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["Kosalak"] = {
["roomID"] = "118630",
["level"] = 4,
["bgID"] = 170,
},
["猎羽"] = {
["roomID"] = 185409,
["level"] = 1,
["bgID"] = 0,
},
["Theblack"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["面鱼茶"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["没事就恐惧"] = {
["roomID"] = "348186",
["level"] = 1,
["bgID"] = 0,
},
["秋川零奈"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["佹秘之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["醉酒丁太白"] = {
["roomID"] = 289261,
["level"] = 1,
["bgID"] = 0,
},
["阿迟阿"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["南坡私术"] = {
["roomID"] = 271029,
["level"] = 1,
["bgID"] = 0,
},
["小花卷芝麻味"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["忄丄丨丶灬"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["丶猎铁锤"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["蓝色冰裬"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["克拉迪凯"] = {
["roomID"] = 185409,
["level"] = 1,
["bgID"] = 0,
},
["夜绘美"] = {
["roomID"] = "110527",
["level"] = 3,
["bgID"] = 170,
},
["煜影"] = {
["roomID"] = 186775,
["level"] = 2,
["bgID"] = 0,
},
["回忆灬流年"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["Crystalline"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["四海灬牧"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["凄彩花斑猪"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["圣光小队长"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["和二"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["天香一梁知音"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["倒带"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["压迫丶众生"] = {
["roomID"] = 307318,
["level"] = 3,
["bgID"] = 0,
},
["爱丽克丝"] = {
["roomID"] = "182520",
["level"] = 3,
["bgID"] = 170,
},
["兔子爱吃萝卜"] = {
["roomID"] = 183606,
["level"] = 1,
["bgID"] = 0,
},
["图腾插丢了"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["空城旧夢"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["电力充足"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["菊骑"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["醉风光"] = {
["roomID"] = "276388",
["level"] = 2,
["bgID"] = 0,
},
["艾露酱"] = {
["roomID"] = "171991",
["level"] = 3,
["bgID"] = 170,
},
["你碰我试试"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["烟雨小法"] = {
["roomID"] = 226762,
["level"] = 1,
["bgID"] = 0,
},
["法法發"] = {
["roomID"] = 160096,
["level"] = 2,
["bgID"] = 0,
},
["小阿萱丶"] = {
["roomID"] = "128204",
["level"] = 2,
["bgID"] = 0,
},
["吉祥柒柒"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["娛樂丶戲葒顔"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["灰烬火焰之灵"] = {
["roomID"] = "279978",
["level"] = 3,
["bgID"] = 170,
},
["墨染颜"] = {
["roomID"] = 184293,
["level"] = 1,
["bgID"] = 0,
},
["嫦小美"] = {
["roomID"] = "231258",
["level"] = 2,
["bgID"] = 0,
},
["萨满不慢"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["丶小颖子"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["清泉竹林"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["無亖"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["丶南浔"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["相思月如卿"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["当枕头的队长"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["迄咯萨满"] = {
["roomID"] = 307318,
["level"] = 3,
["bgID"] = 0,
},
["给补贴才进组"] = {
["roomID"] = "109176",
["level"] = 3,
["bgID"] = 0,
},
["汉东高育良"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["圣光蒙蔽你"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["真黄真强大"] = {
["roomID"] = 230852,
["level"] = 2,
["bgID"] = 0,
},
["炽热灬守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["盖仕英熋"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["半夜焊接黄瓜"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["灬迷丶路灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["虾摸海"] = {
["roomID"] = 238894,
["level"] = 1,
["bgID"] = 0,
},
["精壮的男人"] = {
["roomID"] = 281364,
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂雷"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["纯粮酒"] = {
["roomID"] = 311380,
["level"] = 2,
["bgID"] = 0,
},
["流氓灬"] = {
["roomID"] = 181150,
["level"] = 1,
["bgID"] = 0,
},
["丿可爱团子"] = {
["bgID"] = 0,
["level"] = -1,
},
["心仙喵"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["大番茄"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["域之花漫"] = {
["medalMap"] = {
["acc_exp"] = 2830,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 166070,
},
["滋滋放电"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["狂炫猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["聖龍之猎"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["阿伏兔"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["请二弟吃西餐"] = {
["roomID"] = 110987,
["level"] = 2,
["bgID"] = 0,
},
["请叫我大一哥"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["小小奉仙"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["满口袋面包"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["白贼"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["再战巅峰"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["三分新鲜感"] = {
["roomID"] = 139860,
["level"] = 2,
["bgID"] = 0,
},
["诗琪花语"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["多尔棍"] = {
["roomID"] = "124471",
["level"] = 1,
["bgID"] = 0,
},
["月映雪尘"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["蚌埠丶扛把子"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["洝沁上潞"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["四七九牛牛"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["苍茫哥大坦克"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["曾疙瘩"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["腰里插棍棍丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["神启复仇者"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["粉粉的竹鼠"] = {
["roomID"] = 131097,
["level"] = 3,
["bgID"] = 0,
},
["小财迷之萨满"] = {
["roomID"] = 278187,
["level"] = 1,
["bgID"] = 0,
},
["哪吒丨丨骑"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["凡尔赛马"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["新月的回响"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["要不要来一串"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["灬绝对防御灬"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["有信仰的小孩"] = {
["roomID"] = "287481",
["level"] = 2,
["bgID"] = 0,
},
["贰月家小花卷"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["小宝六"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["以德服人丅"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["Eatribss"] = {
["roomID"] = 160086,
["level"] = 4,
["bgID"] = 170,
},
["猪能飞吗"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["队长自己人"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["上帝没有圣光"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["一潘多拉一"] = {
["medalMap"] = {
["acc_exp"] = 8770,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657974,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 137112,
},
["孙邢者"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["晴天妮妮"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["玩个圣骑啊"] = {
["roomID"] = 297033,
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨憩"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["紫丶铯"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["弥粟粟"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["磨磨就磨磨"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["明明是死骑啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["天地無情"] = {
["roomID"] = 147465,
["level"] = 3,
["bgID"] = 0,
},
["南宫月影"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["今天也喜欢你"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["元先生"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["消费者保护法"] = {
["roomID"] = 296474,
["level"] = 1,
["bgID"] = 0,
},
["东皇太玖"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["锦年之愓"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["点掉王者"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["阿曼尼驯兽员"] = {
["roomID"] = "144592",
["level"] = 2,
["bgID"] = 0,
},
["护世弘济真人"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["丶精油史帕"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["Madelephant"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["新月星儿"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["白丶景"] = {
["roomID"] = 317436,
["level"] = 2,
["bgID"] = 0,
},
["大忽悠灬牧"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["尛灬雀斑"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["卿辞枫露"] = {
["roomID"] = "146003",
["level"] = 3,
["bgID"] = 0,
},
["红可乐"] = {
["roomID"] = 181725,
["level"] = 1,
["bgID"] = 0,
},
["幽梦舞流年丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["进取"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["又打一个饱嗝"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["蜀道杉"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["风斩芙罗拉"] = {
["roomID"] = 136510,
["level"] = 3,
["bgID"] = 0,
},
["酷似王一博"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["劉六一丶丶"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["思密达大爷"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["嘛哒嘛哒哒奈"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["屠场毛肚"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["沐四胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["看我秒活"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["天空的绯红"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["泰达希尔牛马"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["圣光屁诱你"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["我还能再射"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["消失的光年"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["千锤丶百炼"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["天吶丶你真高"] = {
["roomID"] = 183059,
["level"] = 2,
["bgID"] = 0,
},
["嫩嫩的丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["媄桜"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["沉睡的凰"] = {
["roomID"] = 283349,
["level"] = 2,
["bgID"] = 0,
},
["圣盾小骑"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["汽水音乐"] = {
["roomID"] = 107071,
["level"] = 1,
["bgID"] = 170,
},
["有缘千里相会"] = {
["roomID"] = 231073,
["level"] = 1,
["bgID"] = 0,
},
["要不要来一粒"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["Finish"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["卡尔烈风"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["春风夜归人"] = {
["medalMap"] = {
["acc_exp"] = 9255,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655033,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 145383,
},
["纯禽宝宝"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["取之有道"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["暗得超无敌"] = {
["roomID"] = 113099,
["level"] = 3,
["bgID"] = 0,
},
["三个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["小九儿丶"] = {
["roomID"] = 158458,
["level"] = 1,
["bgID"] = 0,
},
["普莉希娅"] = {
["roomID"] = 114022,
["level"] = 1,
["bgID"] = 0,
},
["璀璨星月"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["若溪粑粑"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["为了一杯茶"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["米斯奶骑一号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["渡歌丶"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["芊浅"] = {
["roomID"] = 156839,
["level"] = 3,
["bgID"] = 0,
},
["黄黑之王"] = {
["roomID"] = 276828,
["level"] = 1,
["bgID"] = 170,
},
["宝贝玩火球"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["妮科罗宾"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["一根葱九分钟"] = {
["bgID"] = 0,
["level"] = -1,
},
["小菜丶鸡"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["缱绻灬"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["穆迭"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["一米六七"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["为你而生"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["我太菜不配玩"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["澳妮克希亚"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["Kazans"] = {
["roomID"] = 277972,
["level"] = 1,
["bgID"] = 0,
},
["他喵了个咪"] = {
["roomID"] = 186775,
["level"] = 2,
["bgID"] = 0,
},
["晨灬偷"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["约德尔九九"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["夜雨辰星"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["教练知道错了"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["小破孩"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["飞宏茹风"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["生不灭"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["热带芒果"] = {
["roomID"] = "257488",
["level"] = 2,
["bgID"] = 0,
},
["全伐来伞"] = {
["roomID"] = 277383,
["level"] = 1,
["bgID"] = 0,
},
["风之小术术"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["多尒衮丶"] = {
["roomID"] = 124471,
["level"] = 1,
["bgID"] = 0,
},
["玷污光环"] = {
["roomID"] = 312715,
["level"] = 2,
["bgID"] = 0,
},
["森森小梅梅"] = {
["roomID"] = 306668,
["level"] = 1,
["bgID"] = 0,
},
["Christybb"] = {
["roomID"] = 108038,
["level"] = 3,
["bgID"] = 0,
},
["脱氧核糖葫芦"] = {
["roomID"] = 167888,
["level"] = 1,
["bgID"] = 0,
},
["风一铃"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["喵语妖姬"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["永迪"] = {
["roomID"] = "247076",
["level"] = 1,
["bgID"] = 0,
},
["狼媳妇"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["琉琉彦"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["德哥变身"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["灬夏雨灬"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["Ispkin"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["精香灬巨恋"] = {
["bgID"] = 0,
["level"] = -1,
},
["晴天旎旎"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["傲视宇宙"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["青丝化白雪"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["纳努"] = {
["roomID"] = "136799",
["level"] = 4,
["bgID"] = 170,
},
["是小小可爱呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["凭樓望月"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["奏乐接着演"] = {
["roomID"] = 175835,
["level"] = 2,
["bgID"] = 0,
},
["有怪"] = {
["roomID"] = 328238,
["level"] = 1,
["bgID"] = 0,
},
["丶刘老師"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["轻抚菊花笑"] = {
["roomID"] = 108542,
["level"] = 2,
["bgID"] = 0,
},
["沐月雪"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["老表来根烟"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["刁心"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["神秘水果"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["曼谷大鸟"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["菲娅戈德温"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["修罗灭神"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["陈十五"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["张學友"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["鱼先森"] = {
["roomID"] = 284665,
["level"] = 2,
["bgID"] = 0,
},
["小富包包"] = {
["roomID"] = "187356",
["level"] = 3,
["bgID"] = 0,
},
["仔丶驍法"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["圣光之棱"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["我喜欢洗脚"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["伱是偶的菜"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["丨戰丨薩丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["空虚丨妞宝"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["我爱粉嘟嘟"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["草莓辣酱"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["柒柒灬"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["樱桃扛不起"] = {
["medalMap"] = {
["acc_exp"] = 2925,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 142140,
},
["寂寞牧"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["义乌扛把子"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["公鸡下蛋"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["我不是浪浪"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["耐烦大"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["Auroralol"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["圣韵玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["想念什么"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["小澄澄"] = {
["roomID"] = 232336,
["level"] = 2,
["bgID"] = 0,
},
["爱琴海之殇"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["猫猫饼干"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["张学友丷"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["洛丹倫夏天"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 0,
},
["砍之"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["尐海疼"] = {
["roomID"] = 319426,
["level"] = 1,
["bgID"] = 0,
},
["花晨月夜"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["娜小宝儿"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["劳心悄兮"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["天使豆豆"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["那个槑賊"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["Caspianz"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["狡黠的蕾丝刀"] = {
["roomID"] = 244659,
["level"] = 2,
["bgID"] = 0,
},
["哪吒丨猎"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["王者降临"] = {
["medalMap"] = {
["acc_exp"] = 930,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
},
},
["medalTime"] = 1744031380,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "154498",
},
["風之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["丿壹拾"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["飞宏如疯"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["蓝色冰淩"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["因为太帅被罚"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["身法大帝"] = {
["roomID"] = "169964",
["level"] = 2,
["bgID"] = 0,
},
["圣丶十七"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["你的丶小卡拉"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["小吖小灭霸"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["药店小七"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["秀萍"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["奥特玩具"] = {
["roomID"] = 113468,
["level"] = 2,
["bgID"] = 0,
},
["红烧西瓜"] = {
["roomID"] = 165552,
["level"] = 2,
["bgID"] = 0,
},
["重回艾拉"] = {
["roomID"] = "324015",
["level"] = 2,
["bgID"] = 0,
},
["丿糖荳"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["圣光治愈你"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["碧忧姬"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["漂亮大妈"] = {
["roomID"] = "251443",
["level"] = 3,
["bgID"] = 170,
},
["落木萧然"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["Mojifei"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["奥尼尔丶张三"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["末日回响"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["橘汁香水"] = {
["roomID"] = 292133,
["level"] = 3,
["bgID"] = 0,
},
["生灬如夏花"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["书蝶"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["丶牧术"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["奉小仙"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["大个儿三米一"] = {
["roomID"] = "240560",
["level"] = 2,
["bgID"] = 0,
},
["丨乊灬乊丨"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["帅到掉眉毛"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["Rayssaleal"] = {
["roomID"] = 167842,
["level"] = 2,
["bgID"] = 0,
},
["Allsace"] = {
["roomID"] = 172833,
["level"] = 4,
["bgID"] = 0,
},
["画意丶"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["明明是戰士啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["兜里有惡鬼"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["小毛贼的保镖"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["早灬柚"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["卡西娅奥塞罗"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["香菇牛肉酱"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["亚列尔"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["李管宽"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["割峦伐出血"] = {
["roomID"] = 277383,
["level"] = 1,
["bgID"] = 0,
},
["糖醋丶俳骨"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["峚之霊"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["尘烟顭雨"] = {
["roomID"] = "128081",
["level"] = 4,
["bgID"] = 0,
},
["瞳心未敏"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["拔剑煮酒"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["劉海柱灬"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["度厄真君"] = {
["roomID"] = 107604,
["level"] = 2,
["bgID"] = 0,
},
["兜兜裡都是愛"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["光头佬憨憨"] = {
["roomID"] = 165986,
["level"] = 4,
["bgID"] = 0,
},
["清蒸虾球"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["猫三爷"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["无脑套盾"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["花式躺尸"] = {
["roomID"] = 167888,
["level"] = 1,
["bgID"] = 0,
},
["傲氣糖豆"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["黑锋会所花魁"] = {
["roomID"] = 180452,
["level"] = 2,
["bgID"] = 0,
},
["冬绒"] = {
["roomID"] = 319313,
["level"] = 2,
["bgID"] = 0,
},
["青鱼丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["奇怪的上路"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["要奶嘛"] = {
["roomID"] = 159733,
["level"] = 1,
["bgID"] = 0,
},
["王哆鱼丶"] = {
["roomID"] = 304572,
["level"] = 1,
["bgID"] = 0,
},
["傲慢之罪丶诺"] = {
["roomID"] = 211524,
["level"] = 3,
["bgID"] = 0,
},
["Makisekuris"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["丶小脉动"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["王姨"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["织梦"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["芷澜"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["果果的磨牙棒"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["寂若寒蝉"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["浪漫"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["熊猫人萨满"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["饭岛丿爱"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["飞翔的跳蚤"] = {
["roomID"] = 140620,
["level"] = 2,
["bgID"] = 0,
},
["阿毛吃米粉"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["水亿更风亿程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["风一更水依程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["勉强"] = {
["roomID"] = 292618,
["level"] = 1,
["bgID"] = 0,
},
["凉柚"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["倾城之慕"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["浅秋小狐"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["天菩萨九九六"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["酷似王嘉尔"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["苏筱静"] = {
["roomID"] = 171687,
["level"] = 1,
["bgID"] = 0,
},
["五狗丶"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["四海灬魅"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["司马氶厷"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["丶逗妇汝"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["爱奶不奶"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["黑德皮包"] = {
["roomID"] = "347680",
["level"] = 1,
["bgID"] = 0,
},
["兰铭铭"] = {
["bgID"] = 0,
["level"] = -1,
},
["辉煌星辰"] = {
["roomID"] = 162185,
["level"] = 3,
["bgID"] = 0,
},
["Hypocacry"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["老虎和小虎"] = {
["roomID"] = "182957",
["level"] = 2,
["bgID"] = 0,
},
["尐栊包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["沐一"] = {
["roomID"] = 277567,
["level"] = 1,
["bgID"] = 0,
},
["极光掠过天边"] = {
["roomID"] = "179437",
["level"] = 2,
["bgID"] = 170,
},
["钱包普拉斯"] = {
["roomID"] = 243681,
["level"] = 3,
["bgID"] = 0,
},
["莉赛特"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["堕天使之吻"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["寒如江逝火"] = {
["roomID"] = 147019,
["level"] = 3,
["bgID"] = 0,
},
["风带走了从前"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["也信仰"] = {
["roomID"] = 109170,
["level"] = 3,
["bgID"] = 0,
},
["奈落的信仰"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["灬死死灬"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["呱太"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["世界唯一的伱"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["小猫妹儿"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["奶死吐米求"] = {
["roomID"] = "250920",
["level"] = 3,
["bgID"] = 0,
},
["彦祖快捡肥皂"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["阳光下的月亮"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["奇怪的辅助"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["麻瓜导师灬"] = {
["roomID"] = 251931,
["level"] = 1,
["bgID"] = 0,
},
["無丨"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["后面插丶"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["啃奈兹"] = {
["roomID"] = 161389,
["level"] = 3,
["bgID"] = 0,
},
["二仙桥纵火人"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["巨人杀手一号"] = {
["bgID"] = 0,
["level"] = -1,
},
["团子二号"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["咕噜噜咕噜咕"] = {
["roomID"] = 292618,
["level"] = 1,
["bgID"] = 0,
},
["龙七丨负屃"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["椒盐雪碧"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["夜月花朝"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["慕灬灬"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["徵伐"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["無名小輩"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["小兵得道"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["叁俱卿安"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["风信花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["小宝三"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["蓝火伽特林"] = {
["roomID"] = 244659,
["level"] = 2,
["bgID"] = 0,
},
["随风舞乱"] = {
["roomID"] = 309169,
["level"] = 1,
["bgID"] = 0,
},
["落雁秦川"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["上馆婉儿"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["Dragonli"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["月亮的骑士"] = {
["medalMap"] = {
["acc_exp"] = 3590,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744328725,
["level"] = 3,
["bgID"] = 170,
["roomID"] = 147408,
},
["绯月行"] = {
["roomID"] = 167900,
["level"] = 3,
["bgID"] = 0,
},
["飙车大姐"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["许秀不许秀丶"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["月光光心慌换"] = {
["roomID"] = 158516,
["level"] = 3,
["bgID"] = 0,
},
["西坡萨"] = {
["roomID"] = 271029,
["level"] = 1,
["bgID"] = 0,
},
["一拉斐尔一"] = {
["roomID"] = 137112,
["level"] = 4,
["bgID"] = 0,
},
["Annihilation"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["死灵丶男爵"] = {
["roomID"] = 335403,
["level"] = 1,
["bgID"] = 0,
},
["聆听黑暗"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["邪恶小麦"] = {
["medalMap"] = {
["acc_exp"] = 3480,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "324078",
},
["妄语图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["蠢蠢欲动丶丶"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["Luxuryxsm"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["别急我先跑尸"] = {
["medalMap"] = {
["acc_exp"] = 90,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1743657914,
["level"] = 1,
["bgID"] = 0,
["roomID"] = "340108",
},
["小七公举"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["山风谷雨"] = {
["roomID"] = 275278,
["level"] = 1,
["bgID"] = 0,
},
["大聪明灬熊"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["蛋黄儿"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["丶魅雪"] = {
["roomID"] = "166168",
["level"] = 3,
["bgID"] = 0,
},
["阿面包"] = {
["roomID"] = "326142",
["level"] = 2,
["bgID"] = 0,
},
["都勾八哥们儿"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["棒棒冰丶"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["小陆柒"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["亡魂曲"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["屁屁法"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["齐天三"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["勇闯天堂岛"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["漫步太空的人"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["Odettw"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["愤怒之罪丶奥"] = {
["roomID"] = 211524,
["level"] = 3,
["bgID"] = 0,
},
["犯困嫌疑人丶"] = {
["roomID"] = 162482,
["level"] = 2,
["bgID"] = 170,
},
["一起看雪"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["Padova"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["此用户不存在"] = {
["roomID"] = "178734",
["level"] = 3,
["bgID"] = 170,
},
["森喵殿"] = {
["roomID"] = "258020",
["level"] = 2,
["bgID"] = 0,
},
["吃海鲜的猫"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["萌萌的莎馒"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["室内高手"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["龍乀戦猎"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["沐同学"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["死因不瞑"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["花心卒"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["Moirababy"] = {
["roomID"] = 258565,
["level"] = 1,
["bgID"] = 0,
},
["炭烤大鸡爪"] = {
["roomID"] = "139323",
["level"] = 4,
["bgID"] = 170,
},
["朦胧钟摆"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["苏淸秋"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["依依灬死骑"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["蓝色冰棱"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["夜中不能寐"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["Yolande"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["小丨叔"] = {
["roomID"] = "302709",
["level"] = 1,
["bgID"] = 170,
},
["娜丶"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["熠生辉"] = {
["medalMap"] = {
["acc_exp"] = 2815,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 112373,
},
["夏沫公"] = {
["roomID"] = 207202,
["level"] = 2,
["bgID"] = 0,
},
["呢喃清语"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["她有糖"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["大寳剣"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["极光处刑"] = {
["roomID"] = 135610,
["level"] = 2,
["bgID"] = 0,
},
["德育主任"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["无敌推土机"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["紫色音乐盒"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["朱砂水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["幼稚园右护法"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["远航的骑土"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["盖里盖气"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["没有尾巴"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["老衲法眼通天"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["意水叁秋丶"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["春风花雨"] = {
["roomID"] = 145383,
["level"] = 4,
["bgID"] = 0,
},
["澳拉桑德"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["命续月光林"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["重型武装"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["西海岸的猫咪"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["自由炉石"] = {
["roomID"] = 328238,
["level"] = 1,
["bgID"] = 0,
},
["似水忆流年"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["月夜幽幽"] = {
["roomID"] = "324527",
["level"] = 2,
["bgID"] = 170,
},
["魔兽毁我青春"] = {
["roomID"] = "178734",
["level"] = 3,
["bgID"] = 170,
},
["喜宴"] = {
["roomID"] = 108534,
["level"] = 2,
["bgID"] = 0,
},
["迪门安吉尔"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["燃烧三"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["無悠"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["虾米丨锤子"] = {
["roomID"] = 280878,
["level"] = 1,
["bgID"] = 0,
},
["星野阿库亚"] = {
["roomID"] = "322524",
["level"] = 1,
["bgID"] = 0,
},
["量子释放"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["玛奇玛丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["泥猴桃丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["幽冥小七"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["想吃汉堡"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["丨回忆丨"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["Foreversky"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["那还玩个鸟"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["惹丨尘"] = {
["medalMap"] = {
["acc_exp"] = 9485,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "114987",
},
["秀娥"] = {
["roomID"] = 106258,
["level"] = 3,
["bgID"] = 0,
},
["燃烧六"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["幽冥新星"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["暴风圣骑杜克"] = {
["roomID"] = 158461,
["level"] = 2,
["bgID"] = 0,
},
["达哒娃子"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["匕首岭一哥"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["Oldchen"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["剪秋水"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["奔放的叔"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["团长他舅妈"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["香辣炖羊排"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["折戟灬战"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["冰月小美"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["彩九朵莲"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["埋骨青山丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["粉色的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["风一样的萨满"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["飞翔的诗"] = {
["roomID"] = 158516,
["level"] = 3,
["bgID"] = 0,
},
["铁哥猎"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["戈黛娃丶圣蹄"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["女王爱大小变"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["风火之灵"] = {
["roomID"] = 238966,
["level"] = 2,
["bgID"] = 0,
},
["Hasker"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["哈雷娜"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["我本天命"] = {
["roomID"] = "291791",
["level"] = 3,
["bgID"] = 0,
},
["九落"] = {
["roomID"] = "348354",
["level"] = 2,
["bgID"] = 170,
},
["套马的灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["Auriel"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["愤怒的雷丘"] = {
["roomID"] = 265480,
["level"] = 2,
["bgID"] = 0,
},
["伊万诺娃"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["牛排菌"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["安丶之"] = {
["roomID"] = 317436,
["level"] = 2,
["bgID"] = 0,
},
["雨情亦飘雪"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["奥菲利雅"] = {
["roomID"] = 114022,
["level"] = 1,
["bgID"] = 0,
},
["吙之高兴"] = {
["roomID"] = 326279,
["level"] = 1,
["bgID"] = 0,
},
["最美丽程美丽"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["曾经的你们"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["王艾斯"] = {
["roomID"] = 276675,
["level"] = 1,
["bgID"] = 0,
},
["魁梧的孩子"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["肥肠粉小碗"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["无敌小凶凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["阿姨阿姨阿姨"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["绯夜萌萌"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["欧洲小萌新"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["陳暢丶"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["约德尔五"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["去冰拿铁"] = {
["roomID"] = 151213,
["level"] = 2,
["bgID"] = 0,
},
["元气天使"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["老程的铁骑士"] = {
["roomID"] = 152849,
["level"] = 2,
["bgID"] = 0,
},
["星语玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["老道法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["伟哥圣光者"] = {
["roomID"] = 321832,
["level"] = 1,
["bgID"] = 0,
},
["再见长安城"] = {
["roomID"] = 143497,
["level"] = 1,
["bgID"] = 0,
},
["南博赛文"] = {
["roomID"] = 112798,
["level"] = 3,
["bgID"] = 0,
},
["君子梨"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["性格人格体格"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["无敌大小胸"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["寰宇大宝剑"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["Acepriest"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["以圣光之明"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["佐手温暖"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["冰炖炖"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["Salami"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["丶帕拉丁"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["Rainbowsweet"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["凯雯缔娜"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["Summerecho"] = {
["roomID"] = 287529,
["level"] = 1,
["bgID"] = 0,
},
["恰口烟压压惊"] = {
["roomID"] = 110914,
["level"] = 1,
["bgID"] = 0,
},
["长发飘飘的我"] = {
["roomID"] = "110527",
["level"] = 3,
["bgID"] = 170,
},
["紫龙惊云"] = {
["medalMap"] = {
["acc_exp"] = 4680,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031560,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "140781",
},
["Silently"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["三足乌"] = {
["bgID"] = 0,
["level"] = -1,
},
["Luxuryxdk"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["摸我的小鸟头"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["雪未殇"] = {
["roomID"] = 173054,
["level"] = 2,
["bgID"] = 0,
},
["时光灬静好"] = {
["roomID"] = 231073,
["level"] = 1,
["bgID"] = 0,
},
["丫占戈丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["知名卿年"] = {
["roomID"] = 113611,
["level"] = 2,
["bgID"] = 0,
},
["魔都尛剑剑"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["相思是种病呀"] = {
["roomID"] = 294313,
["level"] = 1,
["bgID"] = 0,
},
["夏宇丨法泽"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["依旧海棠"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["一缔娜一"] = {
["roomID"] = "163229",
["level"] = 4,
["bgID"] = 0,
},
["努爾哈赤"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["上桌吃饭"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["竖锯"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["豆丶包六号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["碳烤锡纸鲫鱼"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["夜空飞雪"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["破晓曦光"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["風聲"] = {
["roomID"] = 108699,
["level"] = 3,
["bgID"] = 0,
},
["圣光小天使"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["骑士朋友"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["灬幽幽弑魂灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["饮月莙"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["同等价值"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["戒丶你如烟"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["Orr"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["福衢寿车"] = {
["roomID"] = "126422",
["level"] = 4,
["bgID"] = 0,
},
["弦断琴难断"] = {
["roomID"] = 282381,
["level"] = 1,
["bgID"] = 0,
},
["春哥救我"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["小粽子"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["克罗米儿"] = {
["roomID"] = 172833,
["level"] = 4,
["bgID"] = 0,
},
["老司季灬牧"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["慕灬夏"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["屠龙裂风"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["你们缺德是么"] = {
["roomID"] = 235170,
["level"] = 1,
["bgID"] = 0,
},
["圣光灬麻薯"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["超嗳丹"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["可多森琳"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["梦露丶玛丽"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["真香呀"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["虾仁不眨眼乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["天云丶丶"] = {
["roomID"] = 134265,
["level"] = 2,
["bgID"] = 0,
},
["死亡盟約"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["Ffish"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["黯觉男祭师"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["菊正红"] = {
["roomID"] = 207031,
["level"] = 1,
["bgID"] = 0,
},
["澹台梦璃"] = {
["roomID"] = "323581",
["level"] = 4,
["bgID"] = 0,
},
["碧娜夏丶"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["演员的才艺"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["三四丶"] = {
["roomID"] = 308966,
["level"] = 1,
["bgID"] = 0,
},
["奶茶兔叽耶"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["蘇漫漫"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["阿瑟斯"] = {
["roomID"] = "356291",
["level"] = 3,
["bgID"] = 0,
},
["三十六照"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["莫丶山山"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["妹子很润"] = {
["roomID"] = "114532",
["level"] = 3,
["bgID"] = 0,
},
["Onethird"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["大丶哥"] = {
["medalMap"] = {
["acc_exp"] = 4740,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032580,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 109753,
},
["抖音灬奶蛮哆"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["城府浅沟沟深"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["暴菌乄"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["飒碃"] = {
["roomID"] = 254790,
["level"] = 1,
["bgID"] = 0,
},
["哐哐纳爱斯"] = {
["roomID"] = "198804",
["level"] = 2,
["bgID"] = 0,
},
["黯淡的月光"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["睡睡觉"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["胡汗衫"] = {
["roomID"] = 140981,
["level"] = 2,
["bgID"] = 0,
},
["米法的祈福"] = {
["roomID"] = "313749",
["level"] = 3,
["bgID"] = 0,
},
["奥薇兰蒂尔"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["雷霆骑贰"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["小学生有大炮"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["那年杏花微雨"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["可可露露"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["闇之末裔"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["迎风尿十丈"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["Noioy"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["老宋五十八"] = {
["roomID"] = "323139",
["level"] = 2,
["bgID"] = 170,
},
["必须骑凤凰"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["加加我"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["关灯奶骑二"] = {
["roomID"] = "289775",
["level"] = 2,
["bgID"] = 0,
},
["董一小一姐"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["弥海沙"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["猴子的救兵灬"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["李拜吾"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["明明是贼啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["陈辻叁"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["坝波尔奔"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["鸟为财死"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["沧行"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["离婚才来玩"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["凉花秋雪"] = {
["roomID"] = 314038,
["level"] = 1,
["bgID"] = 0,
},
["喵喵妙缪缪"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["夏宇丨德耀"] = {
["bgID"] = 0,
["level"] = -1,
},
["丶昆仑丶"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["筱紫霞"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["丶万福"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["小元帅弟弟"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["夏雨丶绕指柔"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["龍十六"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["暗月流风"] = {
["roomID"] = "211177",
["level"] = 3,
["bgID"] = 0,
},
["暮醉樱凌"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["蚂蚁来了"] = {
["roomID"] = 255164,
["level"] = 2,
["bgID"] = 0,
},
["呱大"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["令狐希"] = {
["roomID"] = 136304,
["level"] = 2,
["bgID"] = 0,
},
["阿尔撒斯娅"] = {
["roomID"] = 122855,
["level"] = 1,
["bgID"] = 0,
},
["羽殇羿弦"] = {
["roomID"] = 226762,
["level"] = 1,
["bgID"] = 0,
},
["芜湖大骑士"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["暮雨亪宬詩"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["只道尋常"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["深渊之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["風采"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["Odettq"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["海蓝时灬见鲸"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["乔乔大魔王"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["有点怂"] = {
["roomID"] = 198943,
["level"] = 1,
["bgID"] = 0,
},
["死神之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["寒蝉鸣泣时"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["小草莓"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["千语丶"] = {
["roomID"] = "116266",
["level"] = 3,
["bgID"] = 170,
},
["欧珂壹佰"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["Nory"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["童嬅丶"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["撒旦是你姐"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["航琦"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["神圣戒律牧丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["Bbiubiu"] = {
["roomID"] = 114102,
["level"] = 2,
["bgID"] = 0,
},
["血鹦鹉丶"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["Twarlock"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["半寸风光"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["雪花冲锋"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["烟畫丶"] = {
["roomID"] = 109203,
["level"] = 2,
["bgID"] = 0,
},
["团子姐姐"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["永恒丶無名"] = {
["roomID"] = 150455,
["level"] = 2,
["bgID"] = 0,
},
["咆哮丹丹"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["兜里有糖果"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["瞪妳妹"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["整点薯条吧"] = {
["roomID"] = "220608",
["level"] = 2,
["bgID"] = 170,
},
["沐溍流沄"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["梨漫千山"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["梦若寒秋"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["命运木馬"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["野熊筱喵"] = {
["roomID"] = 109336,
["level"] = 1,
["bgID"] = 0,
},
["米斯妙射"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["千钧弦"] = {
["roomID"] = 238894,
["level"] = 1,
["bgID"] = 0,
},
["琪琪生气气"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["牧桂英"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["舞落丨海棠"] = {
["roomID"] = 107325,
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的豆包"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["相见是故人"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["若水寒"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["婭玟暮星"] = {
["roomID"] = 329169,
["level"] = 1,
["bgID"] = 0,
},
["俏皮场控"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["绝命医师"] = {
["roomID"] = 158195,
["level"] = 2,
["bgID"] = 0,
},
["出咸阳"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["雾雨萌萌"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["讷木毅刚"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["冰寒丶"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["丷傀灬"] = {
["medalMap"] = {
["acc_exp"] = 5650,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "249198",
},
["无敌最闪亮"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["青丝绕指柔"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["白小捌"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["子时明月"] = {
["roomID"] = 295110,
["level"] = 3,
["bgID"] = 0,
},
["瞧她那小样"] = {
["roomID"] = 178410,
["level"] = 2,
["bgID"] = 0,
},
["汝等"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["晃晃小浪蹄子"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["给我过来"] = {
["roomID"] = 146698,
["level"] = 3,
["bgID"] = 200,
},
["寂寞的煤炭"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["风城丶烟雨"] = {
["roomID"] = 296474,
["level"] = 1,
["bgID"] = 0,
},
["都闪开我来抗"] = {
["roomID"] = 158294,
["level"] = 2,
["bgID"] = 0,
},
["板甲老板"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["妖刀丶阙然"] = {
["roomID"] = 108988,
["level"] = 2,
["bgID"] = 0,
},
["红袖里"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["無敌推土机"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["南條月"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["沐秋挽歌"] = {
["roomID"] = "273086",
["level"] = 3,
["bgID"] = 170,
},
["知名少年"] = {
["roomID"] = 113611,
["level"] = 2,
["bgID"] = 0,
},
["暗得神射"] = {
["roomID"] = "113099",
["level"] = 3,
["bgID"] = 200,
},
["焦花丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["看我灬冲钅"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["捺鸽戒律沐"] = {
["roomID"] = 226898,
["level"] = 3,
["bgID"] = 170,
},
["九幽阴魂"] = {
["roomID"] = 116264,
["level"] = 2,
["bgID"] = 0,
},
["万宝路的小苿"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["毛小怪"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["丨奉天丨"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["铁头李淳风"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["童晓宝"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["敞开心扉二"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["多情空余恨"] = {
["roomID"] = 220386,
["level"] = 2,
["bgID"] = 0,
},
["沉睡凝霜"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["司危丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["洛潇雨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["灬迷丶印灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["神秘的星光"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["崔根硕"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["三五八一二"] = {
["roomID"] = 129116,
["level"] = 3,
["bgID"] = 0,
},
["星星小圣"] = {
["roomID"] = "335768",
["level"] = 3,
["bgID"] = 170,
},
["丶小狗杂"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["紅手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["怪盗亚森罗萍"] = {
["roomID"] = 106258,
["level"] = 3,
["bgID"] = 0,
},
["兰兰小宝贝"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["秋水不染尘"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["矮骑骑"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["蝶舞弄玉"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["屁屁骑"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["芯暖暖"] = {
["roomID"] = "174544",
["level"] = 4,
["bgID"] = 0,
},
["威猛喷火龍"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["风情小馒头"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["水亿程风亿程"] = {
["medalMap"] = {
["acc_exp"] = 1450,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 2,
["bgID"] = 0,
["roomID"] = "113912",
},
["小画匠"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["丶鱿鱼蛋堡丶"] = {
["roomID"] = 164213,
["level"] = 2,
["bgID"] = 0,
},
["桓丶奈辛瓦里"] = {
["roomID"] = "280215",
["level"] = 2,
["bgID"] = 170,
},
["灬棒老二灬"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["指尖流星瞬"] = {
["roomID"] = 110914,
["level"] = 1,
["bgID"] = 0,
},
["不会玩萨满"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["白雪歌"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["伊剑伊人"] = {
["roomID"] = 115521,
["level"] = 2,
["bgID"] = 0,
},
["充气奶锤"] = {
["roomID"] = "155082",
["level"] = 2,
["bgID"] = 170,
},
["椒盐苦茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["紫涩丶"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["求求我二"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["宝贝毛线"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["海亦"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["朱柒柒"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["旺仔灬碎碎冰"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["墨言玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["依依的爸爸"] = {
["roomID"] = 181150,
["level"] = 1,
["bgID"] = 0,
},
["德了您嘞"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["琉璃战"] = {
["roomID"] = "313402",
["level"] = 2,
["bgID"] = 170,
},
["神迹红玲"] = {
["roomID"] = 181725,
["level"] = 1,
["bgID"] = 0,
},
["快乐的西西"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["安雅诺"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["时间如沙"] = {
["roomID"] = 292133,
["level"] = 3,
["bgID"] = 0,
},
["德徕尼萨"] = {
["roomID"] = "345155",
["level"] = 2,
["bgID"] = 170,
},
["女王红"] = {
["roomID"] = 175653,
["level"] = 3,
["bgID"] = 0,
},
["边边灬"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["阳曜"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["耶梦加德"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["一艾一雅一"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["阿小萱丶"] = {
["roomID"] = "128204",
["level"] = 2,
["bgID"] = 0,
},
["吃透了"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["東瑋骑士"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["度厄真人"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["肥肠粉一碗"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["迈克尔紫霞"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["靓仔天天"] = {
["roomID"] = 269858,
["level"] = 1,
["bgID"] = 0,
},
["南墙"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["给你点果汁吃"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["冰戮丶奈何"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["热水壶的冬天"] = {
["roomID"] = "175626",
["level"] = 3,
["bgID"] = 170,
},
["一只大美丽丶"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["云总"] = {
["roomID"] = 151262,
["level"] = 4,
["bgID"] = 170,
},
["嘎香蕉"] = {
["roomID"] = "205534",
["level"] = 3,
["bgID"] = 170,
},
["芙莉莲丷"] = {
["roomID"] = "186902",
["level"] = 1,
["bgID"] = 0,
},
["貔貅骑"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["小兔瑞貝卡丶"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["射杀百头"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["素律哒"] = {
["roomID"] = "156960",
["level"] = 2,
["bgID"] = 0,
},
["米饭老湿夫"] = {
["roomID"] = 205633,
["level"] = 2,
["bgID"] = 0,
},
["冷风丶增强"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["有點困"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["开门龙牧"] = {
["roomID"] = 303173,
["level"] = 1,
["bgID"] = 0,
},
["莱根泡泡糖"] = {
["roomID"] = "281669",
["level"] = 3,
["bgID"] = 0,
},
["纸鸢初见"] = {
["roomID"] = "132278",
["level"] = 3,
["bgID"] = 170,
},
["骑实很大"] = {
["roomID"] = 176469,
["level"] = 2,
["bgID"] = 0,
},
["壹月份丶"] = {
["roomID"] = 132919,
["level"] = 3,
["bgID"] = 0,
},
["長離"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["小南京炫赫门"] = {
["roomID"] = 105409,
["level"] = 1,
["bgID"] = 0,
},
["怀念哥"] = {
["roomID"] = 269904,
["level"] = 2,
["bgID"] = 0,
},
["倚楼聼风语"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["年少的回忆"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["顾得拉克"] = {
["roomID"] = 322036,
["level"] = 1,
["bgID"] = 0,
},
["耀暘射手"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["那罗无双華"] = {
["roomID"] = 106777,
["level"] = 2,
["bgID"] = 0,
},
["晨曦哈"] = {
["roomID"] = 113468,
["level"] = 2,
["bgID"] = 0,
},
["Kazan"] = {
["roomID"] = 277972,
["level"] = 1,
["bgID"] = 0,
},
["瘦高瘦高的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["Chongitlr"] = {
["roomID"] = 304071,
["level"] = 1,
["bgID"] = 0,
},
["慵懒的俗人"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["小黑丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["妳走以后"] = {
["roomID"] = 114955,
["level"] = 2,
["bgID"] = 0,
},
["一路尐跑"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["岚陌"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["萌萌的丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["人纇女牧師"] = {
["roomID"] = 279361,
["level"] = 2,
["bgID"] = 0,
},
["丛林罗宾侠"] = {
["roomID"] = 335171,
["level"] = 3,
["bgID"] = 0,
},
["李抚光"] = {
["roomID"] = 289302,
["level"] = 1,
["bgID"] = 0,
},
["反芳向的钟"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["瑞斯托女伯爵"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["德瑞米"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["夏雨薇"] = {
["roomID"] = "182520",
["level"] = 3,
["bgID"] = 170,
},
["二哥你好坏"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["凌汐丶"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["月光樱花"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["胆子哥"] = {
["medalMap"] = {
["acc_exp"] = 11080,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "201243",
},
["香炸琵琶虾"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["破晓辰星灬"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["旱地大长腿"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["丿烟火丿"] = {
["roomID"] = "329442",
["level"] = 1,
["bgID"] = 0,
},
["渔小鱼"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["冰凌之羽"] = {
["roomID"] = 240797,
["level"] = 2,
["bgID"] = 0,
},
["念丶花海"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["小猫清雯"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["欣意"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["只想做鱻鱼"] = {
["roomID"] = 203903,
["level"] = 2,
["bgID"] = 0,
},
["忆昔度流年"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["大连南嫂"] = {
["roomID"] = 176335,
["level"] = 1,
["bgID"] = 0,
},
["指尖流年"] = {
["roomID"] = 192905,
["level"] = 3,
["bgID"] = 170,
},
["小小牧灬"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["兰色守望"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 170,
},
["上帝不教魔法"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["嘤嘤婴"] = {
["roomID"] = 158747,
["level"] = 1,
["bgID"] = 0,
},
["指定是不赖我"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["晴兮"] = {
["roomID"] = 316148,
["level"] = 1,
["bgID"] = 0,
},
["Eddieqvq"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["丨董珗珄丨"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["咬人小劣人"] = {
["roomID"] = 265625,
["level"] = 2,
["bgID"] = 0,
},
["秃毛鹤啊"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["竹荷"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["冲灬钅"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["巴隆"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["青春忆重逢"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["燃魂照云海"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["逮捕花狸猫"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["雷霆有德"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["不知道叫什嘛"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["月上影"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["呱木"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["Pg"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["丶观荫汏湿"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["杨公再"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["聆听丶雨在下"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["天一弓长悦"] = {
["roomID"] = 170895,
["level"] = 1,
["bgID"] = 0,
},
["黑色骑"] = {
["roomID"] = "108438",
["level"] = 3,
["bgID"] = 170,
},
["芜湖大萨满"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["陈文西丿"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["將进酒杯莫停"] = {
["roomID"] = 304071,
["level"] = 1,
["bgID"] = 0,
},
["白蹄子宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["二里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["雷神皮卡丘"] = {
["roomID"] = "203062",
["level"] = 1,
["bgID"] = 0,
},
["三面修罗"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["丨戰丨圣丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["Gezelligheid"] = {
["roomID"] = "153838",
["level"] = 2,
["bgID"] = 170,
},
["魑鬽魍魎"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["夏小妹"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["探险家刘德华"] = {
["roomID"] = "109326",
["level"] = 3,
["bgID"] = 170,
},
["巅峰第一深情"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["低丿调"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["导演躺哪"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["晨灬霜"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["左唯"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["暴龙战帝"] = {
["roomID"] = 134166,
["level"] = 2,
["bgID"] = 0,
},
["华纱"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["琉璃骑"] = {
["roomID"] = "313402",
["level"] = 2,
["bgID"] = 170,
},
["夏宇丨御骑"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["忧伤丨防"] = {
["roomID"] = "113049",
["level"] = 4,
["bgID"] = 170,
},
["吞天帝丶宁辰"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["射鸡猎"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["糖糖不是糖"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["寻找幸福丶鱼"] = {
["roomID"] = 279290,
["level"] = 2,
["bgID"] = 0,
},
["秋落枫"] = {
["roomID"] = 296984,
["level"] = 1,
["bgID"] = 0,
},
["素色慕斯"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["賊帥丶"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["寒蝉鸣泣时丶"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["Boscowongg"] = {
["roomID"] = "136143",
["level"] = 3,
["bgID"] = 170,
},
["我要打十个防"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["风如剑"] = {
["roomID"] = "357014",
["level"] = 1,
["bgID"] = 0,
},
["奈奶德"] = {
["roomID"] = 160096,
["level"] = 2,
["bgID"] = 0,
},
["燃之怒痕"] = {
["roomID"] = 106777,
["level"] = 2,
["bgID"] = 0,
},
["钢琴丶手"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["传说中的土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["猫爷丨古尘"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["迪奥布蘭度"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["Iul"] = {
["roomID"] = 282381,
["level"] = 1,
["bgID"] = 0,
},
["伊露希亞"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["小学主任"] = {
["roomID"] = "147139",
["level"] = 2,
["bgID"] = 0,
},
["英俊的土豆"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["蒙圈骑士霸霸"] = {
["roomID"] = 182960,
["level"] = 1,
["bgID"] = 0,
},
["刮骨刀丨夏禾"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["湖北王二锤"] = {
["medalMap"] = {
["acc_exp"] = 11030,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 109013,
},
["大红鹰丶"] = {
["roomID"] = "107285",
["level"] = 2,
["bgID"] = 0,
},
["映雪壹肆零柒"] = {
["roomID"] = 324613,
["level"] = 1,
["bgID"] = 0,
},
["沉醉请凤"] = {
["roomID"] = 250923,
["level"] = 3,
["bgID"] = 0,
},
["黑老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["法治蘑菇"] = {
["roomID"] = "159096",
["level"] = 2,
["bgID"] = 0,
},
["哪吒丶骑"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["都敢偷狗"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["熊大哥丶"] = {
["roomID"] = 109753,
["level"] = 3,
["bgID"] = 0,
},
["猫公子"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["擺渡遊魂丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["一夜桥"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["丫女子丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["醉笑梦红颜"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["Cclove"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["四个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["左核右酸"] = {
["roomID"] = 293265,
["level"] = 3,
["bgID"] = 0,
},
["小啪菜丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["花夕月"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["火灬奥"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["秋水梦萦"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["铁哥德"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["探险家邓紫棋"] = {
["roomID"] = "109326",
["level"] = 3,
["bgID"] = 170,
},
["丫飞飞丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["詹姆斯丶邦徳"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["我在佑"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["明明是賊啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["飞翔的堡垒"] = {
["roomID"] = "357017",
["level"] = 1,
["bgID"] = 0,
},
["蓝羽蝴蝶"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["乐享思虞"] = {
["roomID"] = "150919",
["level"] = 3,
["bgID"] = 170,
},
["飞翔的魔法"] = {
["roomID"] = "357017",
["level"] = 1,
["bgID"] = 0,
},
["笨猫愛窝窝"] = {
["roomID"] = 248145,
["level"] = 2,
["bgID"] = 0,
},
["披甲执戟"] = {
["roomID"] = "357017",
["level"] = 1,
["bgID"] = 0,
},
["丶猎有财"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["生死如夜"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["奶德史塔克"] = {
["roomID"] = "187470",
["level"] = 2,
["bgID"] = 0,
},
["风怒小蹄子"] = {
["bgID"] = 0,
["level"] = -1,
},
["蘭尼斯特雄獅"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["一个一个名字"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["孤髑誰倁"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["脾气差"] = {
["roomID"] = "357032",
["level"] = 1,
["bgID"] = 0,
},
["带头大哥灬"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["京观染血"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["老虎山纵火犯"] = {
["roomID"] = "209137",
["level"] = 2,
["bgID"] = 0,
},
["常梦梦"] = {
["roomID"] = "231258",
["level"] = 2,
["bgID"] = 0,
},
["巨能鼎"] = {
["roomID"] = "328779",
["level"] = 1,
["bgID"] = 0,
},
["小萨丷"] = {
["roomID"] = "240511",
["level"] = 3,
["bgID"] = 170,
},
["蓝皮虎"] = {
["roomID"] = "247287",
["level"] = 3,
["bgID"] = 170,
},
["Austen"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["Elwynn"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["耀暘术二"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["走着走着晕了"] = {
["roomID"] = 327592,
["level"] = 1,
["bgID"] = 0,
},
["莫道灬桑榆晚"] = {
["roomID"] = "179437",
["level"] = 2,
["bgID"] = 170,
},
["迷恋狮子座"] = {
["roomID"] = 275044,
["level"] = 1,
["bgID"] = 0,
},
["忽咧咧"] = {
["roomID"] = 304071,
["level"] = 1,
["bgID"] = 0,
},
["小僧鸠摩智"] = {
["roomID"] = "172691",
["level"] = 3,
["bgID"] = 170,
},
["徒手接白刃"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["仁者灬沐春风"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["冥道丨残月"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["月沙漏"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["萧萧两鬓生华"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["矮萌"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["优雅哦"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["汉方药"] = {
["roomID"] = "219955",
["level"] = 2,
["bgID"] = 0,
},
["想的挺美"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["仗弓走红尘"] = {
["roomID"] = 242262,
["level"] = 2,
["bgID"] = 0,
},
["清影醉星河丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["慎骑师"] = {
["bgID"] = 0,
["level"] = -1,
},
["小么萨"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["满攻防提速叉"] = {
["bgID"] = 0,
["level"] = -1,
},
["笑笑了"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["醉清秋"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["苍茫哥丶"] = {
["roomID"] = "121057",
["level"] = 2,
["bgID"] = 0,
},
["灰暗的蓝调"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["超凡之萌"] = {
["roomID"] = "354946",
["level"] = 1,
["bgID"] = 0,
},
["帅帅小花花"] = {
["roomID"] = "205083",
["level"] = 4,
["bgID"] = 0,
},
["小可爱陛下"] = {
["roomID"] = "254498",
["level"] = 2,
["bgID"] = 0,
},
["轻丶舞飞扬"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["随老师很和蔼"] = {
["roomID"] = 200302,
["level"] = 3,
["bgID"] = 170,
},
["豆包真棒"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["竹下听雨"] = {
["roomID"] = "357014",
["level"] = 1,
["bgID"] = 0,
},
["诀别刻"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["爲你写詩"] = {
["roomID"] = 335171,
["level"] = 3,
["bgID"] = 0,
},
["放血狂徒"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["Min"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["白小仨"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["Fairladyz"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["夏宇丨圣骑"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["猪不能飞"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["无敌大刺刺"] = {
["roomID"] = 110533,
["level"] = 3,
["bgID"] = 0,
},
["Woci"] = {
["roomID"] = 178138,
["level"] = 2,
["bgID"] = 0,
},
["飞宏如枫"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["诛魔大爷"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["狂捏猫猫头"] = {
["roomID"] = "302045",
["level"] = 1,
["bgID"] = 0,
},
["水果摊"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["魔鬼椒榨汁"] = {
["roomID"] = "142870",
["level"] = 2,
["bgID"] = 0,
},
["德罗霍恩"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["弑杀丶仲辛"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["丫齐齐丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["关山抱月"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["晓飞飞"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["芯玥"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["雨情亦冰雪"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["乐享审判官"] = {
["roomID"] = "150919",
["level"] = 3,
["bgID"] = 170,
},
["烂枪头"] = {
["roomID"] = "357032",
["level"] = 1,
["bgID"] = 0,
},
["洋葱騎士"] = {
["roomID"] = "147465",
["level"] = 3,
["bgID"] = 0,
},
["军团小公主丷"] = {
["roomID"] = 117404,
["level"] = 2,
["bgID"] = 0,
},
["夏虫語冰"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["魔鬼椒打汁"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["刘杀神"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["刮刮乐丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["团长别罚了"] = {
["roomID"] = "357032",
["level"] = 1,
["bgID"] = 0,
},
["泰达希尔之殇"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["骑蜗牛找妞"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["拉克斯克莱茵"] = {
["roomID"] = 107090,
["level"] = 2,
["bgID"] = 0,
},
["婳祎"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["六边形死骑"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["耀银之魂"] = {
["roomID"] = 323700,
["level"] = 1,
["bgID"] = 0,
},
["女王的光环"] = {
["roomID"] = "113994",
["level"] = 4,
["bgID"] = 0,
},
["吃抹合"] = {
["roomID"] = "287141",
["level"] = 1,
["bgID"] = 170,
},
["女王鴐到"] = {
["roomID"] = 175653,
["level"] = 3,
["bgID"] = 0,
},
["Supar"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["第二卷"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["Ruee"] = {
["roomID"] = 115191,
["level"] = 1,
["bgID"] = 0,
},
["Tresor"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["那能咋地"] = {
["roomID"] = "156927",
["level"] = 2,
["bgID"] = 170,
},
["契约者丶风语"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["车车风"] = {
["medalMap"] = {
["acc_exp"] = 8760,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "114782",
},
["塞外飞雪丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["停机坪"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["艾妍晓瞳"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["无双谋士"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["黑化肥发灰"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["富丽堂皇"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["丨红丶双囍丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["阿威十八式乄"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["清风吹斜阳"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["亮頂蘑菇"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["轻松猫"] = {
["roomID"] = "354946",
["level"] = 1,
["bgID"] = 0,
},
["壮壮的馒头"] = {
["roomID"] = "220268",
["level"] = 3,
["bgID"] = 0,
},
["土灰色丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["玖伍丶贰柒"] = {
["roomID"] = "160286",
["level"] = 2,
["bgID"] = 0,
},
["变身小怪兽"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["小鬼起门"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["奔放的涛"] = {
["roomID"] = "243475",
["level"] = 1,
["bgID"] = 0,
},
["一休宝宝"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["四海灬术"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["教官的第四课"] = {
["roomID"] = 106134,
["level"] = 2,
["bgID"] = 170,
},
["薛定谔丿猫"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["愤怒的五锤"] = {
["roomID"] = 265480,
["level"] = 2,
["bgID"] = 0,
},
["蘇染染"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["一猫猫喵一"] = {
["roomID"] = 137112,
["level"] = 4,
["bgID"] = 0,
},
["麦维的影刃"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["丶将进酒"] = {
["roomID"] = "166168",
["level"] = 3,
["bgID"] = 0,
},
["远航的傻馒"] = {
["medalMap"] = {
["acc_exp"] = 6855,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 121237,
},
["少时的回忆丶"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["约德尔人五"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["冰雪薇薇"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["小王钶钶"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["原绛小趴菜"] = {
["roomID"] = 158294,
["level"] = 2,
["bgID"] = 0,
},
["易拉罐小橘子"] = {
["roomID"] = 275271,
["level"] = 2,
["bgID"] = 0,
},
["雪舞醉花间丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["王小纯"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["斯卡布罗"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["夜雨小战"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["伤心的皮卡丘"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["阿尓丨萨斯"] = {
["roomID"] = 131290,
["level"] = 2,
["bgID"] = 0,
},
["筱筱灑"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["只会大圣光"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["软饭奇才"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["苏语兮"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["马桶吃便当"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["Mayles"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["Zanzibar"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["万宝路的小葳"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["弥猫丨深巷"] = {
["roomID"] = 107325,
["level"] = 2,
["bgID"] = 0,
},
["亱晌浓妝"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["伊姆"] = {
["roomID"] = "315935",
["level"] = 2,
["bgID"] = 0,
},
["嗜杀"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["徒旅人不停歇"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["Oo"] = {
["roomID"] = "247311",
["level"] = 1,
["bgID"] = 0,
},
["Revice"] = {
["roomID"] = 307318,
["level"] = 3,
["bgID"] = 0,
},
["遇术临風丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["流离丶萨"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["晓之以理灬"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["小小汐"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["炎焰芝士"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["三花娘娘"] = {
["roomID"] = 172397,
["level"] = 1,
["bgID"] = 0,
},
["怪近身我就死"] = {
["roomID"] = 168101,
["level"] = 1,
["bgID"] = 0,
},
["医者灬古丽"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["劦首"] = {
["medalMap"] = {
["acc_exp"] = 16670,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637517,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 110302,
},
["流丶落花街"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["烟光里丶"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["韵涵"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["蛮丨吉"] = {
["roomID"] = 149383,
["level"] = 2,
["bgID"] = 0,
},
["恒恒二二"] = {
["roomID"] = 235240,
["level"] = 3,
["bgID"] = 0,
},
["愤怒的西西"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["夜凮"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["玉指驿站"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["龍乄时光荏苒"] = {
["roomID"] = 220787,
["level"] = 3,
["bgID"] = 0,
},
["脆皮鸡翅膀"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["牧師妹妹思琪"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["哈卡西里"] = {
["roomID"] = "211443",
["level"] = 2,
["bgID"] = 170,
},
["曦炀"] = {
["roomID"] = 240625,
["level"] = 2,
["bgID"] = 0,
},
["月光櫻花"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["挠挠怪丶"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["老司季灬珐"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["佛剑曰杀"] = {
["roomID"] = "350135",
["level"] = 1,
["bgID"] = 0,
},
["Caspiani"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["幽静伊人"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["跳唱打篮球"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["鱼丶骨头"] = {
["roomID"] = 107909,
["level"] = 3,
["bgID"] = 0,
},
["全谈情网"] = {
["roomID"] = 277383,
["level"] = 1,
["bgID"] = 0,
},
["卤儿镝光"] = {
["roomID"] = "146292",
["level"] = 2,
["bgID"] = 0,
},
["稳定脱贫户"] = {
["roomID"] = 297033,
["level"] = 1,
["bgID"] = 0,
},
["嘚儿熊"] = {
["roomID"] = "336195",
["level"] = 1,
["bgID"] = 0,
},
["青春忆相逢"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["Lcms"] = {
["roomID"] = 290535,
["level"] = 2,
["bgID"] = 0,
},
["冰戮丶混沌"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["瑆晴"] = {
["roomID"] = 143502,
["level"] = 2,
["bgID"] = 0,
},
["小迪的小尾巴"] = {
["roomID"] = "338070",
["level"] = 1,
["bgID"] = 170,
},
["钟止意难平"] = {
["roomID"] = "132822",
["level"] = 2,
["bgID"] = 0,
},
["Ddcup"] = {
["roomID"] = 170447,
["level"] = 1,
["bgID"] = 0,
},
["风一样的我们"] = {
["roomID"] = "106445",
["level"] = 2,
["bgID"] = 0,
},
["Rollinstone"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["顾芷玥"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["刘惜珺"] = {
["medalMap"] = {
["acc_exp"] = 3215,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 135817,
},
["远航的獵人"] = {
["roomID"] = "121237",
["level"] = 4,
["bgID"] = 0,
},
["桔色领主"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["丶小栗旬"] = {
["roomID"] = "349049",
["level"] = 1,
["bgID"] = 0,
},
["卞叔叔"] = {
["roomID"] = 158747,
["level"] = 1,
["bgID"] = 0,
},
["无证跑车"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["从正面进"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["洵有情兮"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["绿毛迷你龟"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["回眸倾城笑"] = {
["roomID"] = "348033",
["level"] = 1,
["bgID"] = 0,
},
["明明是聖骑啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["巧琳"] = {
["roomID"] = 113077,
["level"] = 2,
["bgID"] = 0,
},
["红灬颜"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["四海灬盾"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["凤舞香萝"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["塞纳河畔春水"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["妞妞的小包"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["第一翼"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["稳中带点骚"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["超哥站起来"] = {
["roomID"] = 230611,
["level"] = 2,
["bgID"] = 170,
},
["虚幻的回忆"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["光头乌瑟尔"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂圣"] = {
["roomID"] = "134603",
["level"] = 1,
["bgID"] = 0,
},
["米斯迪凯一号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["灬小丶波灬"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["安尐喵"] = {
["roomID"] = "329347",
["level"] = 1,
["bgID"] = 0,
},
["临风望秋水"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["羽泠泠"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["碳烤大鱿鱼"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["跳跳虎的好友"] = {
["roomID"] = "220285",
["level"] = 3,
["bgID"] = 0,
},
["剑如风"] = {
["roomID"] = "357014",
["level"] = 1,
["bgID"] = 0,
},
["恶心术"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["小橙丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["顺丰速孕丶"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["幽冥灭世"] = {
["roomID"] = "172149",
["level"] = 3,
["bgID"] = 170,
},
["Nvia"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["旧亦久"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["光茫"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["彩彩老师"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["星空下的青啤"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["锤啊"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["肉点王"] = {
["medalMap"] = {
["acc_exp"] = 1315,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 183460,
},
["苏淸秋丶"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["南坡猎"] = {
["roomID"] = 271029,
["level"] = 1,
["bgID"] = 0,
},
["无情灬守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["新月的遗忘"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["我不爱战复人"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["嗳酱"] = {
["roomID"] = "110527",
["level"] = 3,
["bgID"] = 170,
},
["慕佩灵"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["巨能暴"] = {
["roomID"] = 207031,
["level"] = 1,
["bgID"] = 0,
},
["记忆中的夏天"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["玩偶之家"] = {
["roomID"] = 167785,
["level"] = 2,
["bgID"] = 170,
},
["耀暘术零"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["看我黑不黑啊"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["Nurnisa"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["我爱暗影箭"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["菇巨西"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["浅烬"] = {
["roomID"] = "162185",
["level"] = 3,
["bgID"] = 0,
},
["我先让你三招"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["橘子德"] = {
["roomID"] = 219955,
["level"] = 2,
["bgID"] = 0,
},
["Hizaki"] = {
["roomID"] = 328238,
["level"] = 1,
["bgID"] = 0,
},
["死骑真不好玩"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["骑驴看马"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["空虚丨妞儿"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["小美櫻"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["甜心跳跳"] = {
["roomID"] = "176868",
["level"] = 3,
["bgID"] = 0,
},
["往后余生诗光"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["我去洗澡了"] = {
["roomID"] = "226442",
["level"] = 2,
["bgID"] = 170,
},
["芷汐"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["投河自尽得鱼"] = {
["roomID"] = "352426",
["level"] = 2,
["bgID"] = 0,
},
["丶银插羊搓"] = {
["roomID"] = "344696",
["level"] = 1,
["bgID"] = 0,
},
["橙籽熊"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["芋头跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["我是悦童吖"] = {
["roomID"] = 171687,
["level"] = 1,
["bgID"] = 0,
},
["如履薄冰"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["打工仔炎雨航"] = {
["roomID"] = 171544,
["level"] = 1,
["bgID"] = 0,
},
["萨满姐姐妍妍"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["玩命射"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["夏川里美丶"] = {
["roomID"] = "109413",
["level"] = 3,
["bgID"] = 0,
},
["错把少女当宝"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["桃芷"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["卟聆卟聆小骑"] = {
["roomID"] = "126946",
["level"] = 3,
["bgID"] = 0,
},
["万籁寂空"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["果茶玛奇朵"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["窝丫"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["漏电背刺"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["北郡的克拉拉"] = {
["roomID"] = "328723",
["level"] = 2,
["bgID"] = 170,
},
["陆珊珊"] = {
["roomID"] = "140948",
["level"] = 3,
["bgID"] = 0,
},
["知名青少年"] = {
["roomID"] = 113611,
["level"] = 2,
["bgID"] = 0,
},
["丶猎沭"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["无敌你妹啊"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["慕雪高钙奶"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["涂山曼曼"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["萌逼我骄傲"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["晴丿天"] = {
["medalMap"] = {
["acc_exp"] = 5485,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 145244,
},
["九幽座天使"] = {
["roomID"] = "347043",
["level"] = 1,
["bgID"] = 0,
},
["可可大魔王"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["叫我法丝"] = {
["roomID"] = "324015",
["level"] = 2,
["bgID"] = 0,
},
["可乐骑仕"] = {
["roomID"] = 145451,
["level"] = 3,
["bgID"] = 0,
},
["卩灬弑情"] = {
["roomID"] = 317911,
["level"] = 1,
["bgID"] = 0,
},
["涤罪之寒"] = {
["roomID"] = "344269",
["level"] = 2,
["bgID"] = 0,
},
["淮河路小乔治"] = {
["medalMap"] = {
["acc_exp"] = 4620,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "172643",
},
["心生种种法生"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["蓝色冰封"] = {
["medalMap"] = {
["acc_exp"] = 135,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744637457,
["level"] = 1,
["bgID"] = 0,
["roomID"] = 325809,
},
["优秀的橙橙"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["雷霆舞"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["宇宙栗子"] = {
["roomID"] = "279875",
["level"] = 1,
["bgID"] = 0,
},
["痞子耶酥"] = {
["roomID"] = "315319",
["level"] = 2,
["bgID"] = 0,
},
["奇怪的下路"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["织田香"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["小沐快跑"] = {
["roomID"] = "347421",
["level"] = 1,
["bgID"] = 0,
},
["一盏烛光"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["圣光溅射"] = {
["medalMap"] = {
["acc_exp"] = 16632,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657974,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 160892,
},
["Rattletra"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["村长接班人"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["兄弟奶一下"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["科穆宁那"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["大漠丶孤烟丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["Ry"] = {
["roomID"] = 115191,
["level"] = 1,
["bgID"] = 0,
},
["超级能电"] = {
["roomID"] = "203062",
["level"] = 1,
["bgID"] = 0,
},
["闪现奥爆"] = {
["roomID"] = "144592",
["level"] = 2,
["bgID"] = 0,
},
["Winddruid"] = {
["medalMap"] = {
["acc_exp"] = 5490,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032280,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "184140",
},
["因帅被判无妻"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["Darkquella"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["王教授"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["小角落"] = {
["roomID"] = "284395",
["level"] = 3,
["bgID"] = 0,
},
["丶小米"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["Buyone"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["老夫吼一吼啊"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["忘卻之名"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["德帕英"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["奶思吐米求"] = {
["roomID"] = "250920",
["level"] = 3,
["bgID"] = 0,
},
["杰洛齐贝林"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["诸神丶皇冠"] = {
["roomID"] = 174542,
["level"] = 1,
["bgID"] = 0,
},
["满月祭昭"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["Rainbowcute"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["叁仟烦恼"] = {
["roomID"] = "177993",
["level"] = 3,
["bgID"] = 170,
},
["能打还能抗"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["龙七丨敖闰"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["逹蓋爾的旗帜"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["骑琪"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["礼泉"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["Mieba"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["龍裂天"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["玄英哒"] = {
["roomID"] = "156960",
["level"] = 2,
["bgID"] = 0,
},
["幽丶落"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["红粉的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["蕾蕾累了"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["狂萨"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["Nalvy"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["半寸忧伤"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["沈舟破釜"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["魔兽的勇士"] = {
["roomID"] = 232139,
["level"] = 3,
["bgID"] = 0,
},
["聖光之子"] = {
["roomID"] = 291393,
["level"] = 2,
["bgID"] = 0,
},
["冰墩墩丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["幽幽的风"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["群体缠绕"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["空虚丨猎爹"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["停留的心"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["光头牛哥"] = {
["medalMap"] = {
["acc_exp"] = 180,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744426529,
["level"] = 1,
["bgID"] = 170,
["roomID"] = "347398",
},
["哥丶万众瞩目"] = {
["roomID"] = "293850",
["level"] = 2,
["bgID"] = 170,
},
["暗夜曙光"] = {
["roomID"] = 201638,
["level"] = 1,
["bgID"] = 0,
},
["淞岛枫"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["天云超抗揍"] = {
["roomID"] = 134265,
["level"] = 2,
["bgID"] = 0,
},
["舟亢骑"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["牙疼怎么办"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["九里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["郑太乙"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["戰訷錒滅"] = {
["roomID"] = 175263,
["level"] = 3,
["bgID"] = 0,
},
["厚重如山"] = {
["bgID"] = 0,
["level"] = -1,
},
["小木瓜"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["秩序绅士"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["丨星冰乐丨"] = {
["roomID"] = 323700,
["level"] = 1,
["bgID"] = 0,
},
["作乐灬"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["小舟澪"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["小桃兔兔灬"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["虞姬的怨念"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["招财進寶"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["Krobelus"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["粉灯洗头"] = {
["roomID"] = "136286",
["level"] = 3,
["bgID"] = 0,
},
["泡泡皮蛋"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["鱼的同桌"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["科技猫"] = {
["roomID"] = "110049",
["level"] = 3,
["bgID"] = 0,
},
["邱邱羊"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["陆易七世"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["巾冒巾冒"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["灬幽幽噬魂灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["来年当学弟"] = {
["roomID"] = 325447,
["level"] = 1,
["bgID"] = 0,
},
["死神骑士"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["聖龍之德"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["怕兄弟有媳妇"] = {
["roomID"] = "159600",
["level"] = 2,
["bgID"] = 0,
},
["以理晓之丶"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["肉松丶小贝"] = {
["roomID"] = 293949,
["level"] = 3,
["bgID"] = 0,
},
["Smoon"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["貔貅法"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["勇猛的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["灬幽幽逆鳞灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["伊丽傻白二世"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["德黑贼"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["花与姑娘灬"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["求求我术"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["泡芙泡芙叁"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["呜喵丶牧"] = {
["roomID"] = "182140",
["level"] = 2,
["bgID"] = 0,
},
["初見丶"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["灵魂灬信仰"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["我不是戏鯨琊"] = {
["roomID"] = "338088",
["level"] = 1,
["bgID"] = 0,
},
["風蕭蕭易水寒"] = {
["roomID"] = "345069",
["level"] = 1,
["bgID"] = 0,
},
["夕薇灬兮陌"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["盐丷巴"] = {
["roomID"] = "249263",
["level"] = 2,
["bgID"] = 0,
},
["晴风明月我"] = {
["roomID"] = 143502,
["level"] = 2,
["bgID"] = 0,
},
["大聪明灬萨"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["猪橙子"] = {
["roomID"] = 133458,
["level"] = 2,
["bgID"] = 0,
},
["化神期铭文师"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["娛樂丶龗魂骑"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["幼稚园小葵"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["不知何如春"] = {
["roomID"] = "136799",
["level"] = 4,
["bgID"] = 170,
},
["无聊之时"] = {
["roomID"] = "326142",
["level"] = 2,
["bgID"] = 0,
},
["只是一个小丑"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["杯蛇鬼车"] = {
["roomID"] = "153539",
["level"] = 3,
["bgID"] = 0,
},
["洞洞冒险家"] = {
["roomID"] = "206917",
["level"] = 3,
["bgID"] = 0,
},
["十三贝勒丶"] = {
["roomID"] = 134558,
["level"] = 2,
["bgID"] = 0,
},
["老赵快变身"] = {
["roomID"] = 139409,
["level"] = 1,
["bgID"] = 0,
},
["三十六杯"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["清歆"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["森屿丨暖树"] = {
["roomID"] = 107325,
["level"] = 2,
["bgID"] = 0,
},
["狂嗦猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["猫猫小奶茶"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["狂小战"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["第二影"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["氵刺背刂"] = {
["roomID"] = 321525,
["level"] = 1,
["bgID"] = 0,
},
["相思卿若梦"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["打个饱嗝儿"] = {
["medalMap"] = {
["acc_exp"] = 6295,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032220,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "252637",
},
["刘老師丶"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["一力担"] = {
["roomID"] = 173284,
["level"] = 1,
["bgID"] = 0,
},
["没得蛋刀"] = {
["roomID"] = "168358",
["level"] = 3,
["bgID"] = 170,
},
["轩黎晨启"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["土豆小二炮"] = {
["roomID"] = "291811",
["level"] = 1,
["bgID"] = 0,
},
["Maylea"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["第四种难得"] = {
["roomID"] = 164050,
["level"] = 3,
["bgID"] = 0,
},
["老蒙鉄骑"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["薮春"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["Puckio"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["按冰不动"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["吕玲绮"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["红的灵魂"] = {
["bgID"] = 0,
["level"] = -1,
},
["Dkone"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["室内泡茶高手"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["又矮又萌"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["鬼迷丶日眼丶"] = {
["roomID"] = "145426",
["level"] = 3,
["bgID"] = 0,
},
["气寒西北"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["初音薇辣"] = {
["roomID"] = "349237",
["level"] = 1,
["bgID"] = 0,
},
["天殇灬德"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["萌萌灬苽笟"] = {
["roomID"] = 226898,
["level"] = 3,
["bgID"] = 170,
},
["大耳朵粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["清水雜鱼"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["白瑶怡"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["大萌法"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["增强披萨"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["无忧小星"] = {
["roomID"] = "323581",
["level"] = 4,
["bgID"] = 0,
},
["哆哆牛"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["独有的天真"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["卿辞雨露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["退休才来玩"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["Bonesaman"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["天堂之焰丶"] = {
["roomID"] = 146762,
["level"] = 1,
["bgID"] = 170,
},
["怕疼别爱我"] = {
["roomID"] = 286290,
["level"] = 1,
["bgID"] = 0,
},
["羞咻咻"] = {
["roomID"] = 160096,
["level"] = 2,
["bgID"] = 0,
},
["倚楼醉红颜"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["一只花猫"] = {
["roomID"] = "182957",
["level"] = 2,
["bgID"] = 0,
},
["陈辻六"] = {
["roomID"] = 156839,
["level"] = 3,
["bgID"] = 0,
},
["巴鲁托"] = {
["roomID"] = 146326,
["level"] = 3,
["bgID"] = 0,
},
["圣光忽悠着昵"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["橘萌萌"] = {
["roomID"] = "113130",
["level"] = 2,
["bgID"] = 0,
},
["麻城小生"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["嘎梨子"] = {
["medalMap"] = {
["acc_exp"] = 3991,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "205534",
},
["天蓝色传说"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["峨眉派"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["吉祥满满"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["天籣色丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["恒宝宝要啪啪"] = {
["roomID"] = 235240,
["level"] = 3,
["bgID"] = 0,
},
["嘿白无常"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["掐肉肉的猫咪"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["二档弹离合"] = {
["roomID"] = "136286",
["level"] = 3,
["bgID"] = 0,
},
["小火龙挽歌"] = {
["roomID"] = "165387",
["level"] = 2,
["bgID"] = 0,
},
["炽天使之吻"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["又黑又猛"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["温柔小团团"] = {
["roomID"] = "346214",
["level"] = 2,
["bgID"] = 0,
},
["秋辞"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["五千生了个娃"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["克斯汀豆豆"] = {
["roomID"] = 324613,
["level"] = 1,
["bgID"] = 0,
},
["变大变硬"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["钢鉄萝莉"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["苍雪砚"] = {
["roomID"] = 264544,
["level"] = 3,
["bgID"] = 0,
},
["魔神"] = {
["roomID"] = 281500,
["level"] = 2,
["bgID"] = 0,
},
["Colwood"] = {
["roomID"] = "139762",
["level"] = 3,
["bgID"] = 170,
},
["翩若惊虹"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["灰暗的卧龙"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["老衲五抬腿"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["智子"] = {
["roomID"] = 163036,
["level"] = 1,
["bgID"] = 0,
},
["哪吒丶丶骑"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["以德暴德"] = {
["roomID"] = 149062,
["level"] = 2,
["bgID"] = 0,
},
["奶者仁心"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["狂啃猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["作乐诶"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["Picklock"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["夏月曦丶"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["靓的没边"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["青花鱼丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["Destinycici"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["范丨爷"] = {
["roomID"] = "347398",
["level"] = 1,
["bgID"] = 170,
},
["花茶玛奇朵"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["多哆大魔王"] = {
["roomID"] = "230803",
["level"] = 2,
["bgID"] = 170,
},
["喝着啤酒的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["约修亞"] = {
["roomID"] = 108195,
["level"] = 2,
["bgID"] = 0,
},
["依依小楼"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["衢江"] = {
["roomID"] = "181150",
["level"] = 1,
["bgID"] = 0,
},
["太酷了丶"] = {
["roomID"] = "344169",
["level"] = 2,
["bgID"] = 0,
},
["火鸡味锅粑"] = {
["roomID"] = "339708",
["level"] = 1,
["bgID"] = 0,
},
["谁染枫林醉"] = {
["roomID"] = "258591",
["level"] = 1,
["bgID"] = 0,
},
["捡破烂的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["星座"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["把回忆写成歌"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["荷鲁斯丶"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["听女人说鬼话"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["贝塔不开舒克"] = {
["roomID"] = "242666",
["level"] = 3,
["bgID"] = 0,
},
["大哥战"] = {
["roomID"] = 168764,
["level"] = 3,
["bgID"] = 0,
},
["飝飝飛"] = {
["roomID"] = "235515",
["level"] = 1,
["bgID"] = 0,
},
["破旧骑士"] = {
["roomID"] = "313402",
["level"] = 2,
["bgID"] = 170,
},
["自闭骑艾斯"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["那年丶十八岁"] = {
["roomID"] = 211524,
["level"] = 3,
["bgID"] = 0,
},
["李小白"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["逸凡尘"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["小丶流氓"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["京香酱"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["多多可爱哆"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["愿那风是我"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["道友丨留步"] = {
["roomID"] = "220560",
["level"] = 2,
["bgID"] = 0,
},
["为了一杯酒"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["細细粒"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["罒皇家刺客"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["延边猎"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["联盟穆诗"] = {
["roomID"] = "345155",
["level"] = 2,
["bgID"] = 170,
},
["联盟守卫"] = {
["roomID"] = 287086,
["level"] = 1,
["bgID"] = 0,
},
["我的样子阿"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["超哥不差钱"] = {
["roomID"] = 230611,
["level"] = 2,
["bgID"] = 170,
},
["丶小果然"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["浅秋之恋"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["洛筱雨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["萌萌的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["得撸姨"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["炎焱芝士"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["冰焱小法"] = {
["roomID"] = "151620",
["level"] = 2,
["bgID"] = 170,
},
["星辰丶大海"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["碧幽姬"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["呆呆的小妹"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["超僾丹"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["香菇乌鸡煲"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["山竹硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["是猫不是喵"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["巧凤二"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["忧伤丨盾"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["小紫熠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["椒丘"] = {
["roomID"] = 265486,
["level"] = 2,
["bgID"] = 0,
},
["東瑋萨满"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["羙桜"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["哆多大魔王"] = {
["roomID"] = "230803",
["level"] = 2,
["bgID"] = 170,
},
["软壳雲烟一包"] = {
["roomID"] = "350060",
["level"] = 1,
["bgID"] = 0,
},
["想娶个獸人"] = {
["roomID"] = "153550",
["level"] = 2,
["bgID"] = 170,
},
["诺诺和你拼啦"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["动之以情灬"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["以德服众"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["紫氣東來灬"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["起名太困难"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["空虚丨公子"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["教练我没号了"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["终究还是妳丶"] = {
["roomID"] = "344169",
["level"] = 2,
["bgID"] = 0,
},
["知名化妆师"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["忧殇"] = {
["roomID"] = 112693,
["level"] = 1,
["bgID"] = 0,
},
["鏡花水仴"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["回忆灬摧城"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["无尽狂怒"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["刀刀戳进肺"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["夢开始的地方"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["Playertxgnpu"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["Nwfayexd"] = {
["roomID"] = 105466,
["level"] = 2,
["bgID"] = 0,
},
["李姐能力不行"] = {
["roomID"] = "162701",
["level"] = 3,
["bgID"] = 170,
},
["晓丨匕崽子"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["橙杖寒冰箭"] = {
["roomID"] = "121057",
["level"] = 2,
["bgID"] = 0,
},
["兔子强"] = {
["roomID"] = 297033,
["level"] = 1,
["bgID"] = 0,
},
["不想玩近战"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["都是鸽们呀"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["小财迷之死骑"] = {
["roomID"] = 278187,
["level"] = 1,
["bgID"] = 0,
},
["小北的花花"] = {
["roomID"] = "274318",
["level"] = 3,
["bgID"] = 170,
},
["我是猫丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["团长手真红"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["从小就爱捣蛋"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["月色风霜"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["刘老蒒"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["没穿拖鞋"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["瞳童"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["器宇轩昂"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["Misslulu"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["獨一無二"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["古尘丶猫爷"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["Detruitje"] = {
["roomID"] = 133864,
["level"] = 3,
["bgID"] = 0,
},
["死君"] = {
["roomID"] = 140893,
["level"] = 1,
["bgID"] = 0,
},
["Rainbowdevil"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["沐六胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["风淩雪"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["黎明的蓝天"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["猛地一批"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["青水杂鱼"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["饿了么术"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["倔强的小紫"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["五千一晚的妞"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["刘二爷"] = {
["roomID"] = 160723,
["level"] = 4,
["bgID"] = 0,
},
["蝉鸣雨夏"] = {
["roomID"] = 211370,
["level"] = 1,
["bgID"] = 0,
},
["七月清风"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["伟哥狩猎者"] = {
["roomID"] = 321832,
["level"] = 1,
["bgID"] = 0,
},
["绝命枭神"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["少女人生导师"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["老衲梳偏分"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["诈傻扮懵睇嘢"] = {
["roomID"] = "130443",
["level"] = 2,
["bgID"] = 0,
},
["魔导师薇尔莎"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["还丶俗和尚"] = {
["roomID"] = 259939,
["level"] = 2,
["bgID"] = 0,
},
["黑殿殿长"] = {
["roomID"] = "181522",
["level"] = 2,
["bgID"] = 0,
},
["小术丷"] = {
["roomID"] = "240511",
["level"] = 3,
["bgID"] = 170,
},
["呱呱大"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["短直发很撩人"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["茂茂丶"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["不过没有关系"] = {
["roomID"] = 323348,
["level"] = 1,
["bgID"] = 0,
},
["铜川飞哥"] = {
["roomID"] = "151620",
["level"] = 2,
["bgID"] = 170,
},
["欲說還休"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["鳯宝"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["哶之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["父亲爸爸"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["幸福小薇"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["骑道绝尘"] = {
["roomID"] = "253811",
["level"] = 1,
["bgID"] = 0,
},
["相思是病哦"] = {
["roomID"] = 294313,
["level"] = 1,
["bgID"] = 0,
},
["萘萨里奥"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["好多魚"] = {
["roomID"] = 108534,
["level"] = 2,
["bgID"] = 0,
},
["娯樂丶飄逸徳"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["不浪漫的筱枫"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["琦技"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["凉巷的花猫丹"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["黄天宝"] = {
["roomID"] = "115473",
["level"] = 3,
["bgID"] = 0,
},
["四川刘海柱"] = {
["medalMap"] = {
["acc_exp"] = 8985,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 157839,
},
["霸刀丶"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["元气雪莉玫"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["贫道法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["一紫气东来一"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["Dkkdkkdk"] = {
["bgID"] = 0,
["level"] = -1,
},
["Ispdruid"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["邪恶的折耳猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["颈向天鸽"] = {
["roomID"] = 274445,
["level"] = 2,
["bgID"] = 0,
},
["扯面大师"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["野蛮人柯南"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["郎主丶"] = {
["roomID"] = "159675",
["level"] = 2,
["bgID"] = 0,
},
["呆呆杰"] = {
["roomID"] = "270917",
["level"] = 1,
["bgID"] = 0,
},
["长夜无梦"] = {
["roomID"] = "259941",
["level"] = 1,
["bgID"] = 170,
},
["远航的圣骑"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["霜尘"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["抠脚老爷爷"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["敞开心扉十"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["Acedruid"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["黯摩女祭师"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["盐丶巴"] = {
["roomID"] = "249263",
["level"] = 2,
["bgID"] = 0,
},
["丶澡王"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["卑己自牧"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["长夜再无星河"] = {
["roomID"] = "259941",
["level"] = 1,
["bgID"] = 170,
},
["晴晞"] = {
["roomID"] = 316148,
["level"] = 1,
["bgID"] = 0,
},
["小爽哥哥"] = {
["roomID"] = 235245,
["level"] = 2,
["bgID"] = 0,
},
["旺仔灬吸的冻"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["嘴上笑嘻嘻"] = {
["medalMap"] = {
["acc_exp"] = 1490,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 109510,
},
["荣耀蔷薇丶"] = {
["roomID"] = "166168",
["level"] = 2,
["bgID"] = 0,
},
["月夜光影"] = {
["roomID"] = "173335",
["level"] = 2,
["bgID"] = 170,
},
["安德鲁森十二"] = {
["roomID"] = "343186",
["level"] = 2,
["bgID"] = 170,
},
["岁月丶永恒"] = {
["roomID"] = "326393",
["level"] = 2,
["bgID"] = 170,
},
["Yangp"] = {
["roomID"] = "249275",
["level"] = 2,
["bgID"] = 0,
},
["红灬光"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["黄鹤楼好运"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["星瞳灬"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["Moonbabay"] = {
["roomID"] = "349237",
["level"] = 1,
["bgID"] = 0,
},
["椰汁不加冰"] = {
["roomID"] = "344206",
["level"] = 1,
["bgID"] = 0,
},
["不成活"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["珊瑚宫杺海"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["元素灾厄"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["霓虹水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["一坨五花肉"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["湷瀀湫泈"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["淘汰之刃"] = {
["roomID"] = "344269",
["level"] = 2,
["bgID"] = 0,
},
["箭神灬妞妞"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["呢喃轻语"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["丨菜就多练丨"] = {
["roomID"] = "273113",
["level"] = 1,
["bgID"] = 0,
},
["夕颜如玉"] = {
["roomID"] = "348033",
["level"] = 1,
["bgID"] = 0,
},
["梵石荟"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["有点月半"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["哲霸灬天下"] = {
["roomID"] = 137531,
["level"] = 2,
["bgID"] = 0,
},
["宇宙哆唻咪"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["哎呀丶米饭"] = {
["roomID"] = 205633,
["level"] = 2,
["bgID"] = 0,
},
["微笑留在晴天"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["柚子青青"] = {
["roomID"] = 160580,
["level"] = 2,
["bgID"] = 0,
},
["白白的胖子"] = {
["roomID"] = "168919",
["level"] = 2,
["bgID"] = 170,
},
["Abbonda"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["空虚丨狂战"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["芯裳"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["荔宝别气了"] = {
["roomID"] = "347337",
["level"] = 1,
["bgID"] = 0,
},
["一小牧一"] = {
["roomID"] = "302480",
["level"] = 2,
["bgID"] = 170,
},
["Christiina"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["涉江弄秋水"] = {
["roomID"] = 251931,
["level"] = 1,
["bgID"] = 0,
},
["中二骚年"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["德拉科"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["二八八"] = {
["roomID"] = "326183",
["level"] = 2,
["bgID"] = 170,
},
["小心夏色祭"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["诸葛蕓"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["光之丶哀伤丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["光头强的弟弟"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["云与霞"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["老锦吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["涵涵兮兮"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["沈油的灯"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["祝你灬幸福"] = {
["roomID"] = 106258,
["level"] = 3,
["bgID"] = 0,
},
["混下时间"] = {
["roomID"] = 292133,
["level"] = 3,
["bgID"] = 0,
},
["喵丶小兮"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["花心痞子"] = {
["roomID"] = 315319,
["level"] = 2,
["bgID"] = 0,
},
["紫丶瑟"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["康龙"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["Spkiller"] = {
["roomID"] = 289745,
["level"] = 1,
["bgID"] = 0,
},
["加洛多"] = {
["roomID"] = "140781",
["level"] = 3,
["bgID"] = 170,
},
["空心洋葱头"] = {
["roomID"] = 271348,
["level"] = 2,
["bgID"] = 0,
},
["初恋的她"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["本小王"] = {
["roomID"] = 204357,
["level"] = 2,
["bgID"] = 0,
},
["倔强的小影"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["笑渐不闻"] = {
["roomID"] = "279149",
["level"] = 1,
["bgID"] = 170,
},
["卷卷芯"] = {
["roomID"] = 269858,
["level"] = 1,
["bgID"] = 0,
},
["奶油甜心丶"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["忧殇絹"] = {
["roomID"] = 112693,
["level"] = 1,
["bgID"] = 0,
},
["夜雨德宇"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["蔚蓝丶"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["栗中爆栗"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["丶长河"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["亡者戯"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["穿衣丶没品"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["出租车洒满"] = {
["roomID"] = "323029",
["level"] = 2,
["bgID"] = 0,
},
["髪梢燃霜"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["盐鿭巴"] = {
["roomID"] = "249263",
["level"] = 1,
["bgID"] = 0,
},
["Orlog"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["可乐大佬"] = {
["roomID"] = 145451,
["level"] = 3,
["bgID"] = 0,
},
["大塚爱丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["法拉第蔚来"] = {
["medalMap"] = {
["acc_exp"] = 30,
["next_star_level_threshold"] = 500,
["medal"] = {
},
},
["medalTime"] = 1744031380,
["level"] = 1,
["bgID"] = 170,
["roomID"] = "347700",
},
["Warlockcn"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["灬筱川灬"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["干净又卫生啊"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["Dragonoil"] = {
["roomID"] = 292354,
["level"] = 1,
["bgID"] = 0,
},
["莎琍怀特迈恩"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["酱香头孢颗粒"] = {
["roomID"] = "162701",
["level"] = 3,
["bgID"] = 170,
},
["兔子灬宇航员"] = {
["roomID"] = 311842,
["level"] = 1,
["bgID"] = 0,
},
["Singularity"] = {
["roomID"] = "344269",
["level"] = 1,
["bgID"] = 0,
},
["圣光护佑者"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨玘"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["黄天宝本宝"] = {
["roomID"] = "115473",
["level"] = 3,
["bgID"] = 0,
},
["多糖多醋"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["喜多川丷海夢"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["剑舞清歌"] = {
["roomID"] = 295117,
["level"] = 1,
["bgID"] = 0,
},
["如梦山河"] = {
["roomID"] = 163670,
["level"] = 1,
["bgID"] = 0,
},
["克里斯丁蕾拉"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["站神鬼"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["风就要吹"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["海棠一号"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["格力冰环"] = {
["roomID"] = "240560",
["level"] = 2,
["bgID"] = 0,
},
["一牧急"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["宇宙煞蛮"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["小法丷"] = {
["roomID"] = "240511",
["level"] = 3,
["bgID"] = 170,
},
["所罗门的恶梦"] = {
["roomID"] = "168358",
["level"] = 3,
["bgID"] = 170,
},
["Katelyn"] = {
["roomID"] = 140893,
["level"] = 1,
["bgID"] = 0,
},
["卖萌换酒钱乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["在下工具人"] = {
["roomID"] = "347337",
["level"] = 1,
["bgID"] = 0,
},
["龙城监国"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["盖地虎"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["凋零的華麗"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["周星达"] = {
["roomID"] = "128731",
["level"] = 3,
["bgID"] = 0,
},
["Azaaz"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["三四吾"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["晨风清"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["蓝朵丶"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["芋泥脑袋"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["一盘子砸脸上"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["巧克力甜甜圈"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["蓝胖胖丶"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["半夜找黄瓜"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["青春忆别离"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["宝宝酱"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["限量版逗比"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["米斯迪凯二号"] = {
["roomID"] = "205680",
["level"] = 3,
["bgID"] = 170,
},
["疯狂飞舞德"] = {
["roomID"] = 115418,
["level"] = 1,
["bgID"] = 0,
},
["蛮丶吉吉"] = {
["roomID"] = 149383,
["level"] = 2,
["bgID"] = 0,
},
["一泓清泉"] = {
["roomID"] = 293265,
["level"] = 3,
["bgID"] = 0,
},
["帅由我来诠释"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["筱川噢"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["人世间"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["Madarthas"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["女大十八便"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["黑色圣骑"] = {
["roomID"] = 269134,
["level"] = 3,
["bgID"] = 0,
},
["影丶彡"] = {
["roomID"] = 335403,
["level"] = 1,
["bgID"] = 0,
},
["重新丶做人"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["人菜瘾大稳定"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["星星陌染"] = {
["roomID"] = 154683,
["level"] = 3,
["bgID"] = 0,
},
["紫色含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["元素萨开英勇"] = {
["roomID"] = 168101,
["level"] = 1,
["bgID"] = 0,
},
["独醒丶磊哥"] = {
["roomID"] = "255002",
["level"] = 3,
["bgID"] = 170,
},
["我的大硬猛"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["小南小小南"] = {
["roomID"] = 243327,
["level"] = 1,
["bgID"] = 0,
},
["颜大本事"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["顶风丶三丈"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["人生黑白丶"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["江离丶"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["醉酒丶老神医"] = {
["roomID"] = 289261,
["level"] = 1,
["bgID"] = 0,
},
["好大好白"] = {
["roomID"] = 284409,
["level"] = 1,
["bgID"] = 0,
},
["恰是你的温柔"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["岛村叶子"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["瓦拉崎"] = {
["roomID"] = 269923,
["level"] = 2,
["bgID"] = 0,
},
["相濡以沫"] = {
["roomID"] = 305251,
["level"] = 2,
["bgID"] = 170,
},
["乖乖咙叮昸"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["Psgame"] = {
["roomID"] = 280878,
["level"] = 1,
["bgID"] = 0,
},
["花仙子本仙"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["神经迷走"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["雪灬儿"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["Qiuhaizi"] = {
["roomID"] = "357005",
["level"] = 1,
["bgID"] = 0,
},
["Koguma"] = {
["roomID"] = 143024,
["level"] = 1,
["bgID"] = 0,
},
["乂鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["螺丝彤"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["拾月的荷包"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["世界最靓仔"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["看我炉石"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["冰球球"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["妖仙姐姐"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["啊特"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["鸽斯哒离嘉"] = {
["bgID"] = 0,
["level"] = -1,
},
["坦格利安熊母"] = {
["roomID"] = "337835",
["level"] = 1,
["bgID"] = 170,
},
["你别看我矮"] = {
["bgID"] = 0,
["level"] = -1,
},
["顾德猫宁"] = {
["roomID"] = 322036,
["level"] = 1,
["bgID"] = 0,
},
["皓月晨曦"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["永夜灬麻薯"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["玖妖妖丶"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["舒心骑"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["蕉皮滑行"] = {
["roomID"] = 323348,
["level"] = 1,
["bgID"] = 0,
},
["旧城丶时光凉"] = {
["roomID"] = 183059,
["level"] = 2,
["bgID"] = 0,
},
["嘿嘿我来咯"] = {
["roomID"] = "321761",
["level"] = 2,
["bgID"] = 0,
},
["猪不想飞"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["德莱尔"] = {
["roomID"] = "182159",
["level"] = 3,
["bgID"] = 170,
},
["二环线贪吃蛇"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["小博丶楠"] = {
["roomID"] = "302745",
["level"] = 2,
["bgID"] = 0,
},
["京泽"] = {
["roomID"] = 219835,
["level"] = 3,
["bgID"] = 0,
},
["冰炎焱"] = {
["roomID"] = "158718",
["level"] = 2,
["bgID"] = 170,
},
["先防守后反击"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["让我电你一下"] = {
["roomID"] = "187392",
["level"] = 2,
["bgID"] = 0,
},
["四贝勒丶"] = {
["roomID"] = 134558,
["level"] = 2,
["bgID"] = 0,
},
["蒂丽娜"] = {
["roomID"] = 132539,
["level"] = 4,
["bgID"] = 0,
},
["沫卿伊"] = {
["roomID"] = "128002",
["level"] = 3,
["bgID"] = 0,
},
["阿姨洗德鲁"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["风雪烬流年"] = {
["roomID"] = 157335,
["level"] = 1,
["bgID"] = 0,
},
["Capilano"] = {
["roomID"] = "139762",
["level"] = 3,
["bgID"] = 170,
},
["罪丨夜"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["双刀李元霸"] = {
["bgID"] = 0,
["level"] = -1,
},
["做最滴的車"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["死者蘇生"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["南楼月下"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["烧烤大神"] = {
["roomID"] = 151609,
["level"] = 2,
["bgID"] = 0,
},
["老约翰炸酱面"] = {
["roomID"] = 206491,
["level"] = 2,
["bgID"] = 0,
},
["雅歌猫猫"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["诗术"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["夫夫"] = {
["roomID"] = 173352,
["level"] = 2,
["bgID"] = 0,
},
["倚楼聼风雨"] = {
["roomID"] = 285694,
["level"] = 1,
["bgID"] = 0,
},
["风之晓晓"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["美女缠身"] = {
["roomID"] = 284274,
["level"] = 2,
["bgID"] = 0,
},
["蚂蚁多多"] = {
["roomID"] = 255164,
["level"] = 2,
["bgID"] = 0,
},
["乔巴托妮"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["独醉丶磊哥"] = {
["roomID"] = "255002",
["level"] = 3,
["bgID"] = 170,
},
["五七八"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["迪克坦"] = {
["roomID"] = 129116,
["level"] = 3,
["bgID"] = 0,
},
["关忆北"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["圣光呦呦"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["夏宇丨圣福"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["煜梣"] = {
["roomID"] = "277972",
["level"] = 1,
["bgID"] = 0,
},
["他的承诺"] = {
["medalMap"] = {
["acc_exp"] = 3765,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
},
},
["medalTime"] = 1744426649,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 240695,
},
["死嘚骑挲"] = {
["roomID"] = "311369",
["level"] = 1,
["bgID"] = 170,
},
["未遂"] = {
["roomID"] = "344667",
["level"] = 1,
["bgID"] = 0,
},
["地瓜熊"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["吱吱包"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["八贝勒丶"] = {
["roomID"] = 134558,
["level"] = 2,
["bgID"] = 0,
},
["爱心"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["龍乀戦戝"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["我只吃两个"] = {
["roomID"] = "185047",
["level"] = 2,
["bgID"] = 170,
},
["黄胶鞋七分褲"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["心仙贼"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["灼热小德"] = {
["roomID"] = "338979",
["level"] = 1,
["bgID"] = 170,
},
["还待故人来"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["凶残的大长腿"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["雷霆怒"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["非礼勿聊"] = {
["roomID"] = "341318",
["level"] = 1,
["bgID"] = 170,
},
["烟花焚城"] = {
["roomID"] = 287529,
["level"] = 1,
["bgID"] = 0,
},
["笋干爆炸"] = {
["roomID"] = 109050,
["level"] = 1,
["bgID"] = 0,
},
["枫听晴天"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["小妍酱"] = {
["roomID"] = "200549",
["level"] = 1,
["bgID"] = 0,
},
["锦年芷裳"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["电疗网瘾"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["无敌小妖妖"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["大领主弗丁哥"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["独孤伽罗"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["Caleche"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["沐言小白"] = {
["roomID"] = "324804",
["level"] = 3,
["bgID"] = 170,
},
["蜡笔式丶小新"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["姜好不卡"] = {
["roomID"] = "173526",
["level"] = 3,
["bgID"] = 170,
},
["大聪明灬黑骑"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["相思卿知否"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["邪恶小佳琪"] = {
["roomID"] = 200549,
["level"] = 1,
["bgID"] = 0,
},
["张副院长"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["痞子阿飞"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["我很硬丶"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["璐瑶亮了吗"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["无敌超级峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["鸽了不打了"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["胖龙和你拼啦"] = {
["roomID"] = "272362",
["level"] = 3,
["bgID"] = 170,
},
["太阴星主"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["无畏的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["落花流水丶"] = {
["roomID"] = "278693",
["level"] = 2,
["bgID"] = 0,
},
["狗尾巴児"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["长空破晓"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["最心痛的笑话"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["无风也起浪"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["术术的正"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["兔子灬草莓吖"] = {
["roomID"] = 311842,
["level"] = 1,
["bgID"] = 0,
},
["迎枫步阵"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["戰旗"] = {
["roomID"] = 175835,
["level"] = 2,
["bgID"] = 0,
},
["悠悠灬法神"] = {
["roomID"] = "201527",
["level"] = 3,
["bgID"] = 0,
},
["Windhunter"] = {
["roomID"] = "184140",
["level"] = 3,
["bgID"] = 170,
},
["绝情猫袖箭"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["老程德艺双馨"] = {
["roomID"] = 152849,
["level"] = 2,
["bgID"] = 0,
},
["高跟鞋小蛮腰"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["筱豆彡"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["康复训练"] = {
["roomID"] = 161010,
["level"] = 2,
["bgID"] = 0,
},
["静名丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["冯六爷"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["黑胡子丶"] = {
["roomID"] = 146762,
["level"] = 1,
["bgID"] = 170,
},
["萌萌格外萌丶"] = {
["roomID"] = 327233,
["level"] = 1,
["bgID"] = 0,
},
["枸杞泡奶"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["伱聽得到"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["狂舔猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["逃呀我是魔鬼"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["北鸢倾城"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["灬幽幽噬訷灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["熊凶的样子"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["雨夜飘凌"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["万宝路的老威"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["七大爷"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["南极雪地卡特"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["红红的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["阿姨别奶我"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["法丶十七"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["御剑脚踢小四"] = {
["roomID"] = "180529",
["level"] = 2,
["bgID"] = 0,
},
["柒柒祈绮绮"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["一只小鲸鱼"] = {
["roomID"] = 239110,
["level"] = 3,
["bgID"] = 170,
},
["寒如江逝雷"] = {
["roomID"] = 147019,
["level"] = 3,
["bgID"] = 0,
},
["噩梦丨藤"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["Yanely"] = {
["roomID"] = 183606,
["level"] = 1,
["bgID"] = 0,
},
["燚灬燚"] = {
["roomID"] = 237625,
["level"] = 2,
["bgID"] = 0,
},
["无敌最帅气"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["只想做闲鱼"] = {
["roomID"] = 203903,
["level"] = 2,
["bgID"] = 0,
},
["天蓬祝"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["邪恶大毛毛"] = {
["roomID"] = 328229,
["level"] = 1,
["bgID"] = 0,
},
["白茶玛奇朵"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["三月二十二"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["漂亮的张助理"] = {
["roomID"] = "136799",
["level"] = 4,
["bgID"] = 170,
},
["感谢你蹭来过"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["望灵"] = {
["roomID"] = 107770,
["level"] = 3,
["bgID"] = 0,
},
["依然是鬼月"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["弦舞月"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["大忽悠灬战"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["老灬默"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["青海长云"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["延边恶霸"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["Scarfaces"] = {
["roomID"] = "344269",
["level"] = 1,
["bgID"] = 0,
},
["五月曦微"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["白小肆"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["独倚栏栅"] = {
["roomID"] = "239080",
["level"] = 2,
["bgID"] = 170,
},
["木叶村的下忍"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["桃桃酱丶"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["那个啥呢"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["很色很色的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["凉九"] = {
["roomID"] = "291270",
["level"] = 2,
["bgID"] = 170,
},
["筱丫"] = {
["roomID"] = 111338,
["level"] = 1,
["bgID"] = 0,
},
["兰尼斯特壁垒"] = {
["roomID"] = "337835",
["level"] = 1,
["bgID"] = 170,
},
["牦牛二号"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["Romero"] = {
["bgID"] = 0,
["level"] = -1,
},
["紫月蓝馨"] = {
["roomID"] = "273895",
["level"] = 1,
["bgID"] = 0,
},
["剑剑尛尛"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["破甲战"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["威尔士亲王"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["灯灯大王"] = {
["roomID"] = "348941",
["level"] = 1,
["bgID"] = 0,
},
["飞奔的烟头"] = {
["roomID"] = 157566,
["level"] = 1,
["bgID"] = 0,
},
["空与海"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["非禮勿聽"] = {
["roomID"] = "341318",
["level"] = 1,
["bgID"] = 170,
},
["曾糊涂"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["暗得看不见"] = {
["roomID"] = "113099",
["level"] = 3,
["bgID"] = 200,
},
["演员的天空"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["三仟烦恼"] = {
["roomID"] = "177993",
["level"] = 3,
["bgID"] = 170,
},
["西瓜瓜丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["流浪的大橘猫"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["羌笛怨柳"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["皈依法"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["逢赌必输"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["灼热阴影"] = {
["roomID"] = "338979",
["level"] = 1,
["bgID"] = 170,
},
["Luxuryjxo"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["灬迷丶敌灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["古徳"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["麻花滕"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["火蜥蜴伏尔甘"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["露娜可可"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["第二夜"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["Emilya"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["燃烧丶"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["尛琯紫"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["弈剑太白"] = {
["roomID"] = "281635",
["level"] = 1,
["bgID"] = 0,
},
["倚栏听风曲"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["鸭梨丶"] = {
["roomID"] = 324725,
["level"] = 1,
["bgID"] = 0,
},
["吾限输出"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["玫瑰紅红手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["青钱沽酒"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["Headburster"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["天行健君不息"] = {
["roomID"] = "130443",
["level"] = 2,
["bgID"] = 0,
},
["缄默"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["圣光的制裁"] = {
["roomID"] = 244659,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨齐"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["Tallcold"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["墨上發開"] = {
["roomID"] = 205617,
["level"] = 1,
["bgID"] = 0,
},
["你的奶爸"] = {
["roomID"] = 313757,
["level"] = 1,
["bgID"] = 0,
},
["图腾守护者"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["水星記"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["萝苦瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["我不是戏鲸琊"] = {
["roomID"] = "338088",
["level"] = 1,
["bgID"] = 0,
},
["增嫱飒"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["风知叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["海猫鸣泣之时"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["丶意境史帕"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["鲸让我照顾海"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["凡锅玩麻雀子"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["孤箭落寒"] = {
["roomID"] = 151609,
["level"] = 2,
["bgID"] = 0,
},
["老狼三颗伢"] = {
["roomID"] = 329169,
["level"] = 1,
["bgID"] = 0,
},
["短小精悍"] = {
["roomID"] = "344698",
["level"] = 1,
["bgID"] = 170,
},
["三品带斧"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["君子嚟"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["南至天下"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["古人血"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["壹神"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["教练你死不死"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["多多爱吃鱼"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["纵情山海"] = {
["roomID"] = "113994",
["level"] = 4,
["bgID"] = 0,
},
["轩黎晨啟"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["风雪醉逍遥"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["张果老"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["啊狂"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["小灰虾"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["摇摆猎神"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["夏宇丨猎锦"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["钶钶小魔王"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["萨满开英勇啊"] = {
["roomID"] = "134725",
["level"] = 1,
["bgID"] = 170,
},
["望望灬"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["三花淡奶丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["十二个耳环丫"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["雕龙"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["沐小花"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["仁高马大"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["女王的守护"] = {
["roomID"] = "113994",
["level"] = 4,
["bgID"] = 0,
},
["凯文卡斯兰娜"] = {
["roomID"] = "338503",
["level"] = 2,
["bgID"] = 0,
},
["早熟西瓜"] = {
["roomID"] = "257488",
["level"] = 2,
["bgID"] = 0,
},
["瑶小瑶"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["憨憨的小老头"] = {
["roomID"] = 158195,
["level"] = 2,
["bgID"] = 0,
},
["无声消逝"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["春风吹战鼓擂"] = {
["roomID"] = 145383,
["level"] = 4,
["bgID"] = 0,
},
["筱丨川"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["筱川灬"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["傲视乾坤"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["丶老祖宗"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["开心果丶阿神"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["天涯灬奥利奥"] = {
["roomID"] = 168324,
["level"] = 3,
["bgID"] = 170,
},
["耀暘牧"] = {
["roomID"] = "146124",
["level"] = 2,
["bgID"] = 0,
},
["陈瀚丶"] = {
["roomID"] = 132897,
["level"] = 1,
["bgID"] = 0,
},
["姬月"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["味大无需多盐"] = {
["roomID"] = "319307",
["level"] = 2,
["bgID"] = 0,
},
["灬黎明之光灬"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["千偏"] = {
["roomID"] = "301636",
["level"] = 1,
["bgID"] = 170,
},
["虹夜"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["迟故"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["惺忪迷殢丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["丨獵魔人丨"] = {
["roomID"] = "168824",
["level"] = 3,
["bgID"] = 0,
},
["凋零玫瑰"] = {
["roomID"] = 132812,
["level"] = 3,
["bgID"] = 0,
},
["他是惜缘"] = {
["roomID"] = 212211,
["level"] = 2,
["bgID"] = 0,
},
["马莎拉蒂"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["精灵我最射"] = {
["roomID"] = 203903,
["level"] = 2,
["bgID"] = 0,
},
["都先别报警"] = {
["roomID"] = "179104",
["level"] = 1,
["bgID"] = 0,
},
["Ciskdz"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["水树奈奈丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["喵呜汪"] = {
["roomID"] = "153471",
["level"] = 2,
["bgID"] = 0,
},
["蓄意洪拳"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["挽凊"] = {
["roomID"] = 146070,
["level"] = 3,
["bgID"] = 0,
},
["秋燕子"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["卤儿嘀光"] = {
["roomID"] = "146292",
["level"] = 2,
["bgID"] = 0,
},
["幽灵鱼"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["月夜花朝"] = {
["roomID"] = 281602,
["level"] = 2,
["bgID"] = 0,
},
["羊角士"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的美团"] = {
["roomID"] = "182159",
["level"] = 3,
["bgID"] = 170,
},
["陈文西氵"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["暗示三啊"] = {
["roomID"] = 153666,
["level"] = 3,
["bgID"] = 0,
},
["达克妮斯丷"] = {
["roomID"] = "186902",
["level"] = 1,
["bgID"] = 0,
},
["早起的蟲"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["红豆安骰"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["十号鱼仓库"] = {
["roomID"] = 284395,
["level"] = 3,
["bgID"] = 0,
},
["风杖"] = {
["roomID"] = 289745,
["level"] = 1,
["bgID"] = 0,
},
["乖乖咙叮咚"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["加加骑"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["燃烧玖"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["拒绝所有女人"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["Banyasm"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["炽灬虚幻"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["陪你看星星"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["卑微的深蓝色"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["酷似陈之豹"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["灬幽幽弑訷灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["曲奇甜甜圈"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["冬日特饮"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["丶李知恩"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["花衣丢后"] = {
["roomID"] = "153620",
["level"] = 3,
["bgID"] = 0,
},
["洛卡萨"] = {
["roomID"] = "352098",
["level"] = 1,
["bgID"] = 0,
},
["两个魅魔"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["小梨依"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["旧巷拾梦者"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["咩咩萌"] = {
["roomID"] = 324790,
["level"] = 1,
["bgID"] = 0,
},
["暴打辛诺"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["勥骑士无敌卒"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["迪奥多拉"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["豆丶包五号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["Mikimoto"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["落日楼台"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["茶色眸"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["高等树学"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["Caspiana"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["低调锝坏"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["星落奕梦"] = {
["roomID"] = "132278",
["level"] = 3,
["bgID"] = 170,
},
["圣光恋伽马星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["妲丨姬"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["派西维尔"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["霜之冰峰"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["丐版鸟神"] = {
["roomID"] = "155082",
["level"] = 2,
["bgID"] = 170,
},
["土豆炖番茄"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["屁屁术"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["煜晨"] = {
["roomID"] = "277972",
["level"] = 1,
["bgID"] = 0,
},
["玖少爷"] = {
["roomID"] = 135423,
["level"] = 2,
["bgID"] = 0,
},
["锦涩吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["血战不止"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["梦颖小寳贝"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["苏清湫"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["托尼的审美"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["大脸天使"] = {
["roomID"] = 292694,
["level"] = 1,
["bgID"] = 0,
},
["月夜薇薇"] = {
["roomID"] = 250370,
["level"] = 3,
["bgID"] = 0,
},
["走着走着倒了"] = {
["roomID"] = 327592,
["level"] = 1,
["bgID"] = 0,
},
["残风"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["召焕石"] = {
["roomID"] = 111031,
["level"] = 1,
["bgID"] = 0,
},
["艾法克"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["情非"] = {
["roomID"] = 211436,
["level"] = 2,
["bgID"] = 0,
},
["摇曳朦胧草"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["军团再临"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["华仔丨暗影"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["偶是妳的菜"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["光影之爱"] = {
["roomID"] = 286512,
["level"] = 2,
["bgID"] = 0,
},
["阿姨掉线了"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["丷落花流水"] = {
["roomID"] = "278693",
["level"] = 2,
["bgID"] = 0,
},
["结巴猫"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["Oogg"] = {
["roomID"] = 160751,
["level"] = 3,
["bgID"] = 0,
},
["若玲"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["瓦里安"] = {
["roomID"] = "356291",
["level"] = 3,
["bgID"] = 0,
},
["小葒手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["凛冬已至丶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["Lukamodric"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["辣味山炮"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["安静听歌"] = {
["roomID"] = "335837",
["level"] = 2,
["bgID"] = 0,
},
["丶蠢蠢欲动丶"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["巴喳妹"] = {
["roomID"] = "144541",
["level"] = 4,
["bgID"] = 0,
},
["贰月零肆"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["敞开心扉十二"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["皓夜星河"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["无敌小小凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["柠檬怪"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["无垢之羽"] = {
["roomID"] = 135610,
["level"] = 2,
["bgID"] = 0,
},
["阿尔卑斯糖果"] = {
["roomID"] = "147364",
["level"] = 3,
["bgID"] = 170,
},
["涅普顿丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["鱼腥不忍"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["萌萌的晓德"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["血色狐狸"] = {
["roomID"] = "269554",
["level"] = 2,
["bgID"] = 170,
},
["光明甜油条"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["鱼好咸"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["苦楚的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["赫思缇娅"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["约德三"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["Odetto"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["萨也不提"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["裁裁子"] = {
["medalMap"] = {
["acc_exp"] = 10125,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "106123",
},
["淡淡胭脂"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["薛凯其"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["全力输出丶丶"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["狂骑骑"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["燕呀"] = {
["roomID"] = 326707,
["level"] = 1,
["bgID"] = 0,
},
["小酥梨"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["一宁靜一"] = {
["roomID"] = "137112",
["level"] = 4,
["bgID"] = 0,
},
["Melounholy"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["林小雨"] = {
["roomID"] = "145168",
["level"] = 3,
["bgID"] = 170,
},
["相思月若卿"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["少时的回忆"] = {
["medalMap"] = {
["acc_exp"] = 6000,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052561,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "135881",
},
["教练你风怒呢"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["Snowbeer"] = {
["medalMap"] = {
["acc_exp"] = 3905,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "183876",
},
["肌肉丶大叔"] = {
["roomID"] = "156299",
["level"] = 4,
["bgID"] = 0,
},
["哲霸小猎"] = {
["roomID"] = 137531,
["level"] = 2,
["bgID"] = 0,
},
["甜的多丶"] = {
["roomID"] = "108682",
["level"] = 2,
["bgID"] = 0,
},
["爱牧虚荣"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["深蓝熠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["灬椛婼訫灬"] = {
["roomID"] = "269847",
["level"] = 1,
["bgID"] = 0,
},
["灵奇"] = {
["roomID"] = "294045",
["level"] = 1,
["bgID"] = 0,
},
["柒剑下天山"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["狗耳团子丶"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["姬川"] = {
["roomID"] = 166070,
["level"] = 3,
["bgID"] = 0,
},
["晚风吹过"] = {
["bgID"] = 0,
["level"] = -1,
},
["聖诞星"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["天天種莊稼"] = {
["roomID"] = 152290,
["level"] = 3,
["bgID"] = 0,
},
["熊旮婆"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["明明是小德啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["Luxuryjqs"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["过来受气"] = {
["medalMap"] = {
["acc_exp"] = 6715,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426529,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 289362,
},
["叛变勇士大氅"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["弯弓射飞碟"] = {
["roomID"] = "153939",
["level"] = 5,
["bgID"] = 170,
},
["摇摆防骑"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["狗尾巴花"] = {
["roomID"] = 112493,
["level"] = 1,
["bgID"] = 0,
},
["奶豆包"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["红牛配拉面"] = {
["roomID"] = "140948",
["level"] = 3,
["bgID"] = 0,
},
["后小羿"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["阿牛阿"] = {
["roomID"] = 171880,
["level"] = 3,
["bgID"] = 170,
},
["雷霆麒"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["芙芙丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["云上长安"] = {
["roomID"] = 167927,
["level"] = 1,
["bgID"] = 0,
},
["王书生"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["浮云儿悠悠"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["Madhunter"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["海糖的跌"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["中森明菜丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["丨影魔丨"] = {
["roomID"] = "175626",
["level"] = 3,
["bgID"] = 170,
},
["捡漏王中王"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["萌逼我自豪"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["暗影之刺"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["剑舞风吟"] = {
["roomID"] = "238965",
["level"] = 1,
["bgID"] = 0,
},
["老灭霸的傻馒"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["浅浅栗"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["逆鳞之伈"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["牛风风"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["徒手夺白刃"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["怀澈"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["大忽悠灬术"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["冲锋的坦克"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["新月的夜空"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["诚之内"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["齐天説"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["海糖的跌丶"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["深山中的木子"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["那个槑呆"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["下班才来玩"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["情感大师"] = {
["roomID"] = "262842",
["level"] = 2,
["bgID"] = 0,
},
["Ghostsong"] = {
["medalMap"] = {
["acc_exp"] = 5745,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "129774",
},
["星光丨永聚"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["香炸罗氏虾"] = {
["medalMap"] = {
["acc_exp"] = 3425,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032580,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 174276,
},
["还是修然"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["素年如锦"] = {
["roomID"] = "324078",
["level"] = 3,
["bgID"] = 170,
},
["Cocobaby"] = {
["medalMap"] = {
["acc_exp"] = 4230,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 213858,
},
["习惯早睡"] = {
["roomID"] = "337394",
["level"] = 1,
["bgID"] = 0,
},
["大飞丶"] = {
["roomID"] = 151262,
["level"] = 4,
["bgID"] = 170,
},
["锦绣黄桃"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["白青柠"] = {
["medalMap"] = {
["acc_exp"] = 3205,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "324804",
},
["陈文西丶"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["优质丶奶"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["叫我呆贼"] = {
["roomID"] = "324015",
["level"] = 2,
["bgID"] = 0,
},
["磧彩花斑猪"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["暗夜灬麻薯"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["Taiyx"] = {
["roomID"] = 239596,
["level"] = 2,
["bgID"] = 0,
},
["满目星光"] = {
["roomID"] = "156433",
["level"] = 2,
["bgID"] = 0,
},
["倔强的帕鲁"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["骂又不骂"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["主要能跑快"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["且观风月"] = {
["roomID"] = "348186",
["level"] = 1,
["bgID"] = 0,
},
["源气森林丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["玉面晓飞龙"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["死骑丷"] = {
["roomID"] = "240511",
["level"] = 3,
["bgID"] = 170,
},
["想甜甜不拦你"] = {
["roomID"] = "153550",
["level"] = 2,
["bgID"] = 170,
},
["Apply"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["榴莲书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["夜色天使"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["芝士流心热狗"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["暖洋洋的风"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["橗橗熊"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["橘谷雨"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["风雪湮江湖"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["御剑斩杀猫咪"] = {
["roomID"] = "180529",
["level"] = 2,
["bgID"] = 0,
},
["玫瑰手红"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["眠意寄秋风"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["老衲三抬腿"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["咕咕丶噶"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["赫克托巴博萨"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["宝藏沈幼楚"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["灰暗的圣洁"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["雪域小洛"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["绿色的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["丶猎术"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["深小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["Rougeorz"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["热心市民鑫仔"] = {
["roomID"] = 226898,
["level"] = 3,
["bgID"] = 170,
},
["凭欄望月"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["雨情亦纷雪"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["苏州周杰伦"] = {
["roomID"] = "340150",
["level"] = 1,
["bgID"] = 0,
},
["哔哔熊二号"] = {
["roomID"] = 284395,
["level"] = 3,
["bgID"] = 0,
},
["寒之冰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["沒无敌的骑士"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["入骑门深似海"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["恒宝宝要喝奶"] = {
["roomID"] = "235240",
["level"] = 3,
["bgID"] = 0,
},
["Banyaqs"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["浅墨殇"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["万番星"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["尛气尛鸭"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["毁朲不倦丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["生灵丶鬼灭丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["人菜丶瘾大"] = {
["roomID"] = "176090",
["level"] = 1,
["bgID"] = 0,
},
["妮娜宝贝"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["萨小天"] = {
["roomID"] = 269858,
["level"] = 1,
["bgID"] = 0,
},
["Banyadk"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["我是小七"] = {
["roomID"] = 326695,
["level"] = 1,
["bgID"] = 0,
},
["夏钰"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["小小囡仔"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["二环线偷心贼"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["伯伦不归"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["陪你看月亮哈"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["魔法丨披风"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["红手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["梦碎了的忧伤"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["夏天的奶味"] = {
["roomID"] = 232691,
["level"] = 3,
["bgID"] = 0,
},
["伟岸的大哥"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["小天揍拽秀"] = {
["roomID"] = 269858,
["level"] = 1,
["bgID"] = 0,
},
["龙猫棒棒糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["兰思洛特"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["求求我四"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["淡定的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["稳稳的竹鼠"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["残月丶永恒"] = {
["roomID"] = "326393",
["level"] = 2,
["bgID"] = 170,
},
["漪灵宁心"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["黛镌瑾雀钗"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["冰是氺的泪"] = {
["roomID"] = 111031,
["level"] = 1,
["bgID"] = 0,
},
["彩虹土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["轩黎晨骐"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["一丶念"] = {
["roomID"] = "344698",
["level"] = 1,
["bgID"] = 170,
},
["八百斤奶水"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["迷失的幽影"] = {
["roomID"] = "132812",
["level"] = 3,
["bgID"] = 0,
},
["老肩灬巨滑"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["云泥误藕"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["七月小狐狸"] = {
["roomID"] = "109173",
["level"] = 2,
["bgID"] = 170,
},
["元气草莓熊"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["钊玮水产"] = {
["roomID"] = 250486,
["level"] = 2,
["bgID"] = 0,
},
["欧洲狂笑"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["安娜戴安娜"] = {
["roomID"] = "116003",
["level"] = 1,
["bgID"] = 170,
},
["缇麦"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["舒心"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["内涵俗人"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["亚丝翠"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["灼热星光"] = {
["roomID"] = "338979",
["level"] = 1,
["bgID"] = 170,
},
["莫晓柒"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["核动大马猴"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["灰烬寒冰之灵"] = {
["roomID"] = "279978",
["level"] = 3,
["bgID"] = 170,
},
["影月三宝"] = {
["roomID"] = "168358",
["level"] = 3,
["bgID"] = 170,
},
["夜月镇魂曲"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["思恋永恒"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["低调的坏"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["半个柚子"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["作乐哟"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["沐十胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["入口即化"] = {
["roomID"] = "113994",
["level"] = 4,
["bgID"] = 0,
},
["艾斯美拉達"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["萌萌骑闭闭"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["毛怪"] = {
["roomID"] = 172051,
["level"] = 2,
["bgID"] = 0,
},
["兔子吃蛋花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["今夜谁无眠"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["摇摆贼哥"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["颜南星"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["年少不知姨好"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["叨叨好兄弟"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["为了排骨"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["雨天路滑"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["瑶不可及的猫"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["北阴天子"] = {
["bgID"] = 0,
["level"] = -1,
},
["黑色钉子裤"] = {
["roomID"] = 310448,
["level"] = 2,
["bgID"] = 0,
},
["Presto"] = {
["roomID"] = 113092,
["level"] = 1,
["bgID"] = 0,
},
["十里古清欢"] = {
["roomID"] = 121310,
["level"] = 3,
["bgID"] = 0,
},
["生死时速灬"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["绫小路丷清隆"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["Ogg"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["耐打的很"] = {
["roomID"] = "144592",
["level"] = 2,
["bgID"] = 0,
},
["死亡骑土"] = {
["roomID"] = 317911,
["level"] = 1,
["bgID"] = 0,
},
["北极船船长"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["铁勇佩图拉博"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["唛巴赫"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["猫小君"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["神犬莱西"] = {
["roomID"] = 271348,
["level"] = 2,
["bgID"] = 0,
},
["召唤师风"] = {
["roomID"] = 224735,
["level"] = 4,
["bgID"] = 0,
},
["和纱丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["百事可骑"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["时光倒流悔矣"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["张小琳"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["气气骑"] = {
["roomID"] = 160096,
["level"] = 1,
["bgID"] = 0,
},
["我帅呆"] = {
["medalMap"] = {
["acc_exp"] = 11020,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "207164",
},
["张大霞"] = {
["roomID"] = 155076,
["level"] = 3,
["bgID"] = 0,
},
["辉煌星韵"] = {
["roomID"] = 162185,
["level"] = 3,
["bgID"] = 0,
},
["阿姨的九号机"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["爱鹿恩"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["小姨申鹤"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["南宫婉儿丶"] = {
["roomID"] = "226515",
["level"] = 3,
["bgID"] = 0,
},
["琦记"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["红浪漫铥铥"] = {
["roomID"] = 249213,
["level"] = 2,
["bgID"] = 0,
},
["鏡花水刖"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["Phoebe"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["药店小琪"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["穆酒"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["蚂蚁罗曼蒂克"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["思念永恒"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["顾得奈特"] = {
["roomID"] = 322036,
["level"] = 1,
["bgID"] = 0,
},
["吞天帝丶拽爷"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["燃烧一"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["吕玲綺"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["突破精英"] = {
["roomID"] = "211746",
["level"] = 2,
["bgID"] = 0,
},
["妙丶不可言"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["狂贼贼"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["说好不紧张"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["沉睡狼魂"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["浪漫舞娘"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["江北盆鱼宴"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["大頭爆栗子"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["Aazzaza"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["艾瑞克达尔文"] = {
["roomID"] = 265625,
["level"] = 2,
["bgID"] = 0,
},
["銀眼熊猫"] = {
["roomID"] = "137480",
["level"] = 2,
["bgID"] = 170,
},
["冬天小草莓"] = {
["roomID"] = 165660,
["level"] = 3,
["bgID"] = 0,
},
["白小玖"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["欧修缇"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["甲虫之王昊"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["痞子大叔"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["索克丶萨児丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["沁妮池瑶"] = {
["roomID"] = 115521,
["level"] = 2,
["bgID"] = 0,
},
["深海晶"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["醉卧桃花"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["足疗纳医保"] = {
["roomID"] = 158430,
["level"] = 2,
["bgID"] = 0,
},
["邪键仙"] = {
["roomID"] = "140781",
["level"] = 3,
["bgID"] = 170,
},
["老奉天"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["纯禽萨萨"] = {
["roomID"] = "294057",
["level"] = 2,
["bgID"] = 0,
},
["Tknight"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["倚仗渡众生"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["大哒达大王"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["Blancrock"] = {
["roomID"] = 110012,
["level"] = 3,
["bgID"] = 0,
},
["月婵仙子"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["狂搓猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["碳烤锡纸鸽子"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["要不要来一块"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["摆烂姬"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["Eknight"] = {
["roomID"] = 116529,
["level"] = 2,
["bgID"] = 0,
},
["延边站神"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["Liadrings"] = {
["roomID"] = "172833",
["level"] = 4,
["bgID"] = 0,
},
["丶立秋"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["哪吒丨丨萨"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["星星小刺"] = {
["roomID"] = "335768",
["level"] = 3,
["bgID"] = 170,
},
["無名小猎"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["冷温柔丶"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["彩虹跨土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["齐天法圣"] = {
["roomID"] = 126811,
["level"] = 1,
["bgID"] = 0,
},
["小小囡仔丶"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["小红手燃烧"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["Caspian"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["懒惰之罪丶德"] = {
["roomID"] = 211524,
["level"] = 3,
["bgID"] = 0,
},
["混凝土大笨驴"] = {
["medalMap"] = {
["acc_exp"] = 5085,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "162701",
},
["徐仙人"] = {
["roomID"] = 304364,
["level"] = 2,
["bgID"] = 0,
},
["小宝八"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["自闭骑萌萌"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["夜凬"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["神说你不好使"] = {
["bgID"] = 0,
["level"] = -1,
},
["遇术凌风"] = {
["roomID"] = "184140",
["level"] = 3,
["bgID"] = 170,
},
["Humble"] = {
["roomID"] = 163670,
["level"] = 1,
["bgID"] = 0,
},
["哒兮兮"] = {
["roomID"] = 149383,
["level"] = 2,
["bgID"] = 0,
},
["月流如水"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["Yatoro"] = {
["roomID"] = 106134,
["level"] = 2,
["bgID"] = 170,
},
["冥皇魔帝"] = {
["roomID"] = 159024,
["level"] = 2,
["bgID"] = 0,
},
["山鬼不识字丶"] = {
["roomID"] = 162383,
["level"] = 2,
["bgID"] = 0,
},
["浅若清风过"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["十万斩阎罗"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["暗影箭丶"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["男扮女妆"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["巨能喷"] = {
["roomID"] = 207031,
["level"] = 1,
["bgID"] = 0,
},
["昆晴与"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["單刷之王"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["傲雪淩霜"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["秋水寒潭"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["玖哥好紅"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["Avatarsa"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["戁得"] = {
["roomID"] = "258628",
["level"] = 3,
["bgID"] = 0,
},
["葉儿"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["牧乖乖"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["Xiaobbi"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["Madqs"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["永远不放弃"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["初音未來"] = {
["roomID"] = 157485,
["level"] = 1,
["bgID"] = 0,
},
["壹玖青杉"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["自然亲和"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["Ispalading"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["风洛雪"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["宝贝米粒"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["什么来这"] = {
["roomID"] = 173284,
["level"] = 1,
["bgID"] = 0,
},
["特拉法爾加"] = {
["roomID"] = "151807",
["level"] = 4,
["bgID"] = 170,
},
["吖尔萨斯"] = {
["roomID"] = "340990",
["level"] = 1,
["bgID"] = 0,
},
["噬身之蛇"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["大路丶啊"] = {
["roomID"] = 111492,
["level"] = 1,
["bgID"] = 0,
},
["暗姬"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["三撮毛"] = {
["roomID"] = 135423,
["level"] = 2,
["bgID"] = 0,
},
["卿辞绿露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["刘六一丶丶"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["高玩选手"] = {
["roomID"] = 281364,
["level"] = 1,
["bgID"] = 0,
},
["鸡你太美贝贝"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["逆鳞之訫"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["六道帝师"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["子龙丶浑身胆"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["叁仟烦恼风"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["Twarrior"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["敞开心扉八"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["瓦莉菈"] = {
["roomID"] = 269616,
["level"] = 1,
["bgID"] = 0,
},
["魔武灬霹雳球"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["Bonemars"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["奶牛色粉红猫"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["魅力魔神庵"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["无亦"] = {
["roomID"] = "160043",
["level"] = 2,
["bgID"] = 0,
},
["曼谷女模"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["投河自尽嘚鱼"] = {
["roomID"] = "352426",
["level"] = 2,
["bgID"] = 0,
},
["最伟大的座品"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["二愣子丶"] = {
["roomID"] = 228223,
["level"] = 2,
["bgID"] = 0,
},
["月下嘟嘴"] = {
["roomID"] = "211177",
["level"] = 3,
["bgID"] = 0,
},
["巴尾有没"] = {
["medalMap"] = {
["acc_exp"] = 9855,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744637517,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "106123",
},
["大元宝"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["子宁丶"] = {
["roomID"] = "168490",
["level"] = 4,
["bgID"] = 170,
},
["是小苹果呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["黯锋熊猫"] = {
["roomID"] = 204727,
["level"] = 3,
["bgID"] = 0,
},
["漪灵洛依"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["回笼觉教主"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["流光歛滟"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 170,
},
["玖哥真红"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["藰老师"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["易大師"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["卡心六"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["光铸之灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["丁玉娇"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["大聪明灬小翔"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["奇怪的小德"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["妮亚"] = {
["roomID"] = 219835,
["level"] = 3,
["bgID"] = 0,
},
["区长小秘"] = {
["roomID"] = 159024,
["level"] = 2,
["bgID"] = 0,
},
["丶霜降"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["余音悠长"] = {
["roomID"] = "220268",
["level"] = 3,
["bgID"] = 0,
},
["Palameila"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["天下无敌"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["落叶飘散"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["作乐啊"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["草莓甜甜圈"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["明天的明天"] = {
["roomID"] = 164498,
["level"] = 2,
["bgID"] = 0,
},
["马蒂洛克"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["纳垢丶"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["小怪物莫妮卡"] = {
["roomID"] = "181593",
["level"] = 2,
["bgID"] = 0,
},
["杜鹃枝生残月"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["德彪依然"] = {
["roomID"] = "167087",
["level"] = 3,
["bgID"] = 0,
},
["又見糖小汐"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["凯瑟丽斯"] = {
["roomID"] = "274164",
["level"] = 3,
["bgID"] = 0,
},
["萌萌卡哇伊"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["猫爷古尘"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["蚂蚁的小可爱"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["万宝路的小法"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["安格朗"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["牛威嘎"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["是帽帽呢"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["二号机"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["小舅妈小舅妈"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["幽冥铠甲"] = {
["roomID"] = 151609,
["level"] = 2,
["bgID"] = 0,
},
["骑士速度干涉"] = {
["roomID"] = 231082,
["level"] = 1,
["bgID"] = 0,
},
["马力全开"] = {
["medalMap"] = {
["acc_exp"] = 3615,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 126728,
},
["白小易"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["日落下的偏爱"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["粉色水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["农夫十拳"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["痛苦灬无常"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["亚哈巴塔勒根"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["有力青年"] = {
["bgID"] = 0,
["level"] = -1,
},
["邪神拓森"] = {
["roomID"] = "338192",
["level"] = 1,
["bgID"] = 0,
},
["星星之夜"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["一只小鳄鱼"] = {
["roomID"] = 239110,
["level"] = 3,
["bgID"] = 170,
},
["群鸦盛宴"] = {
["roomID"] = 251931,
["level"] = 1,
["bgID"] = 0,
},
["全需才是霸气"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["饿霸"] = {
["roomID"] = 321703,
["level"] = 1,
["bgID"] = 170,
},
["澳洲牧场"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["绿茶玛奇朵"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["葱烤大排丶"] = {
["roomID"] = 328249,
["level"] = 1,
["bgID"] = 0,
},
["Caspianx"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["剑剑倾心"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["带宝宝出战"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["深渊宇宙"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["小宝五"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["飝龘飝龘飝龘"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["那年我二十三"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["洋洋帅大哥"] = {
["roomID"] = 333341,
["level"] = 1,
["bgID"] = 0,
},
["腎傷"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["敞开心扉一"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["无所争"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["倔强的小痛"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["摆摊卖果果"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["贫尼法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["思念已成风"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["我是大猪蹄"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["恋之战"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["世界之外"] = {
["roomID"] = 139266,
["level"] = 2,
["bgID"] = 0,
},
["死骑含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["晓弓丶"] = {
["roomID"] = 294290,
["level"] = 2,
["bgID"] = 0,
},
["饮醉歌"] = {
["roomID"] = 135373,
["level"] = 2,
["bgID"] = 0,
},
["因帅被判无期"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["龍炎逐風者"] = {
["roomID"] = 155968,
["level"] = 2,
["bgID"] = 0,
},
["无風无月无你"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["嘟嘟鱼"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["碧海芸汐"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["可包"] = {
["bgID"] = 0,
["level"] = -1,
},
["宇宙战舰舰长"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["董冬吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["铁哥牧"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["薇薇乄笑笑"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["追猎星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["蓝色蜗牛"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["猫耳团长丶"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["瑟菲莉丝"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["筱筱玥"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["哈亚库"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["小红手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["你好丶缺德吗"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["挽歌清风笑"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["吳茗篠晟"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["伟哥暗影者"] = {
["roomID"] = 321832,
["level"] = 1,
["bgID"] = 0,
},
["黑锋首席教官"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["巷子里的懒猫"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["理想国"] = {
["roomID"] = 107090,
["level"] = 2,
["bgID"] = 0,
},
["破败的文明"] = {
["roomID"] = 139860,
["level"] = 2,
["bgID"] = 0,
},
["晓小萨"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["冰峰天堂"] = {
["roomID"] = 174542,
["level"] = 1,
["bgID"] = 0,
},
["单身的小屁孩"] = {
["roomID"] = 286290,
["level"] = 1,
["bgID"] = 0,
},
["菱波丽抖音"] = {
["roomID"] = 141628,
["level"] = 1,
["bgID"] = 0,
},
["糖门魂工具人"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["谁人配红妝"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["树猫枭熊"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["狂抓猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["灬灵儿灬"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["可愛到生氣"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["庄梦周"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["飞龙法神"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["Opris"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["灬丨唯一"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["土豆中的元帅"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["逸星云"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["萌萌的琦恃"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["小小的花园"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["开心的小丸子"] = {
["roomID"] = 275271,
["level"] = 2,
["bgID"] = 0,
},
["大源宝宝"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["逐日之炎"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["黄泉返渡"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["玛了个巴咔"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["傲鼠蛇鸡"] = {
["roomID"] = 307318,
["level"] = 3,
["bgID"] = 0,
},
["灼热矮子"] = {
["roomID"] = "338979",
["level"] = 1,
["bgID"] = 170,
},
["囧恩雪诺"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["轩辕龙二号"] = {
["roomID"] = "115086",
["level"] = 1,
["bgID"] = 0,
},
["矮是一种错觉"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["神壹"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["丶乐瑶"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["云裳夜周庄"] = {
["roomID"] = 146068,
["level"] = 1,
["bgID"] = 0,
},
["狮王艾尔庄森"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["抖音灬术蛮高"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["说唱练习生"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["淡黄的长裙"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["青衣白马"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["怪老头"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["Lczs"] = {
["roomID"] = 290535,
["level"] = 2,
["bgID"] = 0,
},
["冰帝小钱包"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["喝水喝一天"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["Eana"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["嘭嘭哒"] = {
["roomID"] = "132448",
["level"] = 1,
["bgID"] = 0,
},
["蓝黑蓝黑"] = {
["roomID"] = 278677,
["level"] = 2,
["bgID"] = 0,
},
["我是冷锋"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["壹激动就射"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["无敌最霸气"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["蜜汁小咕咕"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["灵巧的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["红闪闪的手"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["二年半练习生"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["灰暗的圣器"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["捡阿姨不要的"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["暗陨星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["羊老遛"] = {
["roomID"] = 324646,
["level"] = 1,
["bgID"] = 0,
},
["我是气势"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["贪狼星一号"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["最完美的话"] = {
["roomID"] = "178364",
["level"] = 4,
["bgID"] = 170,
},
["璀璨星"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["风一样的她"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["断水流大尸兄"] = {
["roomID"] = "177993",
["level"] = 3,
["bgID"] = 170,
},
["神秘的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["天穹之顶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["万宝路的小威"] = {
["roomID"] = "243475",
["level"] = 1,
["bgID"] = 0,
},
["啊祖不跑"] = {
["roomID"] = 286958,
["level"] = 1,
["bgID"] = 0,
},
["图拉小美"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["大雨转小宇"] = {
["roomID"] = "145308",
["level"] = 2,
["bgID"] = 0,
},
["木糖醇爱枫"] = {
["roomID"] = "174704",
["level"] = 2,
["bgID"] = 170,
},
["歆呀"] = {
["roomID"] = 326707,
["level"] = 1,
["bgID"] = 0,
},
["豆角炒肉"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["Playercnsjpw"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["戦争之神"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["绝色萧容鱼"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["貔貅战"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["白首为郎"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["卤儿滴光"] = {
["roomID"] = 146292,
["level"] = 2,
["bgID"] = 0,
},
["鹌鹑不是烤鸡"] = {
["roomID"] = 301343,
["level"] = 1,
["bgID"] = 0,
},
["痴烟小骑士"] = {
["roomID"] = 265625,
["level"] = 2,
["bgID"] = 0,
},
["東北风"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["公主最美"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["看好你的包"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["灼热英勇"] = {
["roomID"] = "338979",
["level"] = 1,
["bgID"] = 170,
},
["灬阳哥灬"] = {
["roomID"] = 306087,
["level"] = 1,
["bgID"] = 0,
},
["酷似曹达华"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["天选之证"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["逃呀我是仙"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["纯纯白丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["此名未占用"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["冰戮丶深渊"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["邪恶的三花猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["悠悠之影"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["月池薰"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["大和田"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["飘逸的冰箭"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["数胸毛"] = {
["roomID"] = "145308",
["level"] = 2,
["bgID"] = 0,
},
["逍遥狸影"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["不灭的灵魂"] = {
["bgID"] = 0,
["level"] = -1,
},
["林北辰"] = {
["roomID"] = "172149",
["level"] = 3,
["bgID"] = 170,
},
["哎呦喂胖阿姨"] = {
["medalMap"] = {
["acc_exp"] = 9500,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655033,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 173811,
},
["帅有钢锯用"] = {
["roomID"] = 211370,
["level"] = 1,
["bgID"] = 0,
},
["杨小果儿"] = {
["roomID"] = 164213,
["level"] = 2,
["bgID"] = 0,
},
["小脆骑"] = {
["roomID"] = 110533,
["level"] = 3,
["bgID"] = 0,
},
["呜喵骑"] = {
["roomID"] = "182140",
["level"] = 2,
["bgID"] = 0,
},
["小圣骑"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["Mysticc"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["慕慕想谈恋爱"] = {
["roomID"] = "180978",
["level"] = 3,
["bgID"] = 170,
},
["老虎山偷电仔"] = {
["roomID"] = "209137",
["level"] = 2,
["bgID"] = 0,
},
["拒绝做咸鱼"] = {
["roomID"] = 203903,
["level"] = 2,
["bgID"] = 0,
},
["木子花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["贪嗔痴怨"] = {
["roomID"] = 140981,
["level"] = 2,
["bgID"] = 0,
},
["桃稚的圣光"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["暘曜"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["白小壹"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["琪琪生气了"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["幽灵鱼灬"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["紧绷尼龙袋"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["沫笑笙歌"] = {
["roomID"] = "128002",
["level"] = 3,
["bgID"] = 0,
},
["自由职业"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["伊人浅笑"] = {
["roomID"] = 115521,
["level"] = 2,
["bgID"] = 0,
},
["航骑"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["朕的貂蝉在哪"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["雪之花"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["荆湘竹"] = {
["roomID"] = 283349,
["level"] = 2,
["bgID"] = 0,
},
["紫气東來灬"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["最强那个神牧"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["脆壳茄子"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["雅詩蘭黛"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["安雅轩"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["死神之刃"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["二介堂红丸"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["灬苏清秋灬"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["宇宇宝贝"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["随風起橆"] = {
["roomID"] = 133765,
["level"] = 1,
["bgID"] = 0,
},
["跳跳咩咩"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["紫月幽蓝"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["烧苞谷"] = {
["roomID"] = 172051,
["level"] = 2,
["bgID"] = 0,
},
["头疼可达鸭"] = {
["roomID"] = "341789",
["level"] = 1,
["bgID"] = 0,
},
["耀扬"] = {
["roomID"] = 135817,
["level"] = 3,
["bgID"] = 0,
},
["海的味道呦"] = {
["medalMap"] = {
["acc_exp"] = 295,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744031380,
["level"] = 1,
["bgID"] = 170,
["roomID"] = "340701",
},
["Thewatchmen"] = {
["roomID"] = 276296,
["level"] = 1,
["bgID"] = 0,
},
["丢丟"] = {
["roomID"] = 242005,
["level"] = 2,
["bgID"] = 0,
},
["黄油啤酒"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["神九"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["灬大萌法灬"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["酷似萧熏儿"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["奥伯塔"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["丶按摩技师"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["念念不念"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["渔夫贼妹子"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["风暴先驱"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["风雪漫天涯"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["红泥小灬炉"] = {
["roomID"] = 164050,
["level"] = 3,
["bgID"] = 0,
},
["凡尔萨"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["聖龍之萨"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["无敌大暴龙"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["牧色无限"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["陳暢"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["核震慑"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["孟小然"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["玫瑰手紅红"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["淘气德"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["単眼皮灬少爷"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["玉面杀手"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["奶被偷了走了"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["秀千代"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["流浪小白兔"] = {
["roomID"] = 130325,
["level"] = 1,
["bgID"] = 0,
},
["元彬"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["玫瑰葒葒"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["丫丝丝丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["毛总毛我装备"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["念伊人"] = {
["roomID"] = 240797,
["level"] = 2,
["bgID"] = 0,
},
["超究神武霸斩"] = {
["roomID"] = "128894",
["level"] = 2,
["bgID"] = 0,
},
["牧歌林语"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["黑暗大叔"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["酷酷加血"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["白桃与鹿"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["Eatrib"] = {
["roomID"] = 160086,
["level"] = 4,
["bgID"] = 170,
},
["夜亦晨夕"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["持剑冲锋"] = {
["roomID"] = "357017",
["level"] = 1,
["bgID"] = 0,
},
["香菜炒香菜"] = {
["roomID"] = 135354,
["level"] = 2,
["bgID"] = 0,
},
["丶多龙"] = {
["roomID"] = 146326,
["level"] = 3,
["bgID"] = 0,
},
["乔灰紧绷渣"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["Lzg"] = {
["roomID"] = 128731,
["level"] = 3,
["bgID"] = 0,
},
["那年今日"] = {
["roomID"] = "198804",
["level"] = 2,
["bgID"] = 0,
},
["爲你寫詩"] = {
["roomID"] = 335171,
["level"] = 3,
["bgID"] = 0,
},
["新月的守护"] = {
["medalMap"] = {
["acc_exp"] = 380,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744031380,
["level"] = 1,
["bgID"] = 0,
["roomID"] = "346465",
},
["微笑旳迪妮莎"] = {
["roomID"] = 116176,
["level"] = 4,
["bgID"] = 0,
},
["雪菓菓"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["阿鋒"] = {
["bgID"] = 0,
["level"] = -1,
},
["打猎的竹鼠"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["灬丿唯一"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["二城伴旧梦"] = {
["roomID"] = 182986,
["level"] = 1,
["bgID"] = 0,
},
["第二燃"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["张小悦"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["哪吒丶法"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["白朵朵"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["薄荷清浅丶"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["偶爸的死骑"] = {
["roomID"] = 294288,
["level"] = 2,
["bgID"] = 0,
},
["德鲁易瞳瞳"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["苏淸湫"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["雷霆酒"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["野生丶白"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["小咴机"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["时光宝瓶"] = {
["roomID"] = 135610,
["level"] = 2,
["bgID"] = 0,
},
["小九域"] = {
["roomID"] = 158458,
["level"] = 1,
["bgID"] = 0,
},
["南至婉歌"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["豆了个包"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["专业演员"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["夏宇丨圣祥"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["生活自理"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["无敌小沐沐"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["東仙要"] = {
["roomID"] = "110517",
["level"] = 4,
["bgID"] = 0,
},
["Bloodkiss"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["张谦奶爸"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["冰雨琉璃丶"] = {
["roomID"] = 161724,
["level"] = 3,
["bgID"] = 170,
},
["桃淽"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["肉堆偏偏爱"] = {
["roomID"] = "341205",
["level"] = 2,
["bgID"] = 0,
},
["一贫"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["月与雪"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["抓小宇做傻宝"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["命运之败"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["我不怂"] = {
["roomID"] = 198943,
["level"] = 1,
["bgID"] = 0,
},
["冬雪醉残阳"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["神乌索普"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["埃莉娅"] = {
["roomID"] = 207502,
["level"] = 1,
["bgID"] = 170,
},
["西瓜猴"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["海琴烟丶"] = {
["roomID"] = "161724",
["level"] = 3,
["bgID"] = 170,
},
["月夜七号"] = {
["roomID"] = "303737",
["level"] = 2,
["bgID"] = 0,
},
["深紫色丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["尼古丁真"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["叫我破甲爷"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["晴空流云"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["墨色星瞳"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["法外李四"] = {
["roomID"] = 292354,
["level"] = 1,
["bgID"] = 0,
},
["傲世乾坤"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["无敌奶人"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["宝宝妈"] = {
["roomID"] = "181593",
["level"] = 1,
["bgID"] = 0,
},
["雷霆骑叁"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["油爆双脆"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["Lovelylee"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["艾塔尔加"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["白色丶死神"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["水煮东坡肉"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["比格丶迪克"] = {
["roomID"] = 135354,
["level"] = 2,
["bgID"] = 0,
},
["泠泠零"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["硬胡茬"] = {
["roomID"] = 287485,
["level"] = 1,
["bgID"] = 0,
},
["跨时代"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["兔子被花采"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["大萌猎"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["神秘丨嘉宾"] = {
["roomID"] = 243575,
["level"] = 1,
["bgID"] = 0,
},
["贪狼星五号"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["灰暗的蓝光"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["今天喝沪上"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["冷疯丶狂战"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["壕布"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["亮仔"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["芊灵花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["哎呦好帅哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["暗得抗的住"] = {
["roomID"] = 113099,
["level"] = 3,
["bgID"] = 0,
},
["猩猩队长变身"] = {
["roomID"] = 247207,
["level"] = 1,
["bgID"] = 0,
},
["天天騎小鹿丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["夏丨提雅"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["是窃非偷"] = {
["roomID"] = 277240,
["level"] = 3,
["bgID"] = 0,
},
["无敌兔"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["豹子头雷豹"] = {
["roomID"] = "177993",
["level"] = 3,
["bgID"] = 170,
},
["挥刃斩楼兰"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["Odette"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["小邢不洗澡"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["血影剑"] = {
["roomID"] = 243009,
["level"] = 1,
["bgID"] = 0,
},
["冰糖小布丁"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["美姊姊"] = {
["roomID"] = "182159",
["level"] = 3,
["bgID"] = 170,
},
["放血者"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["喵小羊"] = {
["medalMap"] = {
["acc_exp"] = 3265,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642652,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "169242",
},
["奶思吐米球"] = {
["roomID"] = "250920",
["level"] = 3,
["bgID"] = 0,
},
["桃喰绮罗莉"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["东王公"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["风月骑"] = {
["roomID"] = 171042,
["level"] = 2,
["bgID"] = 0,
},
["五号太平间"] = {
["roomID"] = 160706,
["level"] = 2,
["bgID"] = 0,
},
["葒手淡淡"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["芒果小淘气"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["奶恩本恩"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["新佑卫门"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["奇怪的薛迪凯"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["戈黛娃丶窈窕"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["我只会套盾"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["秋雨云"] = {
["roomID"] = "182520",
["level"] = 3,
["bgID"] = 170,
},
["中性短最性感"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["佛性随缘丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["死神之弑"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["Oww"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["李胖迪"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["西夏大领主"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["守御之盾"] = {
["roomID"] = "155093",
["level"] = 3,
["bgID"] = 0,
},
["不堕落的小孩"] = {
["roomID"] = "287481",
["level"] = 2,
["bgID"] = 0,
},
["天生可爱"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["晓丨矮妹"] = {
["roomID"] = 180466,
["level"] = 4,
["bgID"] = 170,
},
["盗不空手"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["顾问克苏鲁"] = {
["roomID"] = 318907,
["level"] = 1,
["bgID"] = 0,
},
["Huffer"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["风向决定发型"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["饮月郡"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["绾起梨花月"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["春哥救救我"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["Macelo"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["寳匠"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["小小巫术"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["月夜悲咏"] = {
["roomID"] = 250370,
["level"] = 3,
["bgID"] = 0,
},
["Aww"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["激活给灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["葉曉琪丶"] = {
["roomID"] = "287592",
["level"] = 2,
["bgID"] = 0,
},
["捡阿姨不要得"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["Christinia"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["起名太费劲了"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["绯叶蝶"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["快给阿蛋摸摸"] = {
["roomID"] = 132226,
["level"] = 2,
["bgID"] = 0,
},
["哎呦好浪哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["内个骑士"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["卡萨卡萨"] = {
["roomID"] = "352098",
["level"] = 1,
["bgID"] = 0,
},
["青君"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["无敌迷你峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["不要鸭梨"] = {
["roomID"] = 174066,
["level"] = 1,
["bgID"] = 0,
},
["棒棒的辰哥"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["景色啊姨"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["Bzeii"] = {
["medalMap"] = {
["acc_exp"] = 16015,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032760,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 110302,
},
["挥萨元素"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["龍飛鳯舞"] = {
["roomID"] = "172149",
["level"] = 3,
["bgID"] = 170,
},
["无脑圣闪"] = {
["medalMap"] = {
["acc_exp"] = 10020,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "215388",
},
["索伦之锤"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["大毛子"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["致命亿击"] = {
["roomID"] = 204931,
["level"] = 1,
["bgID"] = 0,
},
["诺诺莉莉"] = {
["roomID"] = 136510,
["level"] = 3,
["bgID"] = 0,
},
["神之狂暴者"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["铁蛋丶小小德"] = {
["roomID"] = "212454",
["level"] = 2,
["bgID"] = 0,
},
["Tvron"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["嫣然细雨"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["不开无敌"] = {
["roomID"] = 157485,
["level"] = 1,
["bgID"] = 0,
},
["生气的小骑士"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["红烧多春鱼"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["Lcam"] = {
["roomID"] = "290535",
["level"] = 2,
["bgID"] = 170,
},
["永夜之尘"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["南至青枫"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["冰畅喔"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["呱大人"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["易鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["元气星黛露"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["雷霆收震怒"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["碧游村马村长"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["暴只因"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["圣一嫑说话"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["异鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["阿臻"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨琪"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["团长手贼红"] = {
["roomID"] = "131193",
["level"] = 2,
["bgID"] = 0,
},
["易拉罐小朋友"] = {
["roomID"] = 275271,
["level"] = 2,
["bgID"] = 0,
},
["Madangel"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["摸刀专用"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["昂昂"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["米斯奶萨一号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["一奶骑一"] = {
["roomID"] = 106813,
["level"] = 1,
["bgID"] = 0,
},
["成都方大同"] = {
["roomID"] = 170039,
["level"] = 2,
["bgID"] = 0,
},
["书生彡"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["Seilynn"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["五六八十六"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["父亲来了"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["邪恶的狸花猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["筱灬初见"] = {
["roomID"] = 175263,
["level"] = 3,
["bgID"] = 0,
},
["红心大柚子"] = {
["roomID"] = 336325,
["level"] = 1,
["bgID"] = 0,
},
["Hasa"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["渔夫骑士三哥"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["一一大漂亮"] = {
["roomID"] = 333341,
["level"] = 1,
["bgID"] = 0,
},
["大忽悠灬萨"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["克雷斯托"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["狩猎捕风者"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["Ravfour"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["明天你好"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["靡坚不摧"] = {
["roomID"] = 167927,
["level"] = 1,
["bgID"] = 0,
},
["万物归一者"] = {
["roomID"] = 276828,
["level"] = 1,
["bgID"] = 170,
},
["自闭法拉力"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["天天骐小鹿"] = {
["bgID"] = 0,
["level"] = -1,
},
["记忆中的光"] = {
["roomID"] = 182484,
["level"] = 2,
["bgID"] = 0,
},
["上屋抽梯"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["好咸好甜"] = {
["roomID"] = "185047",
["level"] = 2,
["bgID"] = 170,
},
["鱼肠小骑"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["两生茫茫"] = {
["roomID"] = 108369,
["level"] = 1,
["bgID"] = 0,
},
["Nicolaszhaos"] = {
["roomID"] = "109843",
["level"] = 2,
["bgID"] = 170,
},
["群众小甘"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["退至为师身后"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["小手冰凉冰涼"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["克罗地亚丶"] = {
["roomID"] = 114827,
["level"] = 4,
["bgID"] = 0,
},
["来个萨满"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["茶丨派"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["二狗子你变了"] = {
["roomID"] = 189323,
["level"] = 2,
["bgID"] = 0,
},
["南斗星君"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["往后余生诗雷"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["Tdryad"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["不知道誰"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["Aptxs"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["青水杂魚"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["兰羽"] = {
["roomID"] = 115447,
["level"] = 3,
["bgID"] = 0,
},
["勇敢的恐龙"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["双七对自摸"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["北斗星君"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["蕾蕾乐乐"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["丶在梅边"] = {
["roomID"] = 317436,
["level"] = 2,
["bgID"] = 0,
},
["灵凡"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["多团长丶"] = {
["roomID"] = "108682",
["level"] = 4,
["bgID"] = 170,
},
["小潴丶佩奇"] = {
["roomID"] = "167526",
["level"] = 2,
["bgID"] = 0,
},
["地狱朮士"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["哈哈曦曦"] = {
["roomID"] = 113468,
["level"] = 2,
["bgID"] = 0,
},
["超甜抹茶拿铁"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["裴擒虎"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["奉天"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["冰灵二骑"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["睡觉鸭"] = {
["medalMap"] = {
["acc_exp"] = 13580,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 216460,
},
["心仙萨"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["四川李元芳"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["有点逗乐"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["逆鳞之馨"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["浪蹄子召唤你"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["大芬达丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["小海囤"] = {
["roomID"] = 319426,
["level"] = 1,
["bgID"] = 0,
},
["今生洳梦"] = {
["roomID"] = 132919,
["level"] = 3,
["bgID"] = 0,
},
["步練师"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["大羊熊马大"] = {
["roomID"] = "129116",
["level"] = 4,
["bgID"] = 0,
},
["天啊你是真高"] = {
["bgID"] = 0,
["level"] = -1,
},
["法号无名"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["Kazanc"] = {
["bgID"] = 0,
["level"] = -1,
},
["小表叔丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["紫丶歰"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["素衣听长风"] = {
["roomID"] = 242262,
["level"] = 2,
["bgID"] = 0,
},
["有点昧道"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["Kioko"] = {
["roomID"] = "118630",
["level"] = 4,
["bgID"] = 170,
},
["夏姬疯"] = {
["roomID"] = "263042",
["level"] = 2,
["bgID"] = 0,
},
["奶死吐米球"] = {
["roomID"] = "250920",
["level"] = 3,
["bgID"] = 0,
},
["人老实话少"] = {
["roomID"] = 150789,
["level"] = 3,
["bgID"] = 0,
},
["乌龟泡可乐"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["骑猪去吼歌"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["西方"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["团队永动机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["三月浮岚"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["七里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["瑶光映雪"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["龍十三"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["安顺第一星爷"] = {
["roomID"] = 311854,
["level"] = 1,
["bgID"] = 0,
},
["曉浪蹄"] = {
["roomID"] = "352426",
["level"] = 2,
["bgID"] = 0,
},
["匆冲冲"] = {
["roomID"] = 160096,
["level"] = 1,
["bgID"] = 0,
},
["光明的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["豆灬包"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["夜雨亡魂"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["画青丝"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["今晚要加班"] = {
["roomID"] = 111091,
["level"] = 2,
["bgID"] = 0,
},
["联盟防卫"] = {
["roomID"] = "287086",
["level"] = 1,
["bgID"] = 0,
},
["白给柒柒"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["魔药起始"] = {
["roomID"] = "154425",
["level"] = 4,
["bgID"] = 170,
},
["如风剑"] = {
["roomID"] = "357014",
["level"] = 1,
["bgID"] = 0,
},
["娛樂丶靈魂騎"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["夕时立雨"] = {
["roomID"] = 275278,
["level"] = 1,
["bgID"] = 0,
},
["天寒雨化雪"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["奶娘无双"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["战斗鬼"] = {
["roomID"] = "226839",
["level"] = 3,
["bgID"] = 0,
},
["小小浪浪"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["漫步丶人生路"] = {
["roomID"] = "349108",
["level"] = 2,
["bgID"] = 170,
},
["鸽们儿"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["紫龍驚雲"] = {
["roomID"] = "140781",
["level"] = 3,
["bgID"] = 170,
},
["暗影吞噬着你"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["趁火打劫"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["袖里剑"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["老尼法号上帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["琴歌曼曼"] = {
["roomID"] = "154764",
["level"] = 3,
["bgID"] = 170,
},
["狂暴火爹"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["千莲灬怒放"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["飞飞最强"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["特效红手光环"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["橘东篱"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["执笔描素颜"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["芙蓉花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["Pontos"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["他是豌豆脆吧"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["四海升平"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["耶什"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["青春易逝丿"] = {
["roomID"] = 114827,
["level"] = 4,
["bgID"] = 0,
},
["凯如"] = {
["roomID"] = "340108",
["level"] = 1,
["bgID"] = 0,
},
["大红手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["我不菜鸡宠物"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["炒栗子魔人"] = {
["roomID"] = 324613,
["level"] = 1,
["bgID"] = 0,
},
["雷蛤娜"] = {
["roomID"] = 182641,
["level"] = 1,
["bgID"] = 170,
},
["无敌最漂亮"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["苹果皮丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["奈拉齐姆族长"] = {
["roomID"] = 154853,
["level"] = 2,
["bgID"] = 0,
},
["养大猫"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["小南京"] = {
["roomID"] = 105409,
["level"] = 1,
["bgID"] = 0,
},
["水疗小太子"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["瓦里拉"] = {
["roomID"] = "356291",
["level"] = 3,
["bgID"] = 0,
},
["奈法灬炎爆"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["一个小丶骑"] = {
["roomID"] = 205110,
["level"] = 1,
["bgID"] = 0,
},
["炽灬戮"] = {
["roomID"] = 307318,
["level"] = 3,
["bgID"] = 0,
},
["活体炸蛋"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["勇敢的海绵宝"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["刘大爷有低保"] = {
["roomID"] = 142494,
["level"] = 2,
["bgID"] = 0,
},
["春哥夸我棒"] = {
["roomID"] = "201054",
["level"] = 3,
["bgID"] = 0,
},
["天枢丶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["生明月"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["凌夏"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["茶丨山"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["打丢你牙"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["宇内无敌"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["碰碰胡摸"] = {
["roomID"] = 204345,
["level"] = 1,
["bgID"] = 0,
},
["峨眉"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["刮痧小娘子"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["电萌萌"] = {
["roomID"] = "113130",
["level"] = 2,
["bgID"] = 0,
},
["茹丶意"] = {
["roomID"] = 317436,
["level"] = 2,
["bgID"] = 0,
},
["宝宝要举高高"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["全需你还有理"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["白玉蟾"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["熊喵树咕"] = {
["roomID"] = 277240,
["level"] = 3,
["bgID"] = 0,
},
["无射"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["介个梨儿"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["神仙羊羊"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["她的初恋"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["久远丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["圣光恋西极星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["狂术"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["联盟永不为奴"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨欹"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["黄鹤楼珍品"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["桃芷妖妖"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["卯之花剑八"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["黄昏天灾"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["東瑋"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["宇航的小跟班"] = {
["roomID"] = "274164",
["level"] = 3,
["bgID"] = 0,
},
["西门吹雪"] = {
["roomID"] = 172833,
["level"] = 4,
["bgID"] = 0,
},
["水泥雪花酥"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["秋枫落"] = {
["roomID"] = 296984,
["level"] = 1,
["bgID"] = 0,
},
["小博丶萨"] = {
["roomID"] = "302745",
["level"] = 2,
["bgID"] = 0,
},
["水儿乖乖"] = {
["roomID"] = 293642,
["level"] = 2,
["bgID"] = 0,
},
["风一样的你"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["叹星河"] = {
["roomID"] = "325312",
["level"] = 4,
["bgID"] = 0,
},
["隐形飞机"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["只差一个谎言"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["踏血寻命"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["大忽悠灬死骑"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["皮卡丶随便打"] = {
["roomID"] = 287529,
["level"] = 1,
["bgID"] = 0,
},
["王者重生"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["大司祭阿克娅"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["石墨奶黄包"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["丶铃儿想叮当"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["梧桐锁清秋啊"] = {
["roomID"] = 335042,
["level"] = 1,
["bgID"] = 0,
},
["奥特的玩具"] = {
["roomID"] = 113468,
["level"] = 2,
["bgID"] = 0,
},
["出门左转"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["不知今夕何夕"] = {
["roomID"] = "254399",
["level"] = 4,
["bgID"] = 170,
},
["途劳"] = {
["roomID"] = 304280,
["level"] = 1,
["bgID"] = 0,
},
["拖油瓶夏琳"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["单唰"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["枪兵幸运二"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["米饭一小碗"] = {
["roomID"] = 205633,
["level"] = 2,
["bgID"] = 0,
},
["你哇哇叫什么"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["布洛卡斯"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["我是萌面大叔"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["狂咬猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["梦晚晚丷"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["尐垅包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["星辰玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["狂砍八条垓"] = {
["roomID"] = "152809",
["level"] = 2,
["bgID"] = 0,
},
["苍白正义丶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["水壹更风一程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["灵蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["蔚蓝水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["夏月曦喵"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["猫好人坏"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["丨壹念永恒丨"] = {
["roomID"] = 335171,
["level"] = 3,
["bgID"] = 0,
},
["烟花骑士二"] = {
["roomID"] = 242050,
["level"] = 2,
["bgID"] = 0,
},
["汌上富江"] = {
["roomID"] = "106606",
["level"] = 2,
["bgID"] = 0,
},
["大眼小小萌"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["超级无敌红手"] = {
["roomID"] = 327967,
["level"] = 1,
["bgID"] = 0,
},
["含羞蓓蕾"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["莱阳梨膏"] = {
["roomID"] = "272075",
["level"] = 2,
["bgID"] = 0,
},
["红色牧羊人"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["紫气东来八号"] = {
["medalMap"] = {
["acc_exp"] = 3515,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 207764,
},
["照烧多宝鱼"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["女的"] = {
["roomID"] = 264544,
["level"] = 3,
["bgID"] = 0,
},
["若风若雨"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["跌第呀"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["小桃兔叽"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["米斯奶德一号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["狗都不玩"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["大脸无敌"] = {
["roomID"] = 292694,
["level"] = 1,
["bgID"] = 0,
},
["圣教军大领主"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["千手迦叶"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["单尾大妞妞"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["丫木仓丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["你不要哔哔"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["大奉仙"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["暗灭苦修"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["Luckystars"] = {
["medalMap"] = {
["acc_exp"] = 7675,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 152401,
},
["赵小喀拉"] = {
["roomID"] = 139409,
["level"] = 1,
["bgID"] = 0,
},
["洛丹伦死骑"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["楠橙吖"] = {
["roomID"] = 106356,
["level"] = 2,
["bgID"] = 0,
},
["糯米圆圆"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["走得快好世界"] = {
["roomID"] = 149634,
["level"] = 3,
["bgID"] = 0,
},
["曉飛飛"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["克里斯仙哥"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["大拿奶死你"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["小七璐娜"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["突突堍"] = {
["roomID"] = 147099,
["level"] = 2,
["bgID"] = 0,
},
["偷偷诅咒你"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["神小鱼"] = {
["medalMap"] = {
["acc_exp"] = 10577,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032339,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "135316",
},
["亚拉妮丝"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["来个德德"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["兔兔不哭"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["涂山袅袅"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["出售照明灯具"] = {
["roomID"] = "247325",
["level"] = 2,
["bgID"] = 0,
},
["克里斯丁缇娜"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["Reverie"] = {
["medalMap"] = {
["acc_exp"] = 7235,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 121310,
},
["神仙羊羊灬"] = {
["medalMap"] = {
["acc_exp"] = 12495,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 319193,
},
["无言泪千行"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["违章动武"] = {
["roomID"] = "147491",
["level"] = 4,
["bgID"] = 0,
},
["铁板魷魚"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["病入膏肓"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["炽灬无极"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["刘风风"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["古神的侍卫"] = {
["roomID"] = 269584,
["level"] = 1,
["bgID"] = 0,
},
["三十六德"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["龙七丨敖明"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["约德尔人三十"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["倔强的小树"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["冰封的雨"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["蓝色守望"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 170,
},
["根本打不完"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["尐夨旼勏"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["我愛復習的你"] = {
["roomID"] = "325681",
["level"] = 4,
["bgID"] = 200,
},
["燃烧军团统帅"] = {
["roomID"] = 172653,
["level"] = 2,
["bgID"] = 0,
},
["洛灵丿"] = {
["roomID"] = "172625",
["level"] = 2,
["bgID"] = 0,
},
["天下大吉"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["醉月悠悠"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["公主病"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["伤感天德"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["风壹更水一程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["卿辞希露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["红泪添香"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["命运抉择"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["旧誓"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["小紅手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["红花影"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["锆一菲"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["暴风无限"] = {
["roomID"] = 121310,
["level"] = 4,
["bgID"] = 0,
},
["闲的无聊玩下"] = {
["roomID"] = 336157,
["level"] = 1,
["bgID"] = 0,
},
["沒有尾巴"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["烟云灵"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["戛纳女神"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["萝莉啰唆"] = {
["roomID"] = "159855",
["level"] = 4,
["bgID"] = 170,
},
["圣妆舞步"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["殇夏血骑士"] = {
["roomID"] = 131227,
["level"] = 1,
["bgID"] = 0,
},
["蝴蝶蓝羽"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["暗叶圣光"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["Rogelio"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["邪恶的布偶猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["北夜丶"] = {
["roomID"] = 265486,
["level"] = 2,
["bgID"] = 0,
},
["灭团克星"] = {
["roomID"] = 334917,
["level"] = 2,
["bgID"] = 0,
},
["暗術"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["养壹只死壹只"] = {
["roomID"] = 154234,
["level"] = 2,
["bgID"] = 0,
},
["你是豌豆脆吗"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["丨冢丨骁睿"] = {
["roomID"] = "342158",
["level"] = 1,
["bgID"] = 170,
},
["狂嚎猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["天末寒"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["圣光恋北极星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["扶沟鸥莱雅"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["马赛克杀手"] = {
["roomID"] = 289745,
["level"] = 1,
["bgID"] = 0,
},
["猫总的真爱粉"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["加勒比嗜血"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["丨戰丨聖丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["无证造车"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["壹队近战"] = {
["roomID"] = 108699,
["level"] = 3,
["bgID"] = 0,
},
["小漪漪"] = {
["roomID"] = 316148,
["level"] = 1,
["bgID"] = 0,
},
["我就是富婆"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["血色小七"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["棒子插起来"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["Cherishing"] = {
["roomID"] = 121310,
["level"] = 3,
["bgID"] = 0,
},
["约德尔光头"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["丽佳人"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["教练放生刺骨"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["劉六一丶"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["灵魂原石"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["保护协会的猪"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["青丨柠"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["离别殇丶"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["爺赐你堕落"] = {
["roomID"] = 169899,
["level"] = 3,
["bgID"] = 170,
},
["夜无梦"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["无情工具德"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["掌控怒气"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["无敌大峰峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["骑士之宝"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["五月阡曈"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["铁坨丶"] = {
["roomID"] = 163242,
["level"] = 3,
["bgID"] = 0,
},
["启點小萨"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["亦歌丨未晴"] = {
["roomID"] = 107325,
["level"] = 2,
["bgID"] = 0,
},
["猫总的狂热粉"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["Arrive"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["三品带锹侍卫"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["马哥的小迷弟"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["夜色紫杉"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["魂牵梦绕"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["若轻云闭月"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["蝎子大王"] = {
["roomID"] = 183460,
["level"] = 2,
["bgID"] = 0,
},
["暗夜幽晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["带我去车迟国"] = {
["roomID"] = 323348,
["level"] = 1,
["bgID"] = 0,
},
["丶搓澡技师"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["猫总的教徒"] = {
["medalMap"] = {
["acc_exp"] = 7540,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 149628,
},
["小熠生辉"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["帅地一批"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["Amonologue"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["薙草之稻光"] = {
["roomID"] = 178433,
["level"] = 2,
["bgID"] = 0,
},
["白小兔跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["启點变形记"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["黑铁将军"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["圣沐"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["专业血迪克"] = {
["roomID"] = 115980,
["level"] = 3,
["bgID"] = 0,
},
["波涛一汹涌"] = {
["roomID"] = 108699,
["level"] = 3,
["bgID"] = 0,
},
["小丸子啊"] = {
["roomID"] = 316398,
["level"] = 3,
["bgID"] = 170,
},
["暗夜伯爵"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["一箭射天山"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["双休德"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["冬天小铁头"] = {
["roomID"] = 165660,
["level"] = 3,
["bgID"] = 0,
},
["战神关云長"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["莉莉安沃斯丶"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["爱琴海之恋"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["南宫碗"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["阿比西尼亚"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["灰暗的天空"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["老虎山偷牛贼"] = {
["roomID"] = 209137,
["level"] = 2,
["bgID"] = 0,
},
["作乐吖"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["超鑀丹"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["月季花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["夏雨灬绕指柔"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["执业猎刃丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["大怪兽丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["涵兮宝宝"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["芒果书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["减肥的萨满"] = {
["roomID"] = 108128,
["level"] = 3,
["bgID"] = 0,
},
["漪灵沐织"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["辉煌星柔"] = {
["roomID"] = 162185,
["level"] = 3,
["bgID"] = 0,
},
["Isplading"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["躺板板睡棺棺"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["头痛可达鸭"] = {
["roomID"] = "341789",
["level"] = 1,
["bgID"] = 0,
},
["宋大发"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["海参肚包鸡"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["嘀嘀创天下"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["福骑"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["穆德"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["性感小萨满"] = {
["roomID"] = "347110",
["level"] = 1,
["bgID"] = 0,
},
["碳烤牛蹄筋"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["魁梧的高个子"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["保温包"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["无楚"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["大鸡陪你玩"] = {
["roomID"] = 324646,
["level"] = 1,
["bgID"] = 0,
},
["Qiuhai"] = {
["roomID"] = "357005",
["level"] = 1,
["bgID"] = 0,
},
["慕丶雪"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["克莉丝蒂娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["马建伟"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["魔兽的使者"] = {
["roomID"] = 232139,
["level"] = 3,
["bgID"] = 0,
},
["臣压君"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["丶猎大狗"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["没有必要"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["古德猫宁骑"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["注定路过人间"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["黄色秋天"] = {
["roomID"] = 112693,
["level"] = 2,
["bgID"] = 0,
},
["坏土豆子"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["花莉丶"] = {
["roomID"] = 153666,
["level"] = 3,
["bgID"] = 0,
},
["倾城白衣殇"] = {
["roomID"] = "314882",
["level"] = 2,
["bgID"] = 0,
},
["佳妍小画家"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["五千一头的潴"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["小狗大山"] = {
["roomID"] = "187392",
["level"] = 2,
["bgID"] = 0,
},
["地狱之主"] = {
["roomID"] = "279908",
["level"] = 2,
["bgID"] = 0,
},
["珺宝"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["好奇怪啊"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["作乐的猫丶"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["逗是一锤"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["延边浪蹄"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["风暴坦格利安"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["清炖羊蝎子"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["霜火之影"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["漪灵诗羽"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["番薯叶"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["布洛克斯希嘉"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["古桀"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["瓦拉莫古勒斯"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["呵呀呵"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["摸鱼图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["知名贵物"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["能豆"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["倔强的小暗"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["大天使丶"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["务虚"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["我就是硬"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["Firenze"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["幕星河"] = {
["roomID"] = 171704,
["level"] = 3,
["bgID"] = 0,
},
["油茶稀饭"] = {
["roomID"] = 139860,
["level"] = 2,
["bgID"] = 0,
},
["艾欧洛思"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["倔强的绿毛"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["累不累"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["颜大漂亮"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["达拉姆穷光蛋"] = {
["roomID"] = 154853,
["level"] = 2,
["bgID"] = 0,
},
["飞丫"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["鏡花水抈"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["社会好大爷"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["灬幽幽戦魂灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["战神贝贝"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["轰六"] = {
["roomID"] = "136286",
["level"] = 3,
["bgID"] = 0,
},
["希尔瓦娜土豆"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["我不是王力宏"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["黯黒"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["多多可爱多"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["柳丿如烟"] = {
["roomID"] = 335403,
["level"] = 1,
["bgID"] = 0,
},
["得劲熊"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["爱格妮娅"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["哈士骑丶"] = {
["roomID"] = 127928,
["level"] = 2,
["bgID"] = 0,
},
["黎明之劍"] = {
["roomID"] = 147465,
["level"] = 3,
["bgID"] = 0,
},
["戍边小飒"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["月色太温柔"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["栗子树下"] = {
["roomID"] = 201180,
["level"] = 1,
["bgID"] = 0,
},
["渔夫骑士"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["灵雪儿"] = {
["medalMap"] = {
["acc_exp"] = 27890,
["next_star_level_threshold"] = 50000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744288761,
["level"] = 5,
["bgID"] = 170,
["roomID"] = "134238",
},
["前通路吴彦祖"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["Smf"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["大内密探西毒"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["阿伟阿伟阿伟"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["大眼骑士"] = {
["roomID"] = 158294,
["level"] = 2,
["bgID"] = 0,
},
["紫陌香尘"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["油板栗"] = {
["roomID"] = "301380",
["level"] = 2,
["bgID"] = 170,
},
["叫什么哥哥"] = {
["roomID"] = 292133,
["level"] = 3,
["bgID"] = 0,
},
["你往哪里看哦"] = {
["roomID"] = 108534,
["level"] = 2,
["bgID"] = 0,
},
["落笔云掩月"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["想娶个血晶灵"] = {
["roomID"] = "153550",
["level"] = 2,
["bgID"] = 170,
},
["童丨嬅"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["戮铭"] = {
["roomID"] = 158471,
["level"] = 2,
["bgID"] = 0,
},
["Sixseven"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["炽灬旋律"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["君临的错愕"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["大力丶萌你妹"] = {
["roomID"] = 315976,
["level"] = 1,
["bgID"] = 0,
},
["丶小小团团子"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["信仰暗影吧"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["驰律召野"] = {
["roomID"] = "348941",
["level"] = 1,
["bgID"] = 0,
},
["创可贴的爱"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["贰狼神"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["命续埃索达"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["大元帅叔叔"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["星星晓染"] = {
["roomID"] = 154683,
["level"] = 3,
["bgID"] = 0,
},
["星忆"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["半夜修灯泡"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["生烫牛肉面"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["Madbunny"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["依然那样美"] = {
["bgID"] = 0,
["level"] = -1,
},
["六浮红颜泪"] = {
["roomID"] = 182986,
["level"] = 1,
["bgID"] = 0,
},
["穆鲁"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["青菜絔玉汤"] = {
["roomID"] = 250933,
["level"] = 1,
["bgID"] = 0,
},
["秋水青燕"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["Wishmaste"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["大佬紫气东来"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["神盾无双"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["槿念"] = {
["bgID"] = 0,
["level"] = -1,
},
["果然"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["奥妮克熙娅"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["纯禽露露"] = {
["roomID"] = "294057",
["level"] = 2,
["bgID"] = 0,
},
["佛丁之圣光"] = {
["roomID"] = 286338,
["level"] = 1,
["bgID"] = 0,
},
["醉卧之圣光"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["黑是一种低调"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["菲尔丽雅"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["坑子"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["插棍儿扯线"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["丶如雪"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["萧明同学"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["清墨怜秋"] = {
["roomID"] = "175389",
["level"] = 2,
["bgID"] = 170,
},
["丨阿木丨"] = {
["roomID"] = 108038,
["level"] = 3,
["bgID"] = 0,
},
["老表你好贱"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["曦楊"] = {
["roomID"] = 240625,
["level"] = 2,
["bgID"] = 0,
},
["荼蘼花语丶"] = {
["roomID"] = "116110",
["level"] = 3,
["bgID"] = 170,
},
["肚兜"] = {
["roomID"] = "347945",
["level"] = 3,
["bgID"] = 170,
},
["勇敢的派大星"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["大河内一楼"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["无敌大小峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["无敌喵凶凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["伊人婼水"] = {
["roomID"] = "339708",
["level"] = 1,
["bgID"] = 0,
},
["小手冰晾"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["札幌啤酒丶"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["丨以德服人丨"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["想娶个牛頭人"] = {
["roomID"] = "153550",
["level"] = 2,
["bgID"] = 170,
},
["老赵冇橙斧"] = {
["roomID"] = 139409,
["level"] = 1,
["bgID"] = 0,
},
["丞相丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["好好听哦"] = {
["roomID"] = 167785,
["level"] = 2,
["bgID"] = 170,
},
["Melly"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["溜溜丶溜"] = {
["roomID"] = "283092",
["level"] = 1,
["bgID"] = 170,
},
["妖镇河"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["哪吒丨神"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["关灯小妹儿"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["Aiweini"] = {
["roomID"] = 304071,
["level"] = 1,
["bgID"] = 0,
},
["哪个槑戝"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["打四个饱嗝"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["伤感牧"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["毛总毛我补贴"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["力量原石"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["此名已占用"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["挥一挥衣袖"] = {
["roomID"] = "341789",
["level"] = 1,
["bgID"] = 0,
},
["爆炸水果"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["肉酸托鳃"] = {
["roomID"] = 311380,
["level"] = 2,
["bgID"] = 0,
},
["貌似恐龙"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["芙罗拉丶"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["小辉机"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["芜欲则刚"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["冰萃"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["圣光恋你星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["尐鑨包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["抽象怪"] = {
["roomID"] = "343286",
["level"] = 2,
["bgID"] = 0,
},
["夏月曦"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["丶碳烤羊肉串"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["一夜无梦"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["自闭超级鸽子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["出租车寿司"] = {
["roomID"] = "323029",
["level"] = 2,
["bgID"] = 0,
},
["黎明天灾"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["驭气奔如电丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["载物"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["兰秋丶十四寒"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["丨樂天丨"] = {
["roomID"] = 134773,
["level"] = 2,
["bgID"] = 0,
},
["卿辞柏露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["天降聖義"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["狂扁猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["剑二十三丶"] = {
["roomID"] = "327439",
["level"] = 2,
["bgID"] = 170,
},
["你的大老婆"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["轻抚大波浪"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["猩红绝影"] = {
["roomID"] = "305284",
["level"] = 3,
["bgID"] = 0,
},
["跳跳绣绣"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["战神克劳德"] = {
["roomID"] = "155082",
["level"] = 2,
["bgID"] = 170,
},
["枸杞泡泡糖"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["破甲破甲破甲"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["微风扶铃"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["提米诺斯"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["月蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["月之守护"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["关贰哥"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["魔血契约"] = {
["roomID"] = "109105",
["level"] = 2,
["bgID"] = 170,
},
["阿啵克烈"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["这腰子不好嘎"] = {
["roomID"] = 142494,
["level"] = 2,
["bgID"] = 0,
},
["依法射击"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["凝眸浅疏影"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["泡芙泡芙啊"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["痛了散了呀"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["丶猎富贵"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["蜜灬美杏"] = {
["roomID"] = 162572,
["level"] = 3,
["bgID"] = 0,
},
["开小开"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["花好月圆"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["要不要来一杯"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["尊上丶"] = {
["roomID"] = "159675",
["level"] = 2,
["bgID"] = 0,
},
["磨砂大板牙"] = {
["roomID"] = 107494,
["level"] = 2,
["bgID"] = 0,
},
["烈焰红瞳"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["是我的桃子呀"] = {
["roomID"] = 158294,
["level"] = 2,
["bgID"] = 0,
},
["伟哥元素者"] = {
["roomID"] = 321832,
["level"] = 1,
["bgID"] = 0,
},
["春吖"] = {
["roomID"] = 319313,
["level"] = 2,
["bgID"] = 0,
},
["喵团子"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["彻底疯狂丶丶"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["九幽战天使"] = {
["roomID"] = "347043",
["level"] = 1,
["bgID"] = 0,
},
["龍魂沧海"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["美卓乐"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["鱼乀骨头"] = {
["roomID"] = 107909,
["level"] = 4,
["bgID"] = 0,
},
["荧光猫"] = {
["roomID"] = 151213,
["level"] = 2,
["bgID"] = 0,
},
["松本乱菊"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["可鲁可雅"] = {
["roomID"] = 110987,
["level"] = 2,
["bgID"] = 0,
},
["奥蕾莉俹"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["日落的奶恩"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["今晚上才艺"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["南北西东"] = {
["roomID"] = "326142",
["level"] = 2,
["bgID"] = 0,
},
["风一程水一程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["狠狠吃排骨"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["大拇指慕诗"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["只玩秋水丶"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["恶魔爪牙"] = {
["roomID"] = 318907,
["level"] = 1,
["bgID"] = 0,
},
["Madpooh"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["胖蜀黍"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["梦颖小寳貝"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["二个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["鸿盟久"] = {
["roomID"] = 211290,
["level"] = 2,
["bgID"] = 0,
},
["Lucks"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["预判"] = {
["roomID"] = 167927,
["level"] = 1,
["bgID"] = 0,
},
["赛莉卡丶"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["Zuih"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["一老霸一"] = {
["roomID"] = "347945",
["level"] = 3,
["bgID"] = 170,
},
["涂山楠楠"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["情话诉于山鬼"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["紫紫的丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["紧绷的毛线裤"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["像灬风一样"] = {
["roomID"] = "136143",
["level"] = 3,
["bgID"] = 170,
},
["梅迪奇"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["小北的猫"] = {
["roomID"] = "274318",
["level"] = 3,
["bgID"] = 170,
},
["大叔的青春"] = {
["roomID"] = 173811,
["level"] = 4,
["bgID"] = 0,
},
["火法之光"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["这游戏有毒"] = {
["roomID"] = 285086,
["level"] = 1,
["bgID"] = 0,
},
["比风暖"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["是小葡萄呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["鄢律"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["Lpurple"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["只会刷胖子"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["拉风的毛毛虫"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["白医生"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["午夜领主科兹"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["孤高法神"] = {
["bgID"] = 0,
["level"] = -1,
},
["丶羊刀"] = {
["roomID"] = 108488,
["level"] = 2,
["bgID"] = 0,
},
["饼墩墩"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["重装武士"] = {
["roomID"] = 110914,
["level"] = 1,
["bgID"] = 0,
},
["恩仇的鸡腿杖"] = {
["roomID"] = 325447,
["level"] = 1,
["bgID"] = 0,
},
["Scum"] = {
["roomID"] = "296206",
["level"] = 2,
["bgID"] = 0,
},
["如影随形猎"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["貔貅邪"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["小浪小浪"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["救救乌龟吧"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["壹次插四根"] = {
["roomID"] = 324790,
["level"] = 1,
["bgID"] = 0,
},
["贼呵呵"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["手不黑"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["圣光赐我力量"] = {
["roomID"] = 158516,
["level"] = 3,
["bgID"] = 0,
},
["以利亚丶"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["万相"] = {
["roomID"] = "164951",
["level"] = 3,
["bgID"] = 170,
},
["不浪漫的筱风"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["角王弓疾風"] = {
["roomID"] = 167927,
["level"] = 1,
["bgID"] = 0,
},
["圣光在上啊"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["提蘑队长"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["斟酒饮寒秋"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["紫瑟丶"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["疑悟空实吗喽"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["丨月色萧萧丨"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["拿弹弓打琼琼"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["凤凰之怒丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["爺赐你死寂"] = {
["roomID"] = 169899,
["level"] = 3,
["bgID"] = 170,
},
["轩辕小蹄子"] = {
["roomID"] = "115086",
["level"] = 1,
["bgID"] = 0,
},
["知白丨守黑"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["低调不失奢华"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["肆四寺"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["过气牛夫人"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["扶沟小自在"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["初夏的雨点"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["呱姬"] = {
["roomID"] = 147099,
["level"] = 2,
["bgID"] = 0,
},
["举火燎天"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["夏宇丨圣贤"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["卖艺小青年"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["坏蛋丶死骑"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["那个槑戝"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["黑锋之剑"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["演员的技巧"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["梦的起点"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["离别的车站"] = {
["roomID"] = 108488,
["level"] = 2,
["bgID"] = 0,
},
["京酱肉丝儿"] = {
["roomID"] = "165955",
["level"] = 2,
["bgID"] = 0,
},
["轻舞随风"] = {
["medalMap"] = {
["acc_exp"] = 6010,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "187297",
},
["鹌鹑飞天猫"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["马骑马"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["官家丶"] = {
["roomID"] = "159675",
["level"] = 2,
["bgID"] = 0,
},
["雷霆怒怒"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["艾辛诺斯壁垒"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["刘易妃"] = {
["roomID"] = 131227,
["level"] = 1,
["bgID"] = 0,
},
["邪丶怒风"] = {
["roomID"] = 110533,
["level"] = 3,
["bgID"] = 0,
},
["米米贼"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["有点凌乱丶"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["那一缕光"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["氵去一言寺"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["奶恩"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["那个槑德"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["燃烧寂寞"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["银叶先生"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["胡堂主"] = {
["roomID"] = 114122,
["level"] = 3,
["bgID"] = 0,
},
["哪吒丨术"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["惆怅诉别离"] = {
["roomID"] = 172263,
["level"] = 3,
["bgID"] = 0,
},
["快起英勇"] = {
["roomID"] = "123523",
["level"] = 4,
["bgID"] = 0,
},
["晓飛飛"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["瓦拉琪"] = {
["roomID"] = 269923,
["level"] = 2,
["bgID"] = 0,
},
["君逸"] = {
["roomID"] = "109108",
["level"] = 5,
["bgID"] = 200,
},
["控魔"] = {
["roomID"] = 110012,
["level"] = 3,
["bgID"] = 0,
},
["骑瑶"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["骑个隆冬强"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["法蒂洛克"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["努尔哈哧"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["无劫"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["熊小米"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["冬瓜炒肉"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["灬椛曦月灬"] = {
["roomID"] = "269847",
["level"] = 1,
["bgID"] = 0,
},
["Cheetah"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["盾御苍茫"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["我们都是凡人"] = {
["roomID"] = "154451",
["level"] = 3,
["bgID"] = 170,
},
["伯格里斯特"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["自闭鸽鸽"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["丨一意孤行"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["跳水兔"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["逸馨予"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["麻辣魚"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["赫黛罗萨雷斯"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["沙海浮沉丶"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["肉堆咻咻秀"] = {
["roomID"] = "341205",
["level"] = 2,
["bgID"] = 0,
},
["百鬼丶夜行丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["来自未来"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["以尔之名"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["脚可摘星辰"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["印堂发黑"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["钛军"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["迷人的反派乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["圣耀星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["邵壮不努力"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["三隊那个獵人"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["Mosel"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["充甜宝"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["一董珗珄一"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["抖音灬血蛮多"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["爱幻想"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["尢昕"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["锰德儿"] = {
["roomID"] = 106249,
["level"] = 1,
["bgID"] = 0,
},
["猫总的右臂"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["过来打我压"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["血匕透訫凉"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["黄昏守望"] = {
["roomID"] = 186227,
["level"] = 2,
["bgID"] = 0,
},
["耀暘奶萨"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["蜡笔式丶小战"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["妖刀丶芈然"] = {
["roomID"] = 108988,
["level"] = 2,
["bgID"] = 0,
},
["笑那悄然而逝"] = {
["roomID"] = 324288,
["level"] = 1,
["bgID"] = 0,
},
["冰镇小麦果汁"] = {
["roomID"] = 271358,
["level"] = 3,
["bgID"] = 0,
},
["克劳斯丶"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["康雀儿加威"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["小小西米露"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 170,
},
["陈春丽"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["若轻云蔽月"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["淡淡幽香丶"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["橙斧牛仔"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["天空的璀璨"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["撒撒凉"] = {
["roomID"] = 323572,
["level"] = 2,
["bgID"] = 0,
},
["不会防骑啊"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["七彩萨"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["誓死守护波儿"] = {
["roomID"] = 114532,
["level"] = 1,
["bgID"] = 0,
},
["浅洛于水"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["白桃书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["醉梦红颜笑"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["江江小仙女"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["夜班经理"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["无殃"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["丨鬼谷子丨"] = {
["medalMap"] = {
["acc_exp"] = 2710,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "168824",
},
["霸道丶小男人"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["风行者之魂"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["蒙圈德老司机"] = {
["roomID"] = 182960,
["level"] = 1,
["bgID"] = 0,
},
["幼儿园小新"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["闲的无所谓"] = {
["roomID"] = 336157,
["level"] = 1,
["bgID"] = 0,
},
["禁锢"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["巴豆饼"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["梦碎人烟"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["东方再来"] = {
["roomID"] = "111163",
["level"] = 4,
["bgID"] = 0,
},
["静悄悄的风"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["年少薄青衫"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["丶玖妖妖丶"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["凡尔骑"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["你是梦可似梦"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["我系张学友"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["麒麟一番榨丶"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["仉恨歌"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["华仔丨天地"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["且听风吟乀"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["二环线真男人"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["纸鸢初甜"] = {
["roomID"] = "132278",
["level"] = 3,
["bgID"] = 170,
},
["幺七八"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["覅覅风"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["是卡卡啊"] = {
["roomID"] = 247075,
["level"] = 1,
["bgID"] = 0,
},
["我来组成臀"] = {
["roomID"] = "132822",
["level"] = 2,
["bgID"] = 0,
},
["娛樂丶萌萌德"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["一只小黑猪"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["坚定的土豆"] = {
["medalMap"] = {
["acc_exp"] = 26820,
["next_star_level_threshold"] = 50000,
["medal"] = {
170,
140,
1,
},
},
["medalTime"] = 1744032220,
["level"] = 5,
["bgID"] = 140,
["roomID"] = "106468",
},
["蚂蚁的小天蝎"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["我的小灰灰"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["两条小辫"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["好兄弟得加钱"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["贞德孟丶"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["信春哥能永生"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["婧婧大魔王"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["狩猎宝宝"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["小邢加油吧"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["泡芙泡芙吖"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["君侯的愚妄"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["Alloy"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["灬幽幽戦神灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["炽灬小白"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["过年的猪"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["柴颖莹"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["來點音樂丶"] = {
["roomID"] = "116110",
["level"] = 3,
["bgID"] = 170,
},
["黎明的骑兵"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["山东拉面师傅"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["丿蠢蠢欲动丶"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["欣欢"] = {
["roomID"] = 145245,
["level"] = 4,
["bgID"] = 0,
},
["小兔叽阿"] = {
["roomID"] = 297033,
["level"] = 1,
["bgID"] = 0,
},
["拉不住随便喷"] = {
["roomID"] = "149575",
["level"] = 3,
["bgID"] = 170,
},
["老火球"] = {
["medalMap"] = {
["acc_exp"] = 9005,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 113437,
},
["薇薇笑笑灬"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["無碲"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["紫兔兔丹"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["二环线泡泡龙"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["绅小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["背心崽崽"] = {
["roomID"] = 258565,
["level"] = 1,
["bgID"] = 0,
},
["扁鵲"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["孤独灵魂"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["Hathorjaina"] = {
["roomID"] = 175263,
["level"] = 3,
["bgID"] = 0,
},
["蓝莓莓丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["烟雨一笠"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["别给我哇哇叫"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["豆丶包十二号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["强力卡哥"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["诡葉刺客"] = {
["roomID"] = 273867,
["level"] = 2,
["bgID"] = 170,
},
["西海岸的喵"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["丿抹茶团子"] = {
["roomID"] = "276875",
["level"] = 2,
["bgID"] = 0,
},
["专业厨师"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["彩虹小土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["美少女郭德钢"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["却因"] = {
["roomID"] = 237523,
["level"] = 1,
["bgID"] = 0,
},
["南无加特零"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["浅醉听风雨丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["你可真欢喜"] = {
["roomID"] = 275271,
["level"] = 2,
["bgID"] = 0,
},
["萌丶萌"] = {
["roomID"] = 132320,
["level"] = 2,
["bgID"] = 0,
},
["天地一沙鴎"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["大达哒嗒王"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["米米亞"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["星神灬狂"] = {
["roomID"] = 160088,
["level"] = 2,
["bgID"] = 0,
},
["徳意忘形"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["去年此门依旧"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["零柒贰玖玖"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["妞妞猎神"] = {
["roomID"] = 151634,
["level"] = 4,
["bgID"] = 0,
},
["魔王桃"] = {
["roomID"] = 149547,
["level"] = 2,
["bgID"] = 0,
},
["月亮的萨满"] = {
["roomID"] = 147408,
["level"] = 3,
["bgID"] = 170,
},
["Lcqs"] = {
["roomID"] = "290535",
["level"] = 2,
["bgID"] = 170,
},
["婉悦"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["我又初恋了"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["Powerdeath"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["水染丨沫心"] = {
["roomID"] = 107325,
["level"] = 2,
["bgID"] = 0,
},
["一皇上一"] = {
["roomID"] = 284395,
["level"] = 3,
["bgID"] = 0,
},
["愿圣光指引伱"] = {
["roomID"] = 326279,
["level"] = 1,
["bgID"] = 0,
},
["槿琪"] = {
["roomID"] = 253414,
["level"] = 2,
["bgID"] = 170,
},
["小汐汐"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["泽城美雪丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["宝贝四十二"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["奇怪的中路"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["小小的堕落"] = {
["roomID"] = 267589,
["level"] = 4,
["bgID"] = 0,
},
["星星小牧"] = {
["medalMap"] = {
["acc_exp"] = 2980,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "335768",
},
["Ovv"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["酷狗铃声"] = {
["roomID"] = 107071,
["level"] = 1,
["bgID"] = 170,
},
["小棉椛"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["大热屁"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["绣虎"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["搬包谷凶得很"] = {
["roomID"] = "347337",
["level"] = 1,
["bgID"] = 0,
},
["大元帅伯伯"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["Butchers"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["Esteelaudero"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["九二步兵炮"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["锅炒铲子"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["八月燃曛"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["血色吟咏"] = {
["roomID"] = "269554",
["level"] = 2,
["bgID"] = 170,
},
["乾美"] = {
["roomID"] = 290086,
["level"] = 2,
["bgID"] = 0,
},
["仁仁鸽"] = {
["roomID"] = 296187,
["level"] = 1,
["bgID"] = 0,
},
["狂萨之殇"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["肇秋丶十四寒"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["卢晓秀"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["老衲四抬腿"] = {
["medalMap"] = {
["acc_exp"] = 4920,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 172274,
},
["爽爷"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["会计"] = {
["roomID"] = 131290,
["level"] = 2,
["bgID"] = 0,
},
["富奸老贼"] = {
["roomID"] = 253761,
["level"] = 3,
["bgID"] = 0,
},
["永恒的人"] = {
["roomID"] = "340966",
["level"] = 1,
["bgID"] = 0,
},
["魔药儱儱"] = {
["roomID"] = "154425",
["level"] = 4,
["bgID"] = 170,
},
["长着犄角的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["单练"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["防狼电击棒"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["大叔的凶器"] = {
["roomID"] = "173811",
["level"] = 4,
["bgID"] = 0,
},
["幸福的蠢蠢"] = {
["roomID"] = 114655,
["level"] = 3,
["bgID"] = 0,
},
["来卖萌德"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["丑大叔"] = {
["roomID"] = 165986,
["level"] = 4,
["bgID"] = 0,
},
["不浪漫指间沙"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["月亮下山了"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["风雷信仰"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["七叶槿"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["恶魔小妖"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["白小陆"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["西装革履"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["冷疯丶狂猎"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["Rainbowdon"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["流年丶不二"] = {
["roomID"] = 204250,
["level"] = 2,
["bgID"] = 0,
},
["逸星星"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["亡昭菌"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["新年新愿"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["机智豆"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["猫猫可乐"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["白发狮王"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["若风若曦"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["我是死期"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["Cenmz"] = {
["medalMap"] = {
["acc_exp"] = 4600,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 170,
["roomID"] = 318966,
},
["入戲"] = {
["roomID"] = 159077,
["level"] = 1,
["bgID"] = 0,
},
["新月的怒火"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["蝴蝶恋花香"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["小软二号"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["一辰二辰三"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["背刺清尘"] = {
["roomID"] = 149547,
["level"] = 2,
["bgID"] = 0,
},
["轻吟梦一曲"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["巧克力花生酱"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["准静止锋"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["鲨鱼寶寶"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["顺治爷"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["黑手无双"] = {
["roomID"] = 211392,
["level"] = 1,
["bgID"] = 0,
},
["凭茳望月"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["燕来丶三十卅"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["欧漏欧漏"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["福从天降"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["高团的小迷弟"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["沐宝宝"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["Dragonl"] = {
["roomID"] = "314942",
["level"] = 2,
["bgID"] = 170,
},
["耐法黎奥"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["圣手名医"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["兰斯落特"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["毕竟冰法"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["灬北辰"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["吃嘎嘎"] = {
["roomID"] = "287141",
["level"] = 1,
["bgID"] = 170,
},
["丿陆拾"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["圣光咋泄"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["听珏"] = {
["roomID"] = 146070,
["level"] = 3,
["bgID"] = 0,
},
["古贼"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["珂珂大王"] = {
["medalMap"] = {
["acc_exp"] = 6295,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "252637",
},
["好多泡泡丶"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["妹子很棒"] = {
["roomID"] = "114532",
["level"] = 3,
["bgID"] = 0,
},
["黄叁"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["迷失的羽毛"] = {
["roomID"] = 235899,
["level"] = 3,
["bgID"] = 0,
},
["老赵别欧替"] = {
["roomID"] = 139409,
["level"] = 2,
["bgID"] = 0,
},
["晕晕丶"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["巭灬孬"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["Windbreath"] = {
["roomID"] = "184140",
["level"] = 3,
["bgID"] = 170,
},
["长缨缚苍龍"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["老僧法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["奕骑"] = {
["roomID"] = "340108",
["level"] = 1,
["bgID"] = 0,
},
["抚琴上排拉面"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["十年磨一剑"] = {
["roomID"] = 247397,
["level"] = 2,
["bgID"] = 0,
},
["Imbazs"] = {
["roomID"] = 135819,
["level"] = 1,
["bgID"] = 0,
},
["影子向右"] = {
["roomID"] = "145244",
["level"] = 3,
["bgID"] = 0,
},
["飒清"] = {
["roomID"] = 254790,
["level"] = 1,
["bgID"] = 0,
},
["湖畔镇学徒"] = {
["roomID"] = "183120",
["level"] = 4,
["bgID"] = 0,
},
["那个槑战"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["秋风又起"] = {
["roomID"] = 284409,
["level"] = 1,
["bgID"] = 0,
},
["亚历山大小囡"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["米米东"] = {
["roomID"] = 250923,
["level"] = 3,
["bgID"] = 0,
},
["我很色"] = {
["roomID"] = 198943,
["level"] = 1,
["bgID"] = 0,
},
["飞翔芒果皮"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["Acehunters"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["吉祥火火"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["第五翼"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["五雷神霄"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["克丽絲蒂娜"] = {
["medalMap"] = {
["acc_exp"] = 13489,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "105504",
},
["约德尔人四十"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["戍边骑士"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["御天杰哥"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["五八九"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["峨眉山画月"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["孫悟空虚"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["花开富贵灬"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["月夜十号"] = {
["roomID"] = "303737",
["level"] = 2,
["bgID"] = 0,
},
["魔神关二哥"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["风雷电"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["长夜有月"] = {
["roomID"] = "259941",
["level"] = 1,
["bgID"] = 170,
},
["Uk"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["Bonewizard"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["老赵快释放"] = {
["roomID"] = 139409,
["level"] = 2,
["bgID"] = 0,
},
["妳还有遗憾嗎"] = {
["roomID"] = "153838",
["level"] = 2,
["bgID"] = 170,
},
["Minelulu"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["沐净"] = {
["roomID"] = "305299",
["level"] = 2,
["bgID"] = 0,
},
["蒙圈的老木师"] = {
["roomID"] = 182960,
["level"] = 1,
["bgID"] = 0,
},
["筱筱猎灬"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["白色的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["不娘少年"] = {
["roomID"] = 301343,
["level"] = 1,
["bgID"] = 0,
},
["茉酸奶"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["亡靈慕师"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["芔灬芔"] = {
["roomID"] = 237625,
["level"] = 2,
["bgID"] = 0,
},
["小舞姐姐"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["凭澜望岳"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["南謌"] = {
["roomID"] = 151262,
["level"] = 4,
["bgID"] = 170,
},
["紫炎菲荨"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["怒翼龙"] = {
["roomID"] = 172051,
["level"] = 2,
["bgID"] = 0,
},
["如果伱也听说"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["馋嘴蛙"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["卡塔拉"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["知名演员"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["筱筱灬豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["轩黎晨奇"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["灬筱豆豆灬"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["穆殊"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["朱壹壹"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["雷台戴安娜"] = {
["roomID"] = "116003",
["level"] = 1,
["bgID"] = 170,
},
["咦咕哔咕"] = {
["roomID"] = 112798,
["level"] = 2,
["bgID"] = 0,
},
["炎雨航"] = {
["roomID"] = 171544,
["level"] = 1,
["bgID"] = 0,
},
["眉目成书"] = {
["roomID"] = 293642,
["level"] = 2,
["bgID"] = 0,
},
["Lemonlulu"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["圣灬心音"] = {
["roomID"] = 283349,
["level"] = 2,
["bgID"] = 0,
},
["星丶繁"] = {
["roomID"] = 158471,
["level"] = 2,
["bgID"] = 0,
},
["圣殿裁决丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["不肉德"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["七色彩虹糖"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["夏宇丨圣康"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["最长得电影"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["泼墨大写意"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["放学才来玩"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["半醒"] = {
["roomID"] = 121310,
["level"] = 4,
["bgID"] = 0,
},
["玖哥好红"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["幻想一梦"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["冬天小蜜桃"] = {
["roomID"] = 165660,
["level"] = 3,
["bgID"] = 0,
},
["西子捧心"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["帝之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["风中花"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["书生酱"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["垓下"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["敞开心扉九"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["不穿拖鞋"] = {
["bgID"] = 0,
["level"] = -1,
},
["詹姆斯灬邦德"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["漪灵海雅"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["步练師"] = {
["medalMap"] = {
["acc_exp"] = 8159,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 184470,
},
["迷城丨挽歌"] = {
["roomID"] = 295110,
["level"] = 3,
["bgID"] = 0,
},
["Jrkane"] = {
["roomID"] = 275985,
["level"] = 2,
["bgID"] = 0,
},
["暗得自然"] = {
["roomID"] = 113099,
["level"] = 3,
["bgID"] = 0,
},
["水亦更风亦程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["飞龙王"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["孤独海岸线"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["丶史针稥"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["范先森"] = {
["roomID"] = "347398",
["level"] = 1,
["bgID"] = 170,
},
["痛了散了哇"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["泡芙泡芙噢"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["大家开始啦"] = {
["roomID"] = "203062",
["level"] = 1,
["bgID"] = 0,
},
["荒野的野"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["古小妖"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["你艾西我奶妈"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["亻尔真高"] = {
["roomID"] = 139266,
["level"] = 2,
["bgID"] = 0,
},
["一铭"] = {
["bgID"] = 0,
["level"] = -1,
},
["弟十七"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["咕菇姑咕"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["星星芷火"] = {
["roomID"] = "206917",
["level"] = 3,
["bgID"] = 0,
},
["狂风制造者"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["丶刘六一"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["无知既罪恶"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["重生之灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["崩了仙姑"] = {
["roomID"] = 133458,
["level"] = 2,
["bgID"] = 0,
},
["十八岁会帅吗"] = {
["roomID"] = 324790,
["level"] = 1,
["bgID"] = 0,
},
["森山实栗"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["幻丶奈辛瓦里"] = {
["roomID"] = "280215",
["level"] = 2,
["bgID"] = 170,
},
["Moonbaby"] = {
["roomID"] = "349237",
["level"] = 1,
["bgID"] = 0,
},
["黑骑士鲁路修"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["蘇柒柒"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["芥末碱水"] = {
["roomID"] = "351078",
["level"] = 2,
["bgID"] = 170,
},
["今夜我在"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["燃烧八"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["水果忍者"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["酒馆没打烊"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["我叫小绵羊"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["卿柚柚"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["御剑镇魔"] = {
["roomID"] = "272142",
["level"] = 2,
["bgID"] = 0,
},
["遥远的童年"] = {
["roomID"] = 307118,
["level"] = 1,
["bgID"] = 0,
},
["黑庙住持"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["快乐的鼻涕虫"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["泡泡小术"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["叁千烦恼风"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["味道阿姨"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["Flps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["Elps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["Dlps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["性感小黑牧"] = {
["roomID"] = "347110",
["level"] = 1,
["bgID"] = 0,
},
["Blps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["蓝色冰晶"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["染霜发梢"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["洛灵丨"] = {
["roomID"] = "172625",
["level"] = 2,
["bgID"] = 0,
},
["凯茜娅朝翼"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["灬狂仔灬"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["抖音灬血蛮哆"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["天呐丶她好颾"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["Luckyprince"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["朮士"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["相思知多少"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["探险家彭于晏"] = {
["roomID"] = "109326",
["level"] = 3,
["bgID"] = 170,
},
["蚂蚁的矿神"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["知名音效师"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["生死如梦"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["慕柏"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["猫总的左臂"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["落叶捎来讯息"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["可怜乞丐藸"] = {
["roomID"] = 304579,
["level"] = 2,
["bgID"] = 0,
},
["指尖上的救赎"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["凄美"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["玖丶妖妖"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["玖哥丶真红"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["朱陆陆"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["夜阑风静"] = {
["roomID"] = "251931",
["level"] = 1,
["bgID"] = 0,
},
["射中你的心叭"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["魂灵生一点"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["银河国际"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["臭鸟蛋"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["青水雜鱼"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["丨月色弥漫丨"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["小弟在此"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["嘎荔枝"] = {
["roomID"] = "205534",
["level"] = 3,
["bgID"] = 170,
},
["原味内内"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["少年卸甲"] = {
["roomID"] = "202887",
["level"] = 4,
["bgID"] = 170,
},
["幽静飘"] = {
["roomID"] = "250920",
["level"] = 3,
["bgID"] = 0,
},
["萨满之道"] = {
["roomID"] = "109105",
["level"] = 2,
["bgID"] = 170,
},
["月光美少女"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["夏至等风来"] = {
["roomID"] = 126268,
["level"] = 2,
["bgID"] = 0,
},
["无敌推土機灬"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["白银之力"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 0,
},
["爱生气的琪琪"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["你好斉天"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["浅梦听雪"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["神小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["又见赤修然"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["繁华流年丶"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["最黑的星"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["风云沙沙"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["冰封的鱼"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["谢咩咩"] = {
["roomID"] = 324790,
["level"] = 1,
["bgID"] = 0,
},
["小雨吖"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["Odetti"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["清毒水母"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["歌丶者"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["念丶花落"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["Mommyfinger"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["尐尐死骑"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["娜娜小鹿"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["暗夜射日"] = {
["roomID"] = 326695,
["level"] = 1,
["bgID"] = 0,
},
["Zzczz"] = {
["roomID"] = 304280,
["level"] = 1,
["bgID"] = 0,
},
["空之夜歌"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["大鸽子阿坤达"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["玖妖妖"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["剑醉青山"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["深田氵咏美"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["雪花桃泥"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["丰功伟纪"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["冰语琉璃"] = {
["roomID"] = 161724,
["level"] = 3,
["bgID"] = 170,
},
["田凡凡"] = {
["roomID"] = "278209",
["level"] = 2,
["bgID"] = 0,
},
["凌历中原"] = {
["roomID"] = 237289,
["level"] = 2,
["bgID"] = 0,
},
["有点好笑"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["Kikyon"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["霜之芬达"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["战九狂"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["出租车骑骑"] = {
["roomID"] = "323029",
["level"] = 2,
["bgID"] = 0,
},
["灰神"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["安德鲁森二"] = {
["roomID"] = "343186",
["level"] = 2,
["bgID"] = 170,
},
["董丶珗珄"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["燃烧丿"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["哭泣的希露比"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["夜雨丶声烦丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["风一更水亿程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["扶沟威少张"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["亏惹"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["东皇太貮"] = {
["roomID"] = "294233",
["level"] = 3,
["bgID"] = 170,
},
["兔兔小团子"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["伤透你的心"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["葱烤大排"] = {
["roomID"] = 328249,
["level"] = 1,
["bgID"] = 0,
},
["奇异果生吃"] = {
["roomID"] = "242504",
["level"] = 1,
["bgID"] = 0,
},
["斯洛妮"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["飞宏如風"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["牧无双丶"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["辣酱面小笼包"] = {
["roomID"] = "116286",
["level"] = 2,
["bgID"] = 170,
},
["专业群众演员"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["古惑女"] = {
["roomID"] = 149634,
["level"] = 3,
["bgID"] = 0,
},
["豆伊熊熊"] = {
["roomID"] = "106835",
["level"] = 3,
["bgID"] = 0,
},
["Daddyfinger"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["丶丨唯一"] = {
["medalMap"] = {
["acc_exp"] = 2680,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032220,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "314337",
},
["拯救祝福"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["Nikira"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["皓月隐于云后"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["狂仔丿"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["吗惹法克"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["柒晓曉"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["夜空呢喃"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["时空永动机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["梅普璐喬喬"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["大元帅舅舅"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["哈哈小皮皮"] = {
["roomID"] = 111708,
["level"] = 2,
["bgID"] = 0,
},
["帅气到爆炸呀"] = {
["roomID"] = 135377,
["level"] = 2,
["bgID"] = 0,
},
["无限海胆"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["红花椒"] = {
["roomID"] = "301380",
["level"] = 2,
["bgID"] = 170,
},
["安娜丝魅丽"] = {
["roomID"] = 127928,
["level"] = 2,
["bgID"] = 0,
},
["崇应惠民大帝"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["浅陌未泱"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["耐非天"] = {
["roomID"] = "144592",
["level"] = 2,
["bgID"] = 0,
},
["鲨鱼辣椒丿"] = {
["roomID"] = 131097,
["level"] = 3,
["bgID"] = 0,
},
["夏宇丨德韵"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["永恒的狮子座"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["獨守空房"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["火力"] = {
["roomID"] = 243575,
["level"] = 1,
["bgID"] = 0,
},
["婷丶宝贝"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["鱼鱼貓"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["Tuanzhang"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["冰封守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["火之审判"] = {
["roomID"] = 322689,
["level"] = 2,
["bgID"] = 0,
},
["丨戰丨德丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["Sov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["Rov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["空唠唠"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["西夏圣德仁宗"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["白小贰"] = {
["roomID"] = "112611",
["level"] = 3,
["bgID"] = 170,
},
["沐筱峰"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["Yov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["傲慢既罪恶"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["转逝青舂"] = {
["roomID"] = 114827,
["level"] = 4,
["bgID"] = 0,
},
["Zov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["巨砲叔叔"] = {
["roomID"] = 211746,
["level"] = 2,
["bgID"] = 0,
},
["小门徒"] = {
["roomID"] = 243575,
["level"] = 1,
["bgID"] = 0,
},
["青蔷"] = {
["roomID"] = 161724,
["level"] = 3,
["bgID"] = 170,
},
["至命一群"] = {
["roomID"] = "340966",
["level"] = 1,
["bgID"] = 0,
},
["皇台戴安娜"] = {
["roomID"] = "116003",
["level"] = 1,
["bgID"] = 170,
},
["萌爪女王"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["梵音乄熹微"] = {
["roomID"] = 255004,
["level"] = 1,
["bgID"] = 0,
},
["德之殇"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["Eov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["小小蓝鼠"] = {
["roomID"] = 181098,
["level"] = 4,
["bgID"] = 0,
},
["萌萌非常萌丶"] = {
["roomID"] = 327233,
["level"] = 1,
["bgID"] = 0,
},
["回忆二一"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["Iov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["Hov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["Kov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["Jov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["憨态可掬"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["Calista"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["泡芙泡芙咯"] = {
["medalMap"] = {
["acc_exp"] = 16425,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "105462",
},
["豆丶包十一号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["老司季灬骑"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["野生黄鹤楼"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["Rainbowsunny"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["凉旧"] = {
["roomID"] = "291270",
["level"] = 2,
["bgID"] = 170,
},
["反着走"] = {
["roomID"] = 113437,
["level"] = 4,
["bgID"] = 0,
},
["杭州高圆圆"] = {
["roomID"] = 295707,
["level"] = 2,
["bgID"] = 0,
},
["回忆很甜"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["雪北北"] = {
["roomID"] = "274318",
["level"] = 3,
["bgID"] = 170,
},
["是南墙啊"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["趾高气昂"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["暴躁平头哥"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["死丨神"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["小家碧玉丷"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["冰封慧星"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["耀暘圣骑"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["丝情灬袜意"] = {
["roomID"] = 107071,
["level"] = 1,
["bgID"] = 170,
},
["丶茉莉"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["王阿姨介绍的"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["撒旦得诅咒"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["巧凤十"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["潘多拉盒子"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["汉龙"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["我很穷"] = {
["roomID"] = 198943,
["level"] = 1,
["bgID"] = 0,
},
["巧克力黑松露"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["最后一把"] = {
["roomID"] = "282416",
["level"] = 1,
["bgID"] = 170,
},
["魚丿骨頭"] = {
["roomID"] = 107909,
["level"] = 4,
["bgID"] = 0,
},
["心動愛恋"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["没有陷阱"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["执着小法"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["Zzkane"] = {
["roomID"] = 275985,
["level"] = 2,
["bgID"] = 0,
},
["故事说与你听"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["霞光来了"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["难却"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["山鬼嗯哼"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["去有风嘚地方"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["发呆图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["瞎一个就是你"] = {
["roomID"] = 145272,
["level"] = 2,
["bgID"] = 0,
},
["富婆加我卫星"] = {
["roomID"] = 113077,
["level"] = 2,
["bgID"] = 0,
},
["Evropac"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["兔小兮"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["圣光左手"] = {
["roomID"] = "187425",
["level"] = 2,
["bgID"] = 0,
},
["职院小妹"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["躺尸大佬"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["热锅凉油"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["渔夫师妹"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["Jzkane"] = {
["roomID"] = 275985,
["level"] = 2,
["bgID"] = 0,
},
["紫丶铩"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["按不出打断"] = {
["roomID"] = 163242,
["level"] = 3,
["bgID"] = 0,
},
["捡阿姨没有的"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["航骑灬"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["狂上头就是干"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["南墙啊"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["泰溫蘭尼斯特"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["奇迹的海"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["萌小牧"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 170,
},
["萨瑞米"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["我是傻吗"] = {
["medalMap"] = {
["acc_exp"] = 5955,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "334301",
},
["年摆烂"] = {
["roomID"] = 139227,
["level"] = 2,
["bgID"] = 0,
},
["睡柱"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["深秋枫叶"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["欧洲小红手"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["亦凝"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["番茄辣酱"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["戍边沐师"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["筱豆丶"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["零度开水"] = {
["medalMap"] = {
["acc_exp"] = 20099,
["next_star_level_threshold"] = 50000,
["medal"] = {
200,
170,
140,
2,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 5,
["bgID"] = 200,
["roomID"] = "110241",
},
["东方树叶丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["屁屁战"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["李小隐"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["流情岁月"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["耳环的承诺"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["舒窈纠兮"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["Conjuringr"] = {
["roomID"] = "171857",
["level"] = 1,
["bgID"] = 0,
},
["卜露百瑞"] = {
["roomID"] = 306668,
["level"] = 1,
["bgID"] = 0,
},
["蓬莱"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["萝瓜瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["赵家小萌"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["紫月幽影丶"] = {
["medalMap"] = {
["acc_exp"] = 8360,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 220714,
},
["泰达达"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["可愛到爆炸"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["火风雷電"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["沐大胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["习惯熬夜"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["花月弧"] = {
["roomID"] = 107955,
["level"] = 1,
["bgID"] = 0,
},
["疯子巫"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["笨猫瑷窝窝"] = {
["roomID"] = 248145,
["level"] = 2,
["bgID"] = 0,
},
["鳗鲤鲲"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["瓦拉琦"] = {
["roomID"] = 269923,
["level"] = 2,
["bgID"] = 0,
},
["青笺染墨颜"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["灬幽幽洛神灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["丑捌怪"] = {
["roomID"] = 165986,
["level"] = 4,
["bgID"] = 0,
},
["離卦"] = {
["roomID"] = 189368,
["level"] = 1,
["bgID"] = 0,
},
["四弦一声"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["寒如江逝雪"] = {
["roomID"] = 147019,
["level"] = 3,
["bgID"] = 0,
},
["略懂一些拳脚"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["浪人木有毒"] = {
["roomID"] = 285086,
["level"] = 1,
["bgID"] = 0,
},
["作乐丶"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["桔橘橘"] = {
["roomID"] = "112001",
["level"] = 1,
["bgID"] = 0,
},
["雪花牧"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["小气球"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["晨曦法神"] = {
["roomID"] = 149087,
["level"] = 2,
["bgID"] = 0,
},
["大聪明灬猎"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["三二陆"] = {
["roomID"] = 173405,
["level"] = 2,
["bgID"] = 0,
},
["忆骑"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["风谷景"] = {
["roomID"] = 311380,
["level"] = 2,
["bgID"] = 0,
},
["悍夫那特"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["Dtps"] = {
["roomID"] = 158047,
["level"] = 2,
["bgID"] = 0,
},
["输出全犒吼"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["傻傻秋爱掉毛"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["妖不语"] = {
["medalMap"] = {
["acc_exp"] = 12360,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642652,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 163229,
},
["一夜输"] = {
["roomID"] = "350135",
["level"] = 1,
["bgID"] = 0,
},
["发哥来吗"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["丶手撕鸡肉干"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["花言巧語"] = {
["roomID"] = "147465",
["level"] = 3,
["bgID"] = 0,
},
["帽帽最小"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["丨戰丨騎丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["不会惩戒骑"] = {
["roomID"] = "143492",
["level"] = 3,
["bgID"] = 170,
},
["狂坑猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["梦露灬骑士"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["榴芒的小强"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["浅野启吾"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["哪个呆賊"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["锦瑟吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["洛灬幽灵之狼"] = {
["roomID"] = 130482,
["level"] = 2,
["bgID"] = 0,
},
["老司季灬战"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["氵小禹刂"] = {
["roomID"] = 321525,
["level"] = 1,
["bgID"] = 0,
},
["烤红薯"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["泡芙泡芙哦"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["联盟护卫"] = {
["roomID"] = 287086,
["level"] = 1,
["bgID"] = 0,
},
["奶恩吖"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["王林"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["听说这个强"] = {
["roomID"] = 237602,
["level"] = 2,
["bgID"] = 0,
},
["砍电线的白给"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["聂小倩丶"] = {
["roomID"] = 264544,
["level"] = 3,
["bgID"] = 0,
},
["年少的记忆"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["喝多勒"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["落叶缥缈"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["狂飙之野狼"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["光头聖骑士丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["阿爾翰娜星光"] = {
["roomID"] = 107604,
["level"] = 2,
["bgID"] = 0,
},
["一锤两锤三锤"] = {
["bgID"] = 0,
["level"] = -1,
},
["咆哮甜菜"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["再见时光"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["恋恋梦寻"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["弱小可憐无助"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["Eatribultra"] = {
["roomID"] = 160086,
["level"] = 4,
["bgID"] = 170,
},
["夏花开阳"] = {
["medalMap"] = {
["acc_exp"] = 4565,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 170,
["roomID"] = 271523,
},
["丨妖丨"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["龙泽飞岳"] = {
["roomID"] = 253414,
["level"] = 2,
["bgID"] = 170,
},
["Nanaimo"] = {
["roomID"] = "139762",
["level"] = 3,
["bgID"] = 170,
},
["坏蛋丶法神"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["倾本佳人"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["心灵导师"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["长相思忆"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["丶小红牛"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["天使在身後"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["莫来来"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["冰魄夜煞"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["芝麻饼"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["吐水会瘪掉"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["萨马拉齐"] = {
["roomID"] = "345155",
["level"] = 2,
["bgID"] = 170,
},
["苏苏沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["按奶不住"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["慕灬雪"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["小恢机"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["步練蒒"] = {
["roomID"] = "184470",
["level"] = 4,
["bgID"] = 170,
},
["一个小丶德"] = {
["roomID"] = 205110,
["level"] = 1,
["bgID"] = 0,
},
["阿巴阿巴阿疤"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["无心亦无情"] = {
["roomID"] = 298421,
["level"] = 1,
["bgID"] = 0,
},
["陈暢"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["阿克丶琉斯"] = {
["roomID"] = 247207,
["level"] = 1,
["bgID"] = 0,
},
["老丁的死骑"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["御风神行"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["白无常索命"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["哦嘢"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["丨戰丨士丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["白云城主"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["四季奶青丶"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["龍飞扬"] = {
["roomID"] = 203374,
["level"] = 3,
["bgID"] = 0,
},
["黑暗裁决者"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["千凝煦"] = {
["roomID"] = "174544",
["level"] = 4,
["bgID"] = 0,
},
["箭隐"] = {
["roomID"] = 337394,
["level"] = 1,
["bgID"] = 0,
},
["单挑"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["青松录"] = {
["bgID"] = 0,
["level"] = -1,
},
["卡个硬骨头"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["浅唱你的歌"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["九九二"] = {
["roomID"] = 289227,
["level"] = 2,
["bgID"] = 0,
},
["粉萌萌"] = {
["roomID"] = 113130,
["level"] = 2,
["bgID"] = 0,
},
["南墙呐"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["响彻寰宇"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["追逐往昔"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["伊川樱闻"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["Peacewu"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["半个哈密瓜"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["教练你别骂了"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["苏小沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["葬爱丶龙少"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["渝北盆鱼宴"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["刘大闺女"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["诡葉牧芸"] = {
["roomID"] = 273867,
["level"] = 2,
["bgID"] = 170,
},
["狗尾小花"] = {
["roomID"] = "112493",
["level"] = 1,
["bgID"] = 0,
},
["沐沐苏"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["梦中影"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["消愁的灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["玉面飞虎"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["原来是你小子"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["高挑的蹄子"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["猪小牧"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["梦醒时灬见你"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["我的血我的血"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["不爱吃肉的汪"] = {
["roomID"] = 111091,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨碶"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["四川西门庆"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["橘南山"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["为了一口奶"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["倚楼聼红颜"] = {
["roomID"] = 285694,
["level"] = 1,
["bgID"] = 0,
},
["大南大小南"] = {
["roomID"] = 243327,
["level"] = 1,
["bgID"] = 0,
},
["神圣牺牲"] = {
["roomID"] = 280527,
["level"] = 3,
["bgID"] = 0,
},
["脆皮炸鸡腿"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["大脸盆糊脸"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["寒水村村长"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["无伤"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["弑乄君"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["炖顿冻豆腐"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["耐烦"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["在乎什么"] = {
["bgID"] = 0,
["level"] = -1,
},
["猩红色传说"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["動感超魜"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["丨前路有光"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["艾珂斯小怪兽"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["若雨飘然"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["君默笑"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["叶知秋义"] = {
["roomID"] = 165883,
["level"] = 1,
["bgID"] = 0,
},
["魔女的滋味"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["罗一"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["血光之災"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["极凪"] = {
["roomID"] = 295110,
["level"] = 3,
["bgID"] = 0,
},
["凡尔士"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["阴影面积"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["暗影之悟"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["捅一下可疼了"] = {
["roomID"] = 165917,
["level"] = 1,
["bgID"] = 0,
},
["露米娅酱"] = {
["roomID"] = 161724,
["level"] = 2,
["bgID"] = 0,
},
["術爺丶"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["是卡卡阿"] = {
["roomID"] = 247075,
["level"] = 1,
["bgID"] = 0,
},
["紫妖沫沫"] = {
["roomID"] = 128002,
["level"] = 3,
["bgID"] = 0,
},
["黑锋老粽子"] = {
["roomID"] = 168764,
["level"] = 3,
["bgID"] = 0,
},
["哪个呆贼"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["血糖高怎么办"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["霸亡桃"] = {
["roomID"] = 149547,
["level"] = 2,
["bgID"] = 0,
},
["沙海拾贝丶"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["丶魁拔"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["大叔的腿毛"] = {
["roomID"] = 173811,
["level"] = 4,
["bgID"] = 0,
},
["拯救联盟"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["忧伤呀"] = {
["roomID"] = 112693,
["level"] = 1,
["bgID"] = 0,
},
["星光丨闪耀"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["Flowey"] = {
["roomID"] = 198596,
["level"] = 2,
["bgID"] = 0,
},
["御剑敕神"] = {
["roomID"] = "272142",
["level"] = 2,
["bgID"] = 0,
},
["其妙莫名"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["摇摆牧神"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["散歩的雪米饼"] = {
["roomID"] = 279378,
["level"] = 2,
["bgID"] = 0,
},
["二环线小野猫"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["小白熠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["明明是戰仕啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["Kkokk"] = {
["roomID"] = "247311",
["level"] = 1,
["bgID"] = 0,
},
["不丶白"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["就要吃肉肉"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["摸一摸八千多"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["妖刀丶霍安"] = {
["roomID"] = 108988,
["level"] = 2,
["bgID"] = 0,
},
["和风丽日"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["尛果冻"] = {
["roomID"] = "116678",
["level"] = 2,
["bgID"] = 170,
},
["丨阿丶诗玛丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["当年赛刘翔"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["Nuluy"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["傲視乾坤"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["小猪可爱多"] = {
["roomID"] = 112798,
["level"] = 3,
["bgID"] = 0,
},
["笨猫叆窝窝"] = {
["roomID"] = 248145,
["level"] = 2,
["bgID"] = 0,
},
["章若楠吖"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["春埼美空"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["糖果酱"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["洛尛雨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["丶香薰史帕"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["牧渔儿"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["小心暗箭"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["丶希希"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["本宫乏了"] = {
["roomID"] = 107928,
["level"] = 3,
["bgID"] = 0,
},
["迎风斩桃花"] = {
["roomID"] = 323572,
["level"] = 2,
["bgID"] = 0,
},
["七八个牧師"] = {
["roomID"] = 186401,
["level"] = 3,
["bgID"] = 170,
},
["钸德鸟"] = {
["roomID"] = "289724",
["level"] = 1,
["bgID"] = 0,
},
["消失海岸线"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["蝉凄知秋"] = {
["roomID"] = 211370,
["level"] = 1,
["bgID"] = 0,
},
["纳兰容婼"] = {
["roomID"] = "339708",
["level"] = 1,
["bgID"] = 0,
},
["哒达"] = {
["roomID"] = 135819,
["level"] = 1,
["bgID"] = 0,
},
["筱趴菜丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["血色星火"] = {
["roomID"] = "269554",
["level"] = 2,
["bgID"] = 170,
},
["净钩子乱跑"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["钟情的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["破穹剑在手"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["夜雨小防"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["冰戮丶恩泽"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["落幕之舞丶"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["莉雅军"] = {
["roomID"] = 307917,
["level"] = 2,
["bgID"] = 0,
},
["哪个慕斯"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["南山居士"] = {
["roomID"] = "338192",
["level"] = 1,
["bgID"] = 0,
},
["鲍盐海瓜子"] = {
["roomID"] = 277383,
["level"] = 1,
["bgID"] = 0,
},
["霜丶之哀伤"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["她好会啊"] = {
["roomID"] = "282416",
["level"] = 1,
["bgID"] = 170,
},
["烟酒钱"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["若雨寻"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["不浪漫的玛維"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["小粉丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["壹本盗"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["若初遇"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["光丫子"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["夜影霜"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["摇摆魔法"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["关二哥"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["鱼鱼猫"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["神丶医"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["欧豆根"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["白给砍电线"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["芜湖小小术"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["加勒比虔诚"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["剑舞霜"] = {
["medalMap"] = {
["acc_exp"] = 15290,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 106476,
},
["玫瑰手红红"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["Quinby"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["凉久"] = {
["roomID"] = "291270",
["level"] = 2,
["bgID"] = 170,
},
["小绵羊很凶悍"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["藏刃于心"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["不小心就炸了"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["曾经爱温柔"] = {
["roomID"] = 135817,
["level"] = 3,
["bgID"] = 0,
},
["Wawayatou"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["速度灭下一把"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["巨匠药水"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["术灬师"] = {
["roomID"] = 130482,
["level"] = 2,
["bgID"] = 0,
},
["荷叶莲莲"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["飞翔的歌姬"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["夏雨绕指柔"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["夏日的萨"] = {
["roomID"] = 232691,
["level"] = 3,
["bgID"] = 0,
},
["Eddieouo"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["拉的多吃的多"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["蜻蜓队长丿"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["董咚吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["问剑苍穹"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["Luxuryjxf"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["如麻"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["狂野的狂"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["銀眼夜巡灵"] = {
["roomID"] = "137480",
["level"] = 2,
["bgID"] = 170,
},
["嘀嘀猎天下"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["丢了爱情的猪"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["贪婪之罪丶班"] = {
["roomID"] = 211524,
["level"] = 3,
["bgID"] = 0,
},
["生气的奶骑"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["夕阳若兮"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["痒过灰太狼"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["元气派大星"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["柒柒小朋友"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["井木犴"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["醉邀明日"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["寒如江逝雨"] = {
["roomID"] = 147019,
["level"] = 3,
["bgID"] = 0,
},
["来一鸟"] = {
["roomID"] = 113437,
["level"] = 4,
["bgID"] = 0,
},
["魔导师风"] = {
["roomID"] = 224735,
["level"] = 4,
["bgID"] = 0,
},
["神耀淡淡丶"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["笙小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["出了名的帅"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["百万薛迪凯"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["福地"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["Tsubasayse"] = {
["roomID"] = "347079",
["level"] = 1,
["bgID"] = 0,
},
["勤劳方能致富"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["刘老師"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["喵达人"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["喵仙姑"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["药店晓七"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["球球潇潇"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["小泽玛将军"] = {
["roomID"] = "340150",
["level"] = 1,
["bgID"] = 0,
},
["我还没准备好"] = {
["roomID"] = "185047",
["level"] = 2,
["bgID"] = 170,
},
["小噹叮"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["黄瓜泡泡"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["德沃夏克"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨棨"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["安娜小美"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["断裁剑姬"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["偶以德服人"] = {
["medalMap"] = {
["acc_exp"] = 3345,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032640,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 189228,
},
["你先听说我"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["Fdsd"] = {
["medalMap"] = {
["acc_exp"] = 13195,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 117387,
},
["玲瓏骰子"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["五裏霧中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["青棠望舒"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["浅浅灵"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["魍魉剑克罗蒂"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["克利斯蒂娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["瓜时丶十四寒"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["虎彻清音"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["萝冬瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["美尔回来了"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["你的丶小渣渣"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["迷离的星光"] = {
["roomID"] = 275044,
["level"] = 1,
["bgID"] = 0,
},
["载歌载舞清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["丶香辣墨鱼仔"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["剑士光"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["丶楠多多"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["嫑风骚"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["星叶菩提"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["重拾往昔"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["夢魇丶"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["Geats"] = {
["roomID"] = 265486,
["level"] = 2,
["bgID"] = 0,
},
["花儿醉"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["老狐狸爱套盾"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["锦意芊然"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["泰达希尔靓女"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["穆萨"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["十一总是饿"] = {
["roomID"] = 327881,
["level"] = 1,
["bgID"] = 0,
},
["寒鸦丶"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["款儿姐"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["米饭依然小碗"] = {
["roomID"] = 205633,
["level"] = 2,
["bgID"] = 0,
},
["呆望窗外雨"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["得鹿丨梦鱼"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["Darkcarniva"] = {
["roomID"] = 281669,
["level"] = 3,
["bgID"] = 0,
},
["幼稚园小宝宝"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["傻傻秋乱抓墙"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["杀戮破晓"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["求求我五"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["刮地三尺"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["柒丶骑"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["张谦豆包"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["乖乖彤宝"] = {
["roomID"] = "254399",
["level"] = 4,
["bgID"] = 170,
},
["哈约德尔人"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["圣豆熊熊"] = {
["roomID"] = "106835",
["level"] = 3,
["bgID"] = 0,
},
["来一碗小鲜肉"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["枸杞泡威士忌"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["戍边黑骑"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["紧绷的裹脚布"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["柚稚妞"] = {
["roomID"] = 145245,
["level"] = 4,
["bgID"] = 0,
},
["閠土"] = {
["roomID"] = "201481",
["level"] = 2,
["bgID"] = 170,
},
["靓神丨神靓"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["雷电之殇"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["败柳"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["萨滿技师"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["龙喷不断"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["吃寿司的狐狸"] = {
["roomID"] = "348941",
["level"] = 1,
["bgID"] = 0,
},
["百事可口"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["晨雨偕阳"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["遗忘丶麽药"] = {
["medalMap"] = {
["acc_exp"] = 8920,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "154425",
},
["慧星撞地球"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["末炎"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["漫漫长夜"] = {
["roomID"] = 149062,
["level"] = 2,
["bgID"] = 0,
},
["恐虐丶"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["晴天的气息"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["奈落家的信仰"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["王菇凉"] = {
["roomID"] = "327856",
["level"] = 2,
["bgID"] = 0,
},
["一壶肾骑"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["非富婆勿扰"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["天启四奶妈"] = {
["roomID"] = 132170,
["level"] = 2,
["bgID"] = 0,
},
["忧郁的西西"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["臭鸟蛋蛋"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["紫丶譅"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["牛鼻子大象"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["战歌丶"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["本宝宝"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["鲜肉锅盔"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["毛团水枪装尿"] = {
["bgID"] = 0,
["level"] = -1,
},
["李小迪"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["流亡的小强"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["六不六七"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["尐胧包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["Luxuryjzs"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["仲夏夜美梦"] = {
["roomID"] = 247207,
["level"] = 1,
["bgID"] = 0,
},
["元气史迪仔"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["玛卡巴卡彡"] = {
["roomID"] = 296474,
["level"] = 1,
["bgID"] = 0,
},
["骑之殇"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["梨黄水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["凉拌回锅肉"] = {
["roomID"] = "154451",
["level"] = 3,
["bgID"] = 170,
},
["苍茫哥小小骑"] = {
["roomID"] = "121057",
["level"] = 2,
["bgID"] = 0,
},
["狗头幸福"] = {
["roomID"] = "159096",
["level"] = 2,
["bgID"] = 0,
},
["破茧长风丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["青龙"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["月丶洛洛"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["希克斯丶赛文"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["龍澤"] = {
["roomID"] = "253414",
["level"] = 2,
["bgID"] = 170,
},
["风之风"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["猫猫珍珠"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["果冻豆"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["北北大魔王"] = {
["roomID"] = "274318",
["level"] = 3,
["bgID"] = 170,
},
["叶老六"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["帕奇维克"] = {
["roomID"] = "110012",
["level"] = 4,
["bgID"] = 0,
},
["小叮大熊当"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["Elichika"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["Noiuy"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["心里的锁"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["峨眉散人"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["玉姨"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["我是小俏"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["香脆薯棒"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["哪吒丨德"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["无虞"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["阿哲丶卿"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["墨烬千帘"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["小可爱就是我"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["希望永动机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["香泽南丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["红石"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["风三爷"] = {
["roomID"] = "303001",
["level"] = 2,
["bgID"] = 0,
},
["董冬"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["大锤子粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["老汤冰封"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["我为寂寞代言"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["表旧"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["圣光恋东极星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["风之孤寂"] = {
["roomID"] = "184140",
["level"] = 3,
["bgID"] = 170,
},
["骑神"] = {
["roomID"] = 281500,
["level"] = 2,
["bgID"] = 0,
},
["黑豆饼"] = {
["medalMap"] = {
["acc_exp"] = 9185,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 114217,
},
["艳阳花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["诺瓦露丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["青椘"] = {
["bgID"] = 0,
["level"] = -1,
},
["起舞的凯皇"] = {
["roomID"] = 158430,
["level"] = 2,
["bgID"] = 0,
},
["执行者摩尔"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["龙七丨敖顺"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["老丶弓"] = {
["roomID"] = "151620",
["level"] = 2,
["bgID"] = 170,
},
["茶涩"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["野蛮圣斗士"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["晓丨酒蒙子"] = {
["roomID"] = 180466,
["level"] = 4,
["bgID"] = 170,
},
["寂丶寞如妖"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["李红旗"] = {
["roomID"] = 135817,
["level"] = 3,
["bgID"] = 0,
},
["Azzaz"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["一只小叮当"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["歆旷神怡"] = {
["roomID"] = "328723",
["level"] = 2,
["bgID"] = 170,
},
["Lonelydance"] = {
["roomID"] = 204345,
["level"] = 1,
["bgID"] = 0,
},
["锦年之慯"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["Soulmoli"] = {
["roomID"] = 283141,
["level"] = 3,
["bgID"] = 170,
},
["单点"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["锦什么吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["逆鳞之炘"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["阿楽丶"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["大忽悠灬德"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["露露可可"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["勇敢丶牛牛"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["遥不可及的猫"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["古人琴"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["艾瑞和巴蒂"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["超级名模"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["東方财富"] = {
["roomID"] = 147465,
["level"] = 3,
["bgID"] = 0,
},
["遥望山尖雪"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["橙辞呀"] = {
["roomID"] = 153785,
["level"] = 1,
["bgID"] = 0,
},
["柒七柒七"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["黑色守望"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 170,
},
["老丁的术式"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["丫雅雅丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["慕丶筱霜"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["专杀小秘书"] = {
["medalMap"] = {
["acc_exp"] = 11035,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032880,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 110288,
},
["厚列蟹"] = {
["roomID"] = 112785,
["level"] = 2,
["bgID"] = 0,
},
["凤舞花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["牧乃醫"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["蕾蕾乐了"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["吾丶陆柒"] = {
["medalMap"] = {
["acc_exp"] = 9510,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 161871,
},
["无奈的羽毛"] = {
["roomID"] = 235899,
["level"] = 3,
["bgID"] = 0,
},
["看山小"] = {
["roomID"] = 324613,
["level"] = 1,
["bgID"] = 0,
},
["吞天帝丶浩辰"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["张谦包包"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["剑曦"] = {
["roomID"] = "140781",
["level"] = 3,
["bgID"] = 170,
},
["Ryker"] = {
["roomID"] = 203374,
["level"] = 3,
["bgID"] = 0,
},
["圣导师风"] = {
["medalMap"] = {
["acc_exp"] = 12430,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032460,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 224735,
},
["灬梦中赏花灬"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["爱衣休伯利安"] = {
["roomID"] = "338503",
["level"] = 2,
["bgID"] = 0,
},
["不闻窗外事"] = {
["roomID"] = "108542",
["level"] = 2,
["bgID"] = 0,
},
["天天涨停"] = {
["roomID"] = 230852,
["level"] = 2,
["bgID"] = 0,
},
["十字军光环"] = {
["roomID"] = 174542,
["level"] = 1,
["bgID"] = 0,
},
["死都要乱搞"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["法老萨拉赫"] = {
["roomID"] = 326279,
["level"] = 1,
["bgID"] = 0,
},
["Cristianoo"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["飞宏哇塞"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["懒懒德嗳"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["射呀"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["暗颖之舞"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["汪汪大人"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["魔兽的欧巴哒"] = {
["roomID"] = 232139,
["level"] = 3,
["bgID"] = 0,
},
["计晨思"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["九月闲云"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["归溟幽灵鲨"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["重拾初心"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["望绫"] = {
["roomID"] = 107770,
["level"] = 3,
["bgID"] = 0,
},
["芜湖小小猎"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["碣石"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["真魔兽不充钱"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["扛不住想你"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["倾城之墓"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["熊猫龙傲天"] = {
["roomID"] = 114532,
["level"] = 1,
["bgID"] = 0,
},
["光頭骑士丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["丶芝士奶酪"] = {
["roomID"] = 278585,
["level"] = 1,
["bgID"] = 0,
},
["Drunken"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["蕊芮三"] = {
["roomID"] = "348006",
["level"] = 1,
["bgID"] = 170,
},
["壞滅魔童"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["刘六一"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["初歆"] = {
["roomID"] = 146082,
["level"] = 2,
["bgID"] = 0,
},
["低调筱法"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["俯瞰风景"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["今天喝书亦"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["抱团狮驼岭"] = {
["roomID"] = "347700",
["level"] = 1,
["bgID"] = 170,
},
["紫藤雨"] = {
["roomID"] = 107891,
["level"] = 2,
["bgID"] = 0,
},
["好运连连看"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["魔刹石"] = {
["roomID"] = "338234",
["level"] = 1,
["bgID"] = 170,
},
["哎呦好坏哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["倔强的小苦"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["二只排骨京"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["之前叫啥忘了"] = {
["roomID"] = "338088",
["level"] = 1,
["bgID"] = 0,
},
["钱是解药"] = {
["roomID"] = 106258,
["level"] = 3,
["bgID"] = 0,
},
["Eatribpro"] = {
["roomID"] = 160086,
["level"] = 4,
["bgID"] = 170,
},
["Dragonsir"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["最後一次放纵"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["扛不住打不高"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["Saintspirit"] = {
["roomID"] = "305299",
["level"] = 2,
["bgID"] = 0,
},
["西班牙女海盗"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["雾漫川"] = {
["bgID"] = 0,
["level"] = -1,
},
["任家小宝"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["沫离"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["浅浅麜"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["胖胖熊熊"] = {
["roomID"] = 107604,
["level"] = 2,
["bgID"] = 0,
},
["胡子在发抖"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["你可真痴情"] = {
["roomID"] = 293574,
["level"] = 3,
["bgID"] = 0,
},
["至如归"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["无敌尛凶凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["丨骁叡丨"] = {
["roomID"] = "342158",
["level"] = 1,
["bgID"] = 170,
},
["挖个大坑"] = {
["roomID"] = 141644,
["level"] = 3,
["bgID"] = 170,
},
["肖斯塔科维奇"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["倚楼笑红尘"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["小红熠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["魂魇丶"] = {
["roomID"] = 311336,
["level"] = 1,
["bgID"] = 0,
},
["Acedeathkin"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["小佛"] = {
["medalMap"] = {
["acc_exp"] = 7220,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426169,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "237351",
},
["飘逸的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["股神来了"] = {
["roomID"] = 230852,
["level"] = 2,
["bgID"] = 0,
},
["提啦米夙"] = {
["roomID"] = 276388,
["level"] = 2,
["bgID"] = 0,
},
["白白的丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["出门一箭"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["迷人醉"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["肉丸丶"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["戰訷灬啊滅"] = {
["roomID"] = 175263,
["level"] = 3,
["bgID"] = 0,
},
["花雨夜"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["麦穗这么老长"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["燃烧灬"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["汉江小白条"] = {
["bgID"] = 0,
["level"] = -1,
},
["土豆传奇"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["红牛果茶"] = {
["roomID"] = "140948",
["level"] = 3,
["bgID"] = 0,
},
["吔蕉啦你"] = {
["roomID"] = 108038,
["level"] = 3,
["bgID"] = 0,
},
["猪如战神弋"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["哈苏五零一"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["肥鸡墩墩"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["失落的圣光"] = {
["roomID"] = "328723",
["level"] = 2,
["bgID"] = 170,
},
["Viny"] = {
["roomID"] = 316148,
["level"] = 1,
["bgID"] = 0,
},
["骑佩奇追猪"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["宝贝来加油"] = {
["roomID"] = 108534,
["level"] = 2,
["bgID"] = 0,
},
["三二六"] = {
["roomID"] = 173405,
["level"] = 2,
["bgID"] = 0,
},
["美式灬老胡"] = {
["medalMap"] = {
["acc_exp"] = 4860,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744031679,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 201527,
},
["可叹落叶飘零"] = {
["roomID"] = 167927,
["level"] = 1,
["bgID"] = 0,
},
["丫刀刀丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["Clancey"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["渺若烟云"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["蓝色冰绫"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["大元帅阿姨"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["日落栖霞"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["筱豆豆丶"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["西府管家"] = {
["medalMap"] = {
["acc_exp"] = 500,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031500,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "326921",
},
["毒剂"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["你的老婆和我"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["一片笙歌"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["聖光主教"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["愿与愁"] = {
["roomID"] = 183460,
["level"] = 2,
["bgID"] = 0,
},
["暴风法圣杜克"] = {
["roomID"] = 158461,
["level"] = 2,
["bgID"] = 0,
},
["吉祥冰冰"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["老虎山放牛娃"] = {
["roomID"] = 209137,
["level"] = 2,
["bgID"] = 0,
},
["痛苦术丶"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["执意画凡尘"] = {
["roomID"] = 127928,
["level"] = 2,
["bgID"] = 0,
},
["打樁师傅"] = {
["roomID"] = 203497,
["level"] = 1,
["bgID"] = 0,
},
["Nevinmoore"] = {
["roomID"] = 265336,
["level"] = 1,
["bgID"] = 0,
},
["雨情亦夏雪"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["只上谈宾"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["倚楼梦红尘"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["高邮第一深情"] = {
["roomID"] = 157681,
["level"] = 2,
["bgID"] = 0,
},
["阮梅"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["轩黎晨屺"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["练习两年年半"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["全弄伐向"] = {
["roomID"] = 277383,
["level"] = 1,
["bgID"] = 0,
},
["先救我啊"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["荭手玫瑰"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["橙熟哥"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["谷德"] = {
["roomID"] = "345155",
["level"] = 2,
["bgID"] = 170,
},
["神心飞扬"] = {
["roomID"] = 109170,
["level"] = 3,
["bgID"] = 0,
},
["烟雨独孤"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["徐师傅"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["下一个就是你"] = {
["roomID"] = 145272,
["level"] = 2,
["bgID"] = 0,
},
["風之幻想"] = {
["roomID"] = 328249,
["level"] = 1,
["bgID"] = 0,
},
["牛氓兔"] = {
["roomID"] = "220820",
["level"] = 1,
["bgID"] = 0,
},
["呛口小辣椒"] = {
["roomID"] = 149634,
["level"] = 3,
["bgID"] = 0,
},
["無名小聖"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["流光潋滟"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 170,
},
["花魔丶"] = {
["roomID"] = 153666,
["level"] = 3,
["bgID"] = 0,
},
["小尾巴翘翘"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["吃我铁拳"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["饮月君"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["夜歌之觞"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["猩红嗜血"] = {
["roomID"] = 295110,
["level"] = 3,
["bgID"] = 0,
},
["秒狙丶仲辛"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["反正是只猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["巧克力九号"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["鲽湖左岸"] = {
["roomID"] = "171991",
["level"] = 3,
["bgID"] = 170,
},
["鳳霜"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["晓丨小熊"] = {
["roomID"] = 180466,
["level"] = 4,
["bgID"] = 170,
},
["拉过来让我摸"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["风哥小跟班"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["段艺璇"] = {
["roomID"] = "276675",
["level"] = 1,
["bgID"] = 0,
},
["酒吧丶"] = {
["roomID"] = 151262,
["level"] = 4,
["bgID"] = 170,
},
["王一样的男人"] = {
["roomID"] = 153068,
["level"] = 2,
["bgID"] = 0,
},
["子龍"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["专打敌方鸟"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["邓布利拼多多"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["冰雪碧"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["挽歌靑唱"] = {
["roomID"] = "165387",
["level"] = 2,
["bgID"] = 0,
},
["酥酥蛋黄酥"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["超哥给点钱"] = {
["roomID"] = 230611,
["level"] = 2,
["bgID"] = 170,
},
["凯总"] = {
["roomID"] = "109387",
["level"] = 3,
["bgID"] = 170,
},
["尼克拉倒吧"] = {
["roomID"] = 308966,
["level"] = 1,
["bgID"] = 0,
},
["魔剑克罗蒂"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["小宇得丶"] = {
["roomID"] = "145308",
["level"] = 2,
["bgID"] = 0,
},
["永夜晨星"] = {
["medalMap"] = {
["acc_exp"] = 5820,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426169,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "150422",
},
["啊尔冯斯"] = {
["roomID"] = 318907,
["level"] = 1,
["bgID"] = 0,
},
["宥容"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["夜凨丶"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["心陌南尘丶"] = {
["roomID"] = "271889",
["level"] = 1,
["bgID"] = 0,
},
["凯嗯"] = {
["roomID"] = "109387",
["level"] = 3,
["bgID"] = 170,
},
["轩黎晨綺"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["光之骑士熙妍"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["倔强的圣剑"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["灬暴风哥灬"] = {
["roomID"] = 204351,
["level"] = 2,
["bgID"] = 0,
},
["春艳"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["霜染"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["月神骑士"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["白色依然"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["自闭骑强东"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["黑夜黎明"] = {
["roomID"] = 163585,
["level"] = 3,
["bgID"] = 0,
},
["不吐葡萄皮"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["半糖小兔丶"] = {
["roomID"] = 161724,
["level"] = 2,
["bgID"] = 0,
},
["肉肉的猫咪"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["飞羽箭"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["淡淡胭脂香"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["嘤嘤呀呀"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["超级小豆丁"] = {
["roomID"] = 106356,
["level"] = 2,
["bgID"] = 0,
},
["十灬三灬妹"] = {
["medalMap"] = {
["acc_exp"] = 2790,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637517,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "326175",
},
["嘀嘀走天下"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["达克妮斯丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["霜之可乐"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["伴娅"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["太极之数"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["暗叶小飒"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["贫僧法号上帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["陈辻四"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["阑珊处"] = {
["roomID"] = "272581",
["level"] = 2,
["bgID"] = 0,
},
["微笑的迪妮紗"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["侠盗苍穹"] = {
["roomID"] = "240560",
["level"] = 2,
["bgID"] = 0,
},
["冰镇元氣森林"] = {
["roomID"] = 271358,
["level"] = 3,
["bgID"] = 0,
},
["槟榔腹肌侠"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["超级赛亚仁"] = {
["roomID"] = 296187,
["level"] = 1,
["bgID"] = 0,
},
["赛螃蟹丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["蒙古海军大将"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["抖音灬肉蛮哆"] = {
["roomID"] = 277453,
["level"] = 3,
["bgID"] = 0,
},
["半亩阳光"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["Banyass"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["神罚之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["一叶丶之秋丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["菡萏葳蕤"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["給你丶根烟"] = {
["roomID"] = 160088,
["level"] = 2,
["bgID"] = 0,
},
["丶幕后黑手"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["貔貅牧"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["你在瞎讲"] = {
["roomID"] = 323348,
["level"] = 1,
["bgID"] = 0,
},
["丝轻丶袜逸"] = {
["roomID"] = "107071",
["level"] = 1,
["bgID"] = 170,
},
["流光潋灩"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 0,
},
["酱总丶"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["红牛拌拉面"] = {
["roomID"] = "140948",
["level"] = 3,
["bgID"] = 0,
},
["雷家小公主"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["主姨"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["乌龙山王爵德"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["再婚才来玩"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["梅普露乔乔"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["Kazancs"] = {
["bgID"] = 0,
["level"] = -1,
},
["知名监制"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["李知恩吖"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["此左及右"] = {
["roomID"] = 111091,
["level"] = 2,
["bgID"] = 0,
},
["暁飛飛"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["三里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["乐乐奶茶"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["贪恋永恒"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["模模糊糊"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["软壳云烟一包"] = {
["roomID"] = "350060",
["level"] = 1,
["bgID"] = 0,
},
["梦想一心"] = {
["roomID"] = 107604,
["level"] = 2,
["bgID"] = 0,
},
["我是阿芃丶"] = {
["roomID"] = "128204",
["level"] = 2,
["bgID"] = 0,
},
["见龙丶卸甲"] = {
["roomID"] = 187229,
["level"] = 1,
["bgID"] = 0,
},
["酷似陈平安"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["鲨鱼粑粑"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["好了坏起来了"] = {
["roomID"] = 149087,
["level"] = 2,
["bgID"] = 0,
},
["资本市场"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["独活丶"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["嘎西瓜"] = {
["roomID"] = "205534",
["level"] = 3,
["bgID"] = 170,
},
["秋大师"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["灬筱豆灬"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["酸酸小果冻"] = {
["roomID"] = "273086",
["level"] = 3,
["bgID"] = 170,
},
["恋恋魔理沙"] = {
["roomID"] = 161724,
["level"] = 2,
["bgID"] = 0,
},
["失忆少女梦"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["她的天使"] = {
["roomID"] = 139925,
["level"] = 3,
["bgID"] = 0,
},
["丝情丶袜意"] = {
["roomID"] = 107071,
["level"] = 1,
["bgID"] = 170,
},
["顺从了"] = {
["roomID"] = 140742,
["level"] = 2,
["bgID"] = 0,
},
["击铁狂歌"] = {
["medalMap"] = {
["acc_exp"] = 3730,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032760,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "272564",
},
["无过"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["如花似钰"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["豆豆丶丶"] = {
["medalMap"] = {
["acc_exp"] = 9365,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1743655093,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "112650",
},
["克里斯大师兄"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["娇媚小妈"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["永恒丶丶無铭"] = {
["roomID"] = 150455,
["level"] = 2,
["bgID"] = 0,
},
["吴小宝"] = {
["roomID"] = 250997,
["level"] = 2,
["bgID"] = 170,
},
["渔夫十三"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["Jahmillilol"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["暮色兮凉城"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["丨布雷斯塔丨"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["豆丶包八号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["雷霆骑壹"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["我用你教"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["澄焕"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["莫着急"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["介个事儿"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["绵绵小不点"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["丨小青丨"] = {
["roomID"] = 219635,
["level"] = 2,
["bgID"] = 0,
},
["粉色含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["娛樂丶噬魂骑"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["琳琅心情"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["Lovina"] = {
["roomID"] = 294045,
["level"] = 1,
["bgID"] = 0,
},
["无敌小琪琪"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["野娃儿"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["Babysunny"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["情画"] = {
["roomID"] = 281609,
["level"] = 1,
["bgID"] = 0,
},
["月色凋零"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["超硬玛奇朵"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["青浅丶时光"] = {
["roomID"] = 204250,
["level"] = 2,
["bgID"] = 0,
},
["酥麻体验"] = {
["roomID"] = "182140",
["level"] = 2,
["bgID"] = 0,
},
["一一零一一"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["满天丶星"] = {
["roomID"] = "206917",
["level"] = 3,
["bgID"] = 0,
},
["她说"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["夜色渺渺"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["陈王拜叩"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["荆棘姐妹"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["爺赐你凛冬"] = {
["roomID"] = 169899,
["level"] = 3,
["bgID"] = 170,
},
["土豆的小辫子"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["月光传说"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["冰冻慧星"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["丢柒鲤"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["第二个帅气"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["木梳弄的圣光"] = {
["roomID"] = 247325,
["level"] = 2,
["bgID"] = 0,
},
["信仰执念"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["Kikyouf"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["清晰一夏天"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["曼谷女孩"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["广智还在匚"] = {
["roomID"] = "162701",
["level"] = 3,
["bgID"] = 170,
},
["青阁雨"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["神丶飓风"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["董珗珄乀"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["Bonekiller"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["玖心海棠丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["火锅盖"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["何督察"] = {
["roomID"] = 172701,
["level"] = 3,
["bgID"] = 0,
},
["虚幻的传说"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["水果猫猫"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["家有粘人汪"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["飞舞灬蜗牛"] = {
["roomID"] = 203374,
["level"] = 3,
["bgID"] = 0,
},
["豆芽真棒"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["长嬴哒"] = {
["roomID"] = "156960",
["level"] = 2,
["bgID"] = 0,
},
["丫丫猎"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["肯德基吃不饱"] = {
["roomID"] = 108195,
["level"] = 2,
["bgID"] = 0,
},
["慵懒欧美风"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["龙啸海"] = {
["roomID"] = "346213",
["level"] = 1,
["bgID"] = 0,
},
["宅居变形猛兽"] = {
["roomID"] = 158516,
["level"] = 3,
["bgID"] = 0,
},
["小忄后面"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["妙妙大人"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["老锦"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["佩普瓜迪奥拉"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["狂吠猫猫头"] = {
["roomID"] = "302045",
["level"] = 1,
["bgID"] = 0,
},
["思思的恶魔术"] = {
["roomID"] = 180452,
["level"] = 2,
["bgID"] = 0,
},
["Lcdz"] = {
["roomID"] = "290535",
["level"] = 2,
["bgID"] = 170,
},
["有点萨的小孩"] = {
["roomID"] = "287481",
["level"] = 2,
["bgID"] = 0,
},
["悦橙"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["红桃玖"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["丨万丶宝路丨"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["春哥护我"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["别跟爷哔叨"] = {
["roomID"] = 292616,
["level"] = 1,
["bgID"] = 0,
},
["女王的召唤"] = {
["roomID"] = "113994",
["level"] = 4,
["bgID"] = 0,
},
["花朝月夜"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["三生醉梦"] = {
["roomID"] = "238965",
["level"] = 1,
["bgID"] = 0,
},
["阿汪的梅子酒"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["丶德术"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["鸦酒"] = {
["roomID"] = "291270",
["level"] = 2,
["bgID"] = 170,
},
["丶我是一块砖"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["傲世群雄"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["风中雨蒙"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["橙强旳诱蜜臀"] = {
["bgID"] = 0,
["level"] = -1,
},
["落寞星晨"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["敞开心扉十三"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["那个帅气德"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["李培伦"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["彼岸灬花开"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["无脑冲锋"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["雅丫"] = {
["roomID"] = "285838",
["level"] = 2,
["bgID"] = 170,
},
["丨联盟细作丨"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["弑丿君"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["暗夜追猎者"] = {
["roomID"] = 322613,
["level"] = 1,
["bgID"] = 0,
},
["幽梦寄相思丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["肖特"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["鸽鸽唱歌歌"] = {
["roomID"] = 112798,
["level"] = 3,
["bgID"] = 0,
},
["千千喵"] = {
["roomID"] = 124038,
["level"] = 3,
["bgID"] = 0,
},
["允白"] = {
["roomID"] = 291490,
["level"] = 1,
["bgID"] = 0,
},
["艾薩拉的权杖"] = {
["roomID"] = 307381,
["level"] = 1,
["bgID"] = 0,
},
["你看那有只德"] = {
["roomID"] = 242119,
["level"] = 2,
["bgID"] = 0,
},
["齐天一"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["Golden"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["董嘟嘟"] = {
["roomID"] = 116788,
["level"] = 3,
["bgID"] = 0,
},
["雪冰叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["粉粉的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["域之木木"] = {
["roomID"] = 166070,
["level"] = 3,
["bgID"] = 0,
},
["琼琼"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["显得有橙斧"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["大香蕉的寂寞"] = {
["roomID"] = "142949",
["level"] = 2,
["bgID"] = 0,
},
["烈焰星辰"] = {
["roomID"] = 295110,
["level"] = 3,
["bgID"] = 0,
},
["素颜醉倾城丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["倔强的小恶魔"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["人挺菜瘾还大"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["为晶"] = {
["roomID"] = 139925,
["level"] = 3,
["bgID"] = 0,
},
["熊罴沉"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["岁月流情"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["老丁的奶骑"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["菜菜孖"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["坏坏呢"] = {
["roomID"] = "142880",
["level"] = 3,
["bgID"] = 170,
},
["雨夜漂零"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["风之飘螃蟹"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["Wishmasre"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["干姜美式"] = {
["roomID"] = 135423,
["level"] = 2,
["bgID"] = 0,
},
["玖莲宝灯"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["丶莫问"] = {
["roomID"] = "166168",
["level"] = 2,
["bgID"] = 0,
},
["萌萌灬加菲"] = {
["roomID"] = 160408,
["level"] = 2,
["bgID"] = 0,
},
["山丨白"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["Liad"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["迷之媚笑"] = {
["bgID"] = 0,
["level"] = -1,
},
["冰川水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["游回零八"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["抚琴魅人心"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["妞妞是只喵"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["北落星月"] = {
["roomID"] = 174385,
["level"] = 2,
["bgID"] = 0,
},
["坚毅的王者"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["夜月舞烬殇"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["嘉言懿行"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["山姆麦尔"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["要不要来一掌"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["琻儿"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["紫璱丶"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["陈文西冫"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["无敌大凶凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["浊酒渡余生"] = {
["roomID"] = "127928",
["level"] = 2,
["bgID"] = 0,
},
["锦涩"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["超导电磁水果"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["星城亚瑟"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["婉婉若游龙"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["倚楼聼渢雨"] = {
["roomID"] = 285694,
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨褀"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["佐天泪子"] = {
["roomID"] = "347700",
["level"] = 1,
["bgID"] = 170,
},
["紫丶澁"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["壹米壹壹"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["幼稚园宝宝"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["陳瀚"] = {
["roomID"] = 132897,
["level"] = 1,
["bgID"] = 0,
},
["风雪烬归墟"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["空山鸟语丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["回忆而以"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["Kikyonu"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["萌叔还是猛"] = {
["roomID"] = 201638,
["level"] = 1,
["bgID"] = 0,
},
["眉间白云生"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["虚幻的爱情"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["奶坦得加钱"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["蛮蛮哒"] = {
["roomID"] = "304480",
["level"] = 1,
["bgID"] = 0,
},
["爱吃的李三妹"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["飞龙骑士"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["一忒"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["星光丨汇聚"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["好香好软"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["柒叁叁柒"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["羽丶月神"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["吊爆了"] = {
["roomID"] = "201424",
["level"] = 2,
["bgID"] = 170,
},
["花儿未开"] = {
["roomID"] = 145383,
["level"] = 4,
["bgID"] = 0,
},
["挣钱买天堂"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["马冬梅"] = {
["roomID"] = 197194,
["level"] = 3,
["bgID"] = 0,
},
["Rainbowdo"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["丫呵丫"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["骑驴的蜗牛"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["夏肀"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["萌萌的雪灬"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["月下酌"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["發爷"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["景色怡人"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["神様"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["晓之以理丶"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["娛樂丶戰魂騎"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["蔓越莓跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["迷人的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["阿修罗貔貅"] = {
["roomID"] = "350135",
["level"] = 1,
["bgID"] = 0,
},
["Kazanz"] = {
["bgID"] = 0,
["level"] = -1,
},
["烟灬绯"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["鑫鑫向羊"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["又不提前说"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["焱灬訫"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["Spore"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["大疯丸"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["苏清秋"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["月色闇光"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["得道元帅"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["痛了散了哦"] = {
["roomID"] = 170430,
["level"] = 3,
["bgID"] = 0,
},
["醉美襄阳"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["镇河妖"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["卡特派克"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["宇落"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["雪露法妮尔丶"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["丶猪柳汉堡丶"] = {
["roomID"] = 164213,
["level"] = 2,
["bgID"] = 0,
},
["星眉"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["Makka"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["Aoashi"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["琪琪要生气"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["满丶月"] = {
["roomID"] = 159733,
["level"] = 1,
["bgID"] = 0,
},
["疯人院屠夫"] = {
["roomID"] = "181593",
["level"] = 1,
["bgID"] = 0,
},
["药店晓柒"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["沐兮雅琪丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["白兰地有点甜"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 0,
},
["尤佳"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["呵呵丶姑娘"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["卿辞花落"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["行不"] = {
["roomID"] = 210513,
["level"] = 1,
["bgID"] = 0,
},
["奈啡天"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["菜菜绪丶"] = {
["roomID"] = 130023,
["level"] = 2,
["bgID"] = 0,
},
["清壹瑟"] = {
["roomID"] = 139406,
["level"] = 1,
["bgID"] = 0,
},
["老尼法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["凶爷"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["华仔丨逐风"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["疯老婆"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["血之忧伤"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["符文大陆"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["橘子与道德"] = {
["roomID"] = "323139",
["level"] = 2,
["bgID"] = 170,
},
["昼夜灬麻薯"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["狄搏威"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["东皇太伍"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["醉酒丶丁冭白"] = {
["roomID"] = 289261,
["level"] = 1,
["bgID"] = 0,
},
["奇怪的法诗"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["法体双修"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["千載"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["娜爾妮斯"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["浴血之殇"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["法翔"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["恐龙抗狼"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["天枢圣御"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["精灵夜遁逃"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["涂山幽幽"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["火鸦丶"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["夜阑依"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["Naloy"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["永恒芳华"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["碳烤枪炮蛋"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["如履平地"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["非礼勿言"] = {
["roomID"] = "341318",
["level"] = 1,
["bgID"] = 170,
},
["艾弗森灬"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["克里斯大哥"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["洛丹倫秋天"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 0,
},
["粉团团丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["光辉之灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["终见修然"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["Kagetora"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["卟聆卟聆小黑"] = {
["roomID"] = "126946",
["level"] = 3,
["bgID"] = 0,
},
["德意得笑"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["自闭骑喵子"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["凉月初十"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["残丶局"] = {
["roomID"] = 240570,
["level"] = 3,
["bgID"] = 0,
},
["这个丨"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["啵萝技师"] = {
["roomID"] = 218334,
["level"] = 2,
["bgID"] = 0,
},
["你好胡歌"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["猫小白"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["薪贫气和"] = {
["roomID"] = "344696",
["level"] = 1,
["bgID"] = 0,
},
["记忆渡红尘"] = {
["roomID"] = 186407,
["level"] = 1,
["bgID"] = 0,
},
["说说我的戟把"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["我想奶"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["星星喵"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["玖伍弍柒"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["意面拌混凝土"] = {
["roomID"] = "348186",
["level"] = 1,
["bgID"] = 0,
},
["灬幽幽诛神灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["咕碌碌"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["披着凉皮的狼"] = {
["roomID"] = 106544,
["level"] = 2,
["bgID"] = 0,
},
["蛋刀"] = {
["roomID"] = 111031,
["level"] = 1,
["bgID"] = 0,
},
["诸葛渊"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["小菜叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["方便面跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["绝色佳人"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["美甲师二号"] = {
["roomID"] = 201812,
["level"] = 1,
["bgID"] = 0,
},
["残留的徽记"] = {
["roomID"] = "278209",
["level"] = 2,
["bgID"] = 0,
},
["Ispmua"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["狼王黎曼鲁斯"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["没有无敌"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["蓝启仁"] = {
["roomID"] = 153068,
["level"] = 2,
["bgID"] = 0,
},
["冥乀使"] = {
["medalMap"] = {
["acc_exp"] = 185,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1745052501,
["level"] = 1,
["bgID"] = 0,
["roomID"] = "342453",
},
["Tychia"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["猫大宝"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["自闭又鸽鸽了"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["董小董"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["月夜九号"] = {
["roomID"] = "303737",
["level"] = 2,
["bgID"] = 0,
},
["入圣超凡"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["小塞雷娅"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["新妈丶"] = {
["roomID"] = 304572,
["level"] = 1,
["bgID"] = 0,
},
["戦十三"] = {
["roomID"] = 322613,
["level"] = 1,
["bgID"] = 0,
},
["Ollis"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["德鲁没得医"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["夜场丶"] = {
["roomID"] = 151262,
["level"] = 4,
["bgID"] = 170,
},
["桃稚"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["香辣跳跳蛙"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["Durell"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["永不增强"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["开森的二姐"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["兵荒马乱"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["章耀扬"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["花香满庭"] = {
["roomID"] = "338072",
["level"] = 3,
["bgID"] = 0,
},
["天璇冥梏"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["Njord"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["锃亮大光头"] = {
["roomID"] = 171312,
["level"] = 2,
["bgID"] = 0,
},
["安德莉婭"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["子丶不語"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["小能饼干"] = {
["roomID"] = "183120",
["level"] = 4,
["bgID"] = 0,
},
["雷霆弩"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["白给肆肆"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["高贵的灵魂"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["德得的"] = {
["roomID"] = 128790,
["level"] = 2,
["bgID"] = 0,
},
["千機變"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["你不要挣扎了"] = {
["roomID"] = 281364,
["level"] = 1,
["bgID"] = 0,
},
["术小"] = {
["roomID"] = 167785,
["level"] = 2,
["bgID"] = 170,
},
["老麻"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["暴走的琪琪"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["丿捌拾"] = {
["roomID"] = 276875,
["level"] = 2,
["bgID"] = 0,
},
["回忆灬都是泪"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["上帝的笑"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["司徒"] = {
["roomID"] = 289745,
["level"] = 1,
["bgID"] = 0,
},
["清蒸虾头"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["圣罗琳"] = {
["roomID"] = 306092,
["level"] = 2,
["bgID"] = 0,
},
["新月的宽恕"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["加点盐丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["安顺第陆深情"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["望灬望"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["冬虫丶夏草"] = {
["roomID"] = 296474,
["level"] = 1,
["bgID"] = 0,
},
["夏天狂想曲"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["丶法术"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["吞天帝丶帝君"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["Ooss"] = {
["roomID"] = 160751,
["level"] = 2,
["bgID"] = 0,
},
["梨落落"] = {
["roomID"] = 107167,
["level"] = 1,
["bgID"] = 0,
},
["御剑献祭德林"] = {
["roomID"] = "180529",
["level"] = 2,
["bgID"] = 0,
},
["丨头铁怪丨"] = {
["roomID"] = 179108,
["level"] = 1,
["bgID"] = 0,
},
["红熊战神"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["修然丶"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["Ooaa"] = {
["roomID"] = 160751,
["level"] = 2,
["bgID"] = 0,
},
["贼小德"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["Caspiany"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["风月沐"] = {
["roomID"] = 171042,
["level"] = 2,
["bgID"] = 0,
},
["骨头君"] = {
["roomID"] = 323700,
["level"] = 1,
["bgID"] = 0,
},
["五八六"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["北落星云"] = {
["roomID"] = 174385,
["level"] = 2,
["bgID"] = 0,
},
["Tfordring"] = {
["roomID"] = 140825,
["level"] = 2,
["bgID"] = 0,
},
["兔头强"] = {
["roomID"] = 297033,
["level"] = 1,
["bgID"] = 0,
},
["霜之脉动"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["失落的彩画"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["奔放的花"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["雪花巛"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["你是我的鱼丶"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["嬅儿"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["为了那一夜"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["小豆包"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["落在春天的雪"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["古云"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["雪菜丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["一脸无辜"] = {
["roomID"] = 135610,
["level"] = 2,
["bgID"] = 0,
},
["汤圆吃土豆"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["紫苑依然"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["丨乐樂丨"] = {
["roomID"] = 134773,
["level"] = 2,
["bgID"] = 0,
},
["我能凯瑞"] = {
["roomID"] = "149575",
["level"] = 3,
["bgID"] = 170,
},
["柠萌茶"] = {
["roomID"] = 175835,
["level"] = 2,
["bgID"] = 0,
},
["三七号祭师"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["烧鹅腿盖饭"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["你问她"] = {
["roomID"] = 317911,
["level"] = 1,
["bgID"] = 0,
},
["凭栏望月"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["大内密探东邪"] = {
["roomID"] = 296187,
["level"] = 1,
["bgID"] = 0,
},
["落花流水丷"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["沐苏苏"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["无敌最厉害"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["飲花卧露"] = {
["roomID"] = 167842,
["level"] = 2,
["bgID"] = 0,
},
["Licatoo"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["独醉丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["尐尐牧"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["闪耀的灯球"] = {
["roomID"] = 320885,
["level"] = 1,
["bgID"] = 0,
},
["羊小美"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["水果店"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["海堂的跌"] = {
["medalMap"] = {
["acc_exp"] = 1370,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "192807",
},
["等风的奇迹"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["灬银丶手灬"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["灵奕"] = {
["roomID"] = "294045",
["level"] = 1,
["bgID"] = 0,
},
["风月法"] = {
["roomID"] = 171042,
["level"] = 2,
["bgID"] = 0,
},
["雪珞"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["猫爷"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["墨韵玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["忧伤丨坦"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["野子对喽"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["骑士清雯"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["哇噻一沐丝"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["丁大果儿"] = {
["roomID"] = 164213,
["level"] = 2,
["bgID"] = 0,
},
["瓦得法"] = {
["roomID"] = "280708",
["level"] = 1,
["bgID"] = 0,
},
["黄鹤楼感恩"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["秋色里"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["紫月防骑"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["可惜不斯你"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["狂暴的阿姨"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["狂暴晃晃"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["爱猫人士丁某"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["麻鸭"] = {
["roomID"] = "173309",
["level"] = 2,
["bgID"] = 0,
},
["勥戰士冲钅卒"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["多尔磙丶"] = {
["roomID"] = "124471",
["level"] = 1,
["bgID"] = 0,
},
["帽帽最吊"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["纯禽天骄"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["黑剑士格斯"] = {
["roomID"] = 269616,
["level"] = 1,
["bgID"] = 0,
},
["天之佛"] = {
["roomID"] = "350135",
["level"] = 1,
["bgID"] = 0,
},
["有点小帅的慕"] = {
["roomID"] = "180978",
["level"] = 3,
["bgID"] = 170,
},
["老开小开"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["保护给灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["风间流光"] = {
["roomID"] = "238965",
["level"] = 1,
["bgID"] = 0,
},
["悠悠的风"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的甩骑"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["我要诅咒你"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["死神之剑"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["苏沐沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["新月的野性"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["西部荒野巨熊"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["清蒸虾尾"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["落地成火"] = {
["roomID"] = 336325,
["level"] = 1,
["bgID"] = 0,
},
["四海灬影"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["远航的防骑"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["樱桃丶"] = {
["roomID"] = "272638",
["level"] = 3,
["bgID"] = 170,
},
["环佩映绮颜"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["大叔的胸毛"] = {
["roomID"] = 173811,
["level"] = 4,
["bgID"] = 0,
},
["老万丿"] = {
["roomID"] = 147465,
["level"] = 3,
["bgID"] = 0,
},
["丶晨宇"] = {
["roomID"] = "162217",
["level"] = 2,
["bgID"] = 0,
},
["高跟鞋小曼腰"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["懒月半"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["小萨萨丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["暗夜绿玫"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["变超级赛亚人"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["Azaza"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["林深时灬见鹿"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["劳资蛋刀在手"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["二环线小光头"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["五千一块的糖"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["亂中取勝"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["要不要来一起"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["无敌小咬咬"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["风车车"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["慕牧"] = {
["roomID"] = "180978",
["level"] = 3,
["bgID"] = 170,
},
["果敢"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["笨笨小骑"] = {
["roomID"] = "212211",
["level"] = 2,
["bgID"] = 0,
},
["伊宛曦"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["老赵快假死"] = {
["roomID"] = 139409,
["level"] = 2,
["bgID"] = 0,
},
["小猫小山"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["一凸凸一"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["铃木美香丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["樱桃书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["暗香盈袖瑜"] = {
["medalMap"] = {
["acc_exp"] = 1310,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 2,
["bgID"] = 0,
["roomID"] = "163512",
},
["半自动奶瓶"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["帅气大表哥"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["十四州府"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["璀璨星雪"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["乱舞千恋怒放"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["玉面蛤蟆"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["被保护动物"] = {
["roomID"] = 106775,
["level"] = 2,
["bgID"] = 0,
},
["夜丶袭"] = {
["roomID"] = 178451,
["level"] = 2,
["bgID"] = 0,
},
["抓郭少当宝宝"] = {
["roomID"] = 157681,
["level"] = 2,
["bgID"] = 0,
},
["今天喝古茗"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["艾妍筱瞳"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["迷失的豹子"] = {
["roomID"] = 170039,
["level"] = 2,
["bgID"] = 0,
},
["血色护理"] = {
["roomID"] = "269554",
["level"] = 2,
["bgID"] = 170,
},
["锰囡"] = {
["roomID"] = 106249,
["level"] = 1,
["bgID"] = 0,
},
["Floweyshame"] = {
["roomID"] = 198596,
["level"] = 2,
["bgID"] = 0,
},
["暴走小欧"] = {
["roomID"] = 258565,
["level"] = 1,
["bgID"] = 0,
},
["马楼的庇护神"] = {
["roomID"] = "341695",
["level"] = 2,
["bgID"] = 0,
},
["缅因"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["延边战神"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["灬幽幽噬神灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["喵兮兮"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["真魔兽多上班"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["丶朴国昌"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["Ecat"] = {
["roomID"] = 116529,
["level"] = 2,
["bgID"] = 0,
},
["薛凱琪"] = {
["roomID"] = "226442",
["level"] = 2,
["bgID"] = 170,
},
["点丶点"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["浅夏梦清甜丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["天空的晚霞"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["哪吒丨萨"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["输我北窗一枕"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["钱袋儿"] = {
["bgID"] = 0,
["level"] = -1,
},
["尼古拉斯咕咕"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["桃之鸭鸭"] = {
["roomID"] = 308918,
["level"] = 1,
["bgID"] = 0,
},
["四骑师"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["吞天帝丶天昊"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["灿若繁花"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["墨雨流年"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["Mayler"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["华仔丨风暴"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["Liber"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["开心的灰太狼"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["无敌大凶匈"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["彬彬粑粑"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["违法小能手"] = {
["roomID"] = 269381,
["level"] = 2,
["bgID"] = 0,
},
["Cech"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["哲霸丶天下"] = {
["roomID"] = 137531,
["level"] = 2,
["bgID"] = 0,
},
["天一小雪"] = {
["roomID"] = 170895,
["level"] = 1,
["bgID"] = 0,
},
["敞开心扉五"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["不会变猫"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["紫丶璱"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["积木沐丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["筱筱川"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["星光园游会"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["天云丶"] = {
["roomID"] = 134265,
["level"] = 2,
["bgID"] = 0,
},
["超级猛将"] = {
["bgID"] = 0,
["level"] = -1,
},
["凯丶丶勒"] = {
["roomID"] = "109387",
["level"] = 3,
["bgID"] = 170,
},
["苹果奶昔"] = {
["roomID"] = 121182,
["level"] = 1,
["bgID"] = 0,
},
["海猫灬"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["水果乄战神"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["月眸如水"] = {
["roomID"] = 293642,
["level"] = 2,
["bgID"] = 0,
},
["朝霜初露"] = {
["roomID"] = 275278,
["level"] = 1,
["bgID"] = 0,
},
["豆沙啦"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["凡尔法"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["天法盗"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["大哥给的多"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["Doggy"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["Chromeheartt"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["引力波"] = {
["roomID"] = 107090,
["level"] = 2,
["bgID"] = 0,
},
["麦维的影歌"] = {
["roomID"] = 287715,
["level"] = 2,
["bgID"] = 0,
},
["杯中叶"] = {
["bgID"] = 0,
["level"] = -1,
},
["小熊的饼干"] = {
["roomID"] = "183120",
["level"] = 4,
["bgID"] = 0,
},
["月夜旭光"] = {
["roomID"] = 250370,
["level"] = 3,
["bgID"] = 0,
},
["鱼丿骨头"] = {
["roomID"] = 107909,
["level"] = 3,
["bgID"] = 0,
},
["风依更水依程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["Katarinaa"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["芒果暴打猪精"] = {
["roomID"] = 172794,
["level"] = 2,
["bgID"] = 0,
},
["蚂蚁的海棠花"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["雪域方块"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["幸福来得突然"] = {
["medalMap"] = {
["acc_exp"] = 13384,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743655033,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 126422,
},
["达斯淇"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["芥川千鹤"] = {
["roomID"] = "211746",
["level"] = 2,
["bgID"] = 0,
},
["风蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["介个叔叔"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["哈喽土妞"] = {
["roomID"] = "211443",
["level"] = 2,
["bgID"] = 170,
},
["乔沃德达迪奥"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["丶夜未央"] = {
["roomID"] = "166168",
["level"] = 3,
["bgID"] = 0,
},
["小白桃子"] = {
["roomID"] = "324804",
["level"] = 3,
["bgID"] = 170,
},
["毒心术"] = {
["roomID"] = 292598,
["level"] = 1,
["bgID"] = 0,
},
["沐小苏"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["流光敛艳"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 170,
},
["请你吃擦炮"] = {
["roomID"] = 140372,
["level"] = 1,
["bgID"] = 0,
},
["南宫圣佑"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["凡尔猎"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["豌豆脆"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["紫云圣骑"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["宝贝六乘七"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["闪电西瓜俠"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["硬硬朗朗儿的"] = {
["roomID"] = 327881,
["level"] = 1,
["bgID"] = 0,
},
["尐潜潜"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["呜喵王之嗷"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["幺叁柒"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["丶李居丽"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["聖賽勒斯汀"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["幸福安康一"] = {
["roomID"] = 286338,
["level"] = 1,
["bgID"] = 0,
},
["Luckyangel"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["虾米时光"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["小独角兽"] = {
["roomID"] = 316425,
["level"] = 2,
["bgID"] = 0,
},
["半藏丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["莫再言莫再讲"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["巧克力八号"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["惟妙惟肖清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["超级硬丶"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["小鯊魚忘思考"] = {
["roomID"] = "345069",
["level"] = 1,
["bgID"] = 0,
},
["牧尐"] = {
["roomID"] = 172753,
["level"] = 2,
["bgID"] = 0,
},
["倾汐"] = {
["roomID"] = 146070,
["level"] = 3,
["bgID"] = 0,
},
["醉邀明月"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["尐泷包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["强光克敵"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["紅发"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["勤奋的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["小毛贼的跟班"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["珺莫笑"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["Morke"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["萧雨洁"] = {
["roomID"] = 115521,
["level"] = 2,
["bgID"] = 0,
},
["青春无痕"] = {
["roomID"] = 108161,
["level"] = 2,
["bgID"] = 0,
},
["冰帝小法"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["琦济"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["杨梅硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["猫胆一"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["Mindslayer"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["光頭騎士丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["酸奶甜甜圈"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["薄荷糖灬微凉"] = {
["roomID"] = 143502,
["level"] = 2,
["bgID"] = 0,
},
["丨尛丶熊猫丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["星耀守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["失落沙洲"] = {
["roomID"] = 280527,
["level"] = 3,
["bgID"] = 0,
},
["梅鲁艾姆"] = {
["roomID"] = 253761,
["level"] = 3,
["bgID"] = 0,
},
["来圣光这里"] = {
["roomID"] = 108534,
["level"] = 2,
["bgID"] = 0,
},
["煜宸"] = {
["roomID"] = "277972",
["level"] = 1,
["bgID"] = 0,
},
["琥珀之寒"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["奇怪的教练"] = {
["roomID"] = "168997",
["level"] = 3,
["bgID"] = 170,
},
["安妮露娜"] = {
["roomID"] = 282514,
["level"] = 2,
["bgID"] = 0,
},
["青椒肉丝儿"] = {
["roomID"] = "165955",
["level"] = 2,
["bgID"] = 0,
},
["燃烧柒"] = {
["medalMap"] = {
["acc_exp"] = 9893,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "152071",
},
["冷温柔丷"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["宁安花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["鱼貓"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["尛尛德"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["荔枝硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["空空斯咪哒"] = {
["roomID"] = 289724,
["level"] = 1,
["bgID"] = 0,
},
["小昱儿"] = {
["roomID"] = 201812,
["level"] = 1,
["bgID"] = 0,
},
["会翻跟斗的猫"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["萝蜜瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["蓝漂亮"] = {
["roomID"] = "172149",
["level"] = 3,
["bgID"] = 170,
},
["亻加罗"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["穆柏"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["小怪物丽莎"] = {
["roomID"] = "181593",
["level"] = 2,
["bgID"] = 0,
},
["怀旧猎猎"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["怀旧丶叶亦言"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["雪舞天涯"] = {
["roomID"] = 275044,
["level"] = 1,
["bgID"] = 0,
},
["Luckyrules"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["一刀妹"] = {
["roomID"] = 161389,
["level"] = 3,
["bgID"] = 0,
},
["莉娜因巴丝"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["拉面朋友"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["夢魇雅典娜"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["最后的荣光"] = {
["roomID"] = 220714,
["level"] = 2,
["bgID"] = 0,
},
["近战灬劣人"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["花辰月夕"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["蓝曦臣"] = {
["roomID"] = 153068,
["level"] = 1,
["bgID"] = 0,
},
["既而夹弹"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["灬苏淸秋灬"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["鱼人公主"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["豆芽快跑"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["红铃骑士"] = {
["roomID"] = 181725,
["level"] = 1,
["bgID"] = 0,
},
["香草丝绒拿铁"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["怒斩风云"] = {
["roomID"] = "240560",
["level"] = 2,
["bgID"] = 0,
},
["派希威尔"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["Tractor"] = {
["roomID"] = "185047",
["level"] = 2,
["bgID"] = 170,
},
["红胡子奶盖儿"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["蕾蕾姐姐"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["小宝七"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["玫瑰紅红"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["暗月散华"] = {
["roomID"] = 318907,
["level"] = 1,
["bgID"] = 0,
},
["伤成旧梦"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["碳烤大油边"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["蘇暮语"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["老表你好浪"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["Rainbowsmart"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["乌克丽丽"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["雾影蚂蚁"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["贼特么帅"] = {
["roomID"] = "108093",
["level"] = 4,
["bgID"] = 0,
},
["黑妞吸吸糖"] = {
["roomID"] = 184293,
["level"] = 1,
["bgID"] = 0,
},
["画成一只花"] = {
["roomID"] = "136143",
["level"] = 3,
["bgID"] = 170,
},
["丷呼啦啦呼丷"] = {
["roomID"] = 283141,
["level"] = 3,
["bgID"] = 170,
},
["米米术"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["东皇太捌"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["Cocorose"] = {
["roomID"] = 213858,
["level"] = 3,
["bgID"] = 0,
},
["秋笙"] = {
["roomID"] = 319313,
["level"] = 2,
["bgID"] = 0,
},
["微澜"] = {
["roomID"] = "347945",
["level"] = 3,
["bgID"] = 170,
},
["壹岁就很帅"] = {
["roomID"] = 198943,
["level"] = 1,
["bgID"] = 0,
},
["超甜小蹄子"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["烈焰燃骑"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["怀旧神牧"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["馨雪儿"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["静风点"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["夏小俏"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["水清魚雜"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["渊清玉絜"] = {
["roomID"] = "172341",
["level"] = 4,
["bgID"] = 0,
},
["Mayleo"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["小黑黒"] = {
["roomID"] = 130482,
["level"] = 2,
["bgID"] = 0,
},
["曙光女坦"] = {
["bgID"] = 0,
["level"] = -1,
},
["Poweruoykcuf"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["丝网丶膝饰"] = {
["bgID"] = 0,
["level"] = -1,
},
["昆汀塔伦帝诺"] = {
["bgID"] = 0,
["level"] = -1,
},
["鱼七菇凉"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["小小猎丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["少侠我的盾呢"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["伊罗琳"] = {
["roomID"] = 306092,
["level"] = 2,
["bgID"] = 0,
},
["司徒嘤嘤音"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["灰忲狼"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["贼娘们"] = {
["roomID"] = 165986,
["level"] = 4,
["bgID"] = 0,
},
["阿绵"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["冰峰的鱼"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["三八九牛牛"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["一楽楽一"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["浅水绕城"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["小小笨笨"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["不浪漫的沙包"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["宜醉宜游宜睡"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["珍珠猫猫"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["阿炮"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["捕捉闪耀瞬间"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["虚幻的传奇"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["绘梨衣灬"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["山王工业"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["泰瑞尔的审判"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["小小的希望"] = {
["medalMap"] = {
["acc_exp"] = 6770,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 267589,
},
["艾一雅"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["小财迷之圣骑"] = {
["roomID"] = 278187,
["level"] = 1,
["bgID"] = 0,
},
["宫沐瑶"] = {
["roomID"] = "226993",
["level"] = 2,
["bgID"] = 0,
},
["晚安姑娘"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["磐龍"] = {
["roomID"] = 279361,
["level"] = 2,
["bgID"] = 0,
},
["星雨夜辰"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["丶卖萌术"] = {
["roomID"] = 135377,
["level"] = 2,
["bgID"] = 0,
},
["蝶恋丨无泪"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["枸杞泡水"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["沐小小"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["Briar"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["远征的跳蚤"] = {
["roomID"] = 140620,
["level"] = 2,
["bgID"] = 0,
},
["卧槽人在中年"] = {
["roomID"] = 145272,
["level"] = 2,
["bgID"] = 0,
},
["奈落的主人"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["长得丑抗得久"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["往非"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["史珍香丶"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["从零"] = {
["roomID"] = 280878,
["level"] = 1,
["bgID"] = 0,
},
["夏洛特玲玲酱"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["铁锤霉霉"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["萨非龙"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["心碎却着迷"] = {
["roomID"] = 161724,
["level"] = 2,
["bgID"] = 0,
},
["打工仔的一天"] = {
["roomID"] = 171544,
["level"] = 1,
["bgID"] = 0,
},
["死亡祭礼"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["丶牧之"] = {
["roomID"] = "166168",
["level"] = 3,
["bgID"] = 0,
},
["丿蠢蠢欲动"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["哀牧踢小土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["二十七个黄昏"] = {
["roomID"] = 164050,
["level"] = 3,
["bgID"] = 0,
},
["闪烁的飞星"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["星星爱帆帆"] = {
["roomID"] = 149586,
["level"] = 1,
["bgID"] = 0,
},
["徐潘雪辰"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["忧伤丨血"] = {
["medalMap"] = {
["acc_exp"] = 14990,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 113049,
},
["伪寂哥"] = {
["roomID"] = "135312",
["level"] = 2,
["bgID"] = 170,
},
["无敌最潇洒"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["番號四零捌五"] = {
["roomID"] = 243257,
["level"] = 2,
["bgID"] = 0,
},
["慕慕有点困了"] = {
["roomID"] = "180978",
["level"] = 3,
["bgID"] = 170,
},
["牧色降临"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["温与柔"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["淡淡烟草味"] = {
["roomID"] = 108157,
["level"] = 1,
["bgID"] = 0,
},
["姑娘我十八"] = {
["roomID"] = "350135",
["level"] = 1,
["bgID"] = 0,
},
["战神鬼"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["草莓小蜜蜂"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["山白"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["月寒秋焰"] = {
["roomID"] = 172051,
["level"] = 2,
["bgID"] = 0,
},
["摩述师"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["倚楼聼风羽"] = {
["roomID"] = 285694,
["level"] = 1,
["bgID"] = 0,
},
["防奶双修"] = {
["roomID"] = "352426",
["level"] = 2,
["bgID"] = 0,
},
["以理晓之灬"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["Cozythigh"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["就是要乱搞"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["文姬女士"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["怒城"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["猛猛犸"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["泡泡牛牛"] = {
["roomID"] = 108368,
["level"] = 4,
["bgID"] = 170,
},
["Clps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["真爱坤真真"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["青丝生华发"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["樱空桃丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["名侦探皮皮嘟"] = {
["roomID"] = 115479,
["level"] = 3,
["bgID"] = 0,
},
["海蓝时见鲸"] = {
["roomID"] = "163879",
["level"] = 3,
["bgID"] = 170,
},
["镜酱"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["你欠我半颗心"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["偷偷燃烧你"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["精神的折磨"] = {
["roomID"] = 139860,
["level"] = 2,
["bgID"] = 0,
},
["钰筱涵"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["蕾雅丶艾米莉"] = {
["roomID"] = 183606,
["level"] = 1,
["bgID"] = 0,
},
["恶魔爸爸"] = {
["roomID"] = "348354",
["level"] = 2,
["bgID"] = 170,
},
["陆阿柒"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["扭起来呀"] = {
["roomID"] = "347398",
["level"] = 1,
["bgID"] = 170,
},
["灰暗的死骑"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["坐看云起释"] = {
["roomID"] = "160043",
["level"] = 2,
["bgID"] = 0,
},
["倚楼醉风雨"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["面包贼"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["尚泽"] = {
["medalMap"] = {
["acc_exp"] = 4060,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032760,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "146764",
},
["四海丶达达召"] = {
["roomID"] = 133538,
["level"] = 1,
["bgID"] = 0,
},
["排骨人记忆"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["糯米球球"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["烙印"] = {
["roomID"] = 146068,
["level"] = 1,
["bgID"] = 0,
},
["二层楼二师姐"] = {
["roomID"] = 108699,
["level"] = 3,
["bgID"] = 0,
},
["潇洒姐夫哥"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["戚彩花斑猪"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["邪恶的渐层猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["阳春白雪丶"] = {
["medalMap"] = {
["acc_exp"] = 4005,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "315737",
},
["冲钅的灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["该减肥啦"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["心灵原石"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["恋爱禁区"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["圣光无意"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["Youu"] = {
["roomID"] = 113092,
["level"] = 1,
["bgID"] = 0,
},
["铁蛋丶小德"] = {
["roomID"] = "212454",
["level"] = 2,
["bgID"] = 0,
},
["天谴宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["无心法狮"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["櫻花糖"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["林艮艮"] = {
["roomID"] = 159733,
["level"] = 1,
["bgID"] = 0,
},
["牛氓一一法"] = {
["roomID"] = "220820",
["level"] = 1,
["bgID"] = 0,
},
["十八手防骑"] = {
["roomID"] = 301343,
["level"] = 1,
["bgID"] = 0,
},
["光明大叔"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["约德尔人九"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["清晨的雾"] = {
["roomID"] = "207555",
["level"] = 4,
["bgID"] = 170,
},
["桃氣满满"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["乐哈乐呵"] = {
["roomID"] = 128731,
["level"] = 3,
["bgID"] = 0,
},
["丢那升"] = {
["roomID"] = 108038,
["level"] = 3,
["bgID"] = 0,
},
["尐法"] = {
["roomID"] = "114987",
["level"] = 4,
["bgID"] = 170,
},
["丨部落细作丨"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["嗜神魔影"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["模范骑士歌德"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["摇光觅狩"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["化学老教授"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["故城无故人存"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["第二世"] = {
["roomID"] = 158195,
["level"] = 2,
["bgID"] = 0,
},
["千凝晨"] = {
["roomID"] = "174544",
["level"] = 4,
["bgID"] = 0,
},
["疯狂小兔叽"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["碧悠姬"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["曾可爱"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["泡芙泡芙叻"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["终焉剑克罗蒂"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["牧小猪"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["无敌超凶凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["橙强旳芒果臀"] = {
["bgID"] = 0,
["level"] = -1,
},
["霹雳小可爱"] = {
["roomID"] = 286512,
["level"] = 2,
["bgID"] = 0,
},
["墨羽辰曦"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["夕阳下的飞鸟"] = {
["roomID"] = "156927",
["level"] = 4,
["bgID"] = 200,
},
["Gevjon"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["姐丶心已打烊"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["怕兄弟吃苦"] = {
["roomID"] = "159600",
["level"] = 2,
["bgID"] = 0,
},
["我会卖萌术"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["贪恋你的唇"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["Cnythia"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["哈蘇"] = {
["roomID"] = 153013,
["level"] = 2,
["bgID"] = 0,
},
["丷莫问丷"] = {
["roomID"] = 156961,
["level"] = 2,
["bgID"] = 0,
},
["双生埃莉诺"] = {
["roomID"] = "328732",
["level"] = 1,
["bgID"] = 0,
},
["姜玖"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["似水丶流年"] = {
["roomID"] = 231073,
["level"] = 1,
["bgID"] = 0,
},
["从后面进"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["紫丶銫"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["乌冬丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["子丶不语"] = {
["roomID"] = 180207,
["level"] = 3,
["bgID"] = 0,
},
["Kazanss"] = {
["roomID"] = 277972,
["level"] = 1,
["bgID"] = 0,
},
["伊烛"] = {
["roomID"] = 166188,
["level"] = 2,
["bgID"] = 0,
},
["欣欣喵"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["潜行游世界"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["長卿"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["Cov"] = {
["roomID"] = 113240,
["level"] = 3,
["bgID"] = 0,
},
["燃烧拾"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["你他么打我呀"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["熬闰"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["口及啊口及"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["冷峻的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["下周你别来了"] = {
["roomID"] = "293011",
["level"] = 1,
["bgID"] = 0,
},
["头铁玩命"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["流氓会舞术"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["今天喝澜记"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["限量石"] = {
["roomID"] = 111031,
["level"] = 1,
["bgID"] = 0,
},
["渔夫术妹子"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["野生丶青"] = {
["roomID"] = "175819",
["level"] = 3,
["bgID"] = 0,
},
["好运叔叔"] = {
["roomID"] = 136304,
["level"] = 2,
["bgID"] = 0,
},
["橘柑橙柠桔柚"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["约德尔老爷爷"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["陈文西乀"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["堕落晃晃"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["熊罷"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["米斯牧神一号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["美女会武术"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["越想越生气"] = {
["roomID"] = 154228,
["level"] = 2,
["bgID"] = 0,
},
["福兮霸魃"] = {
["roomID"] = 283240,
["level"] = 2,
["bgID"] = 0,
},
["流年丶似水"] = {
["roomID"] = 204250,
["level"] = 2,
["bgID"] = 0,
},
["米塞拉"] = {
["roomID"] = 132812,
["level"] = 3,
["bgID"] = 0,
},
["妤灵儿"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["武烈河"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["宝贝大火球"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["保时婕"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["酒酒酱"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["灬薔薇灬"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["鸭米"] = {
["roomID"] = 308918,
["level"] = 1,
["bgID"] = 0,
},
["李小龙"] = {
["roomID"] = 116286,
["level"] = 2,
["bgID"] = 0,
},
["Rainbowdom"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["念丶花溪"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["绊我"] = {
["roomID"] = "178364",
["level"] = 4,
["bgID"] = 170,
},
["夜百合"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["嫁禍訣竅"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["菡云芝"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["苏赫巴鲁"] = {
["roomID"] = 156961,
["level"] = 2,
["bgID"] = 0,
},
["放假才来玩"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["光头騎士丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["闵之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["榴莲重击手"] = {
["roomID"] = "278693",
["level"] = 2,
["bgID"] = 0,
},
["泼天的富贵"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["老了的小绵羊"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["逆鳞之恋"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["雾紫"] = {
["bgID"] = 0,
["level"] = -1,
},
["筋肉人鬼王达"] = {
["roomID"] = "162701",
["level"] = 3,
["bgID"] = 170,
},
["钱包爸爸"] = {
["medalMap"] = {
["acc_exp"] = 2555,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032220,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 243681,
},
["夏溪丶"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["慕卿丶"] = {
["roomID"] = 311336,
["level"] = 1,
["bgID"] = 0,
},
["尽揽少女心"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["贝肯熊儿"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["凡锅"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["军魂不灭"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["恐怖鱼"] = {
["medalMap"] = {
["acc_exp"] = 1810,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "175387",
},
["灵巧小手"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["橙强旳蜜柚臀"] = {
["bgID"] = 0,
["level"] = -1,
},
["酷似杨顶天"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["任霏雨"] = {
["roomID"] = 151995,
["level"] = 2,
["bgID"] = 0,
},
["烛龙侵月"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["怪物月半"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["柯基和他的她"] = {
["roomID"] = 287485,
["level"] = 1,
["bgID"] = 0,
},
["甜心糖葫芦"] = {
["roomID"] = "107928",
["level"] = 3,
["bgID"] = 0,
},
["饮月桾"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["熙熙丷"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["加油向前冲"] = {
["roomID"] = "310448",
["level"] = 2,
["bgID"] = 0,
},
["王女士"] = {
["roomID"] = 169964,
["level"] = 2,
["bgID"] = 0,
},
["来卖萌徳"] = {
["roomID"] = "154390",
["level"] = 2,
["bgID"] = 0,
},
["手里两只王"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["无用丶圣光"] = {
["roomID"] = 296474,
["level"] = 1,
["bgID"] = 0,
},
["絮瑶灬宝宝"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["狂仔三号库房"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["大棍子粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["橘味果酱"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["御剑降妖"] = {
["roomID"] = "272142",
["level"] = 2,
["bgID"] = 0,
},
["狂风猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["冷酷的西西"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["群星之光"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["约德尔人一"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨沏"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["流浪的小天使"] = {
["roomID"] = 130325,
["level"] = 1,
["bgID"] = 0,
},
["膝盖看箭"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["生辉"] = {
["medalMap"] = {
["acc_exp"] = 2735,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 112373,
},
["真的有才"] = {
["roomID"] = "256987",
["level"] = 1,
["bgID"] = 170,
},
["甩甩骑"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["灬迷丶漫灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["Powerpaolo"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["冰戮丶月夜"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["绿子大人"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["琪琪生气咯"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["二米一二"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["丷诡迷心窍"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["无坷"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["天殇灬圣"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["灬艾琳灬"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["丨芙丶蓉王丨"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["肉丸骑锤子"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["炸毛果赖"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["花开丶忆红颜"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["萌面的大叔"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["小么熊"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["教练永远爱你"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["小小豆豆"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["木彫变奏曲"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["亦惜醉紅顏"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["秋名山茶农"] = {
["roomID"] = 113077,
["level"] = 2,
["bgID"] = 0,
},
["百里穿羊肉串"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["高德伟"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["地狱拖拉机"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["霜影南辰"] = {
["roomID"] = "291551",
["level"] = 3,
["bgID"] = 170,
},
["阿偉超勇"] = {
["roomID"] = "206491",
["level"] = 2,
["bgID"] = 0,
},
["三世浮屠"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["酒酿银鳕鱼"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["Coturnixpal"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["月丶汐汐"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["糯叽叽乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["玫瑰大红手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["叫我姑奶奶吧"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["月丶乖乖"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["满满哒"] = {
["roomID"] = 304480,
["level"] = 1,
["bgID"] = 0,
},
["老赵快无敌"] = {
["roomID"] = 139409,
["level"] = 2,
["bgID"] = 0,
},
["烟云靈"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["特莱斯"] = {
["roomID"] = "109105",
["level"] = 2,
["bgID"] = 170,
},
["余音满目星辰"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["星星洛染"] = {
["roomID"] = 154683,
["level"] = 3,
["bgID"] = 0,
},
["兔子去采花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["夏娃丶"] = {
["roomID"] = 269904,
["level"] = 2,
["bgID"] = 0,
},
["念丶花芯"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["灬阿丶玛灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["思思的暗牧"] = {
["roomID"] = 180452,
["level"] = 2,
["bgID"] = 0,
},
["水果乄圣神"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["奶不动告辞"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["时常想起昨天"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["消失的灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["喵星蓝影"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["哇哦我超帅"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["鱼骨头丶"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["伯之丶早上好"] = {
["roomID"] = "165311",
["level"] = 2,
["bgID"] = 0,
},
["黑暗娃娃"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["杰妮"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["深蓝蚂蚁"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["美如"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["生气的小咕咕"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["四川狄仁杰"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["妹子很辣"] = {
["roomID"] = "114532",
["level"] = 3,
["bgID"] = 0,
},
["西夏亡靈"] = {
["roomID"] = "247075",
["level"] = 2,
["bgID"] = 0,
},
["这按钮干嘛的"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["听听雨"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["路灬西法"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["谁要吹一下"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["寂然无声"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["锦甚么"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["射的你惊叫唤"] = {
["bgID"] = 0,
["level"] = -1,
},
["無心快语"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["洋大帅帅"] = {
["roomID"] = 333341,
["level"] = 1,
["bgID"] = 0,
},
["櫻花舞"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["四川袁天刚"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["白云悠悠丨"] = {
["roomID"] = "273895",
["level"] = 1,
["bgID"] = 0,
},
["剑剑"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["奶萨里奥"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["悠诺丶"] = {
["roomID"] = 289335,
["level"] = 2,
["bgID"] = 0,
},
["大脸盘子叶"] = {
["roomID"] = 292694,
["level"] = 1,
["bgID"] = 0,
},
["难名真字取"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["芸瑶"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["那时丶花开"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["茶丨道"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["飛飝"] = {
["roomID"] = "235515",
["level"] = 1,
["bgID"] = 0,
},
["吉祥沙沙"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["洛灬灵"] = {
["roomID"] = "172625",
["level"] = 2,
["bgID"] = 0,
},
["尐尐猎"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["新月剑客"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["天空的祥云"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["千杯少"] = {
["roomID"] = "254399",
["level"] = 4,
["bgID"] = 170,
},
["夜凮丶"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["猪腩鸽"] = {
["roomID"] = "144541",
["level"] = 4,
["bgID"] = 0,
},
["痞帅男神"] = {
["roomID"] = 158195,
["level"] = 2,
["bgID"] = 0,
},
["点点乐"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["薄荷糖灬薇凉"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["苍天在上"] = {
["roomID"] = 173811,
["level"] = 4,
["bgID"] = 0,
},
["温馨鼓励队友"] = {
["roomID"] = "149575",
["level"] = 3,
["bgID"] = 170,
},
["皈依道"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["夜雨倾寒"] = {
["roomID"] = "238965",
["level"] = 1,
["bgID"] = 0,
},
["听雨吖"] = {
["roomID"] = 146070,
["level"] = 3,
["bgID"] = 0,
},
["多少有点病"] = {
["roomID"] = "174704",
["level"] = 2,
["bgID"] = 170,
},
["Odettp"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["清昕"] = {
["roomID"] = 111726,
["level"] = 2,
["bgID"] = 0,
},
["橘色守望"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 170,
},
["灬女王陛下"] = {
["roomID"] = 175653,
["level"] = 3,
["bgID"] = 0,
},
["龍魂吖"] = {
["roomID"] = 106356,
["level"] = 2,
["bgID"] = 0,
},
["甩甩死骑"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["探险家岳云鹏"] = {
["roomID"] = "109326",
["level"] = 3,
["bgID"] = 170,
},
["冰球"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["言之不预"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["丫雅"] = {
["roomID"] = "285838",
["level"] = 2,
["bgID"] = 170,
},
["二环线偷东西"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["老狐狸锤球球"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["依旧是鬼月"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["李志"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["驭龙术"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["南條叶"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["雪凌无双"] = {
["roomID"] = "323581",
["level"] = 4,
["bgID"] = 0,
},
["瞪小开"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["不囿"] = {
["roomID"] = 237523,
["level"] = 1,
["bgID"] = 0,
},
["Monicar"] = {
["roomID"] = 183606,
["level"] = 1,
["bgID"] = 0,
},
["全幺九丶"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["烟雨瑶丶"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["劍之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["德爷再此"] = {
["roomID"] = "151983",
["level"] = 2,
["bgID"] = 0,
},
["洛神天依"] = {
["roomID"] = "132278",
["level"] = 3,
["bgID"] = 170,
},
["巫吆丸"] = {
["roomID"] = 198943,
["level"] = 1,
["bgID"] = 0,
},
["清风拂琴弦"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["轩黎晨桤"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["比提莫高"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["橙色蜗牛"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["不浪漫的亮亮"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["蜜汁本熊"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["迪奥丶汇斯"] = {
["roomID"] = 226948,
["level"] = 2,
["bgID"] = 0,
},
["Eugenie"] = {
["bgID"] = 0,
["level"] = -1,
},
["肉蛋冲基"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["汉东李达康"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["无敌小胸胸"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["死亡鲨鱼"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["吴嘟嘟"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["月高风黑"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["绛红水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["屁巅屁巅"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["防爆占"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["为霞灬尚满天"] = {
["roomID"] = "179437",
["level"] = 2,
["bgID"] = 170,
},
["死迷羊燕"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["满山都是猴丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["斑点猎狗"] = {
["roomID"] = "187297",
["level"] = 4,
["bgID"] = 0,
},
["可愛到捏捏"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["卡心三"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["相思无尽处"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["今晚回家睡"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["井上泷奈丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["可爱豆豆"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["蕾蕾累累"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["看见你喽"] = {
["roomID"] = "115169",
["level"] = 3,
["bgID"] = 0,
},
["哪吒丨牧"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["东台科比"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["窝水水"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["新闻人物"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["哎唷哥哥"] = {
["roomID"] = 211746,
["level"] = 2,
["bgID"] = 0,
},
["马马嘟嘟跳"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["带宝宝去上学"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["筱川吖"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["徐九爺"] = {
["roomID"] = 304364,
["level"] = 2,
["bgID"] = 0,
},
["酷似苏沐橙"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["大爆爆"] = {
["roomID"] = 278585,
["level"] = 1,
["bgID"] = 0,
},
["完全拉不住"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["一米八伍"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["谢琳童"] = {
["roomID"] = 147099,
["level"] = 2,
["bgID"] = 0,
},
["炽天使之泪"] = {
["roomID"] = "130283",
["level"] = 4,
["bgID"] = 0,
},
["天驱大宗主"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["萌新小徳"] = {
["roomID"] = 153511,
["level"] = 2,
["bgID"] = 0,
},
["拿弹弓打紫月"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["老丁的小德"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["雷霆寺"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["倔强的小光"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["Niwota"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["空中鸟叫喳喳"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["无糖可乐加冰"] = {
["roomID"] = "347700",
["level"] = 1,
["bgID"] = 170,
},
["专情的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["飘柔"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["卿辞飞露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["铃儿想叮当灬"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["雷神殿下"] = {
["roomID"] = "114532",
["level"] = 1,
["bgID"] = 0,
},
["蚂蚁的药神"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["单醇"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["山醫命相卜"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["月之丶精灵"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["Royalflushs"] = {
["roomID"] = "344269",
["level"] = 1,
["bgID"] = 0,
},
["小手拿大劍"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["公正的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["Thallo"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["脆皮核桃"] = {
["roomID"] = "249198",
["level"] = 3,
["bgID"] = 170,
},
["早饭"] = {
["roomID"] = 115980,
["level"] = 3,
["bgID"] = 0,
},
["少儿口服液"] = {
["roomID"] = 269904,
["level"] = 2,
["bgID"] = 0,
},
["仙草倩"] = {
["roomID"] = "257053",
["level"] = 3,
["bgID"] = 170,
},
["灰烬风暴之灵"] = {
["roomID"] = "279978",
["level"] = 3,
["bgID"] = 170,
},
["楚天骄"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["西八来口"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["沁澈"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["狂灬仔"] = {
["bgID"] = 0,
["level"] = -1,
},
["风雪碎星辰"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["防守丶反击"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["丶暴力丶"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["勒克塞尔"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["孔乙己"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["这厮怕死"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["Abelo"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["子小大剩"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["栋梁又来了"] = {
["roomID"] = 110989,
["level"] = 3,
["bgID"] = 0,
},
["萧瑟轨迹"] = {
["roomID"] = 169206,
["level"] = 2,
["bgID"] = 0,
},
["星辰守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["尐尐徳"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["双刀萨"] = {
["roomID"] = 106355,
["level"] = 4,
["bgID"] = 0,
},
["龙七丨蒲牢"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["Eatribsuper"] = {
["roomID"] = 160086,
["level"] = 4,
["bgID"] = 170,
},
["怀旧祭司"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["大典狱长"] = {
["roomID"] = 250997,
["level"] = 2,
["bgID"] = 170,
},
["松泽由美丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["Katelyna"] = {
["roomID"] = 140893,
["level"] = 1,
["bgID"] = 0,
},
["黑色追梦"] = {
["roomID"] = 242262,
["level"] = 2,
["bgID"] = 0,
},
["无敌推土機丶"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["薛凯琪的袜子"] = {
["roomID"] = "226442",
["level"] = 2,
["bgID"] = 170,
},
["萌萌不太萌丶"] = {
["roomID"] = 327233,
["level"] = 1,
["bgID"] = 0,
},
["主上丶"] = {
["roomID"] = "159675",
["level"] = 2,
["bgID"] = 0,
},
["瞳之兽兽哥"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["骰子都是六"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["屁屁猎"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["专鲨制杖"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["聖乀使"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["少管帅哥的事"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["五八五"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["圣光照耀老程"] = {
["roomID"] = 152849,
["level"] = 2,
["bgID"] = 0,
},
["圣光小瑶"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["火炎焱燚球"] = {
["bgID"] = 0,
["level"] = -1,
},
["米斯奶骑二号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["康熙爷"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["不拷谱女青年"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["喵星月影"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["浅筱阳丶"] = {
["roomID"] = 264544,
["level"] = 3,
["bgID"] = 0,
},
["沐瑟花末兮"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["墨韵社铥铥"] = {
["roomID"] = 249213,
["level"] = 2,
["bgID"] = 0,
},
["余音孤单单"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["风露声沉"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["大蟒蛇丶"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["术師妹妹思琪"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["莫拿鼠标指我"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["夜夜幽幽"] = {
["medalMap"] = {
["acc_exp"] = 460,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1743655093,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "324527",
},
["都是鸽们哈"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["黑漆漆之蹄"] = {
["roomID"] = 274445,
["level"] = 2,
["bgID"] = 0,
},
["霍雨昊"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["爷爷给点钱把"] = {
["roomID"] = 154683,
["level"] = 3,
["bgID"] = 0,
},
["南至贼六"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["风雨你好"] = {
["roomID"] = "211443",
["level"] = 2,
["bgID"] = 170,
},
["卡托"] = {
["roomID"] = "168358",
["level"] = 3,
["bgID"] = 170,
},
["喬喬大魔王"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["阿尔卑斯水果"] = {
["roomID"] = "147364",
["level"] = 3,
["bgID"] = 170,
},
["灬筱哥灬"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["欧歌"] = {
["roomID"] = 116705,
["level"] = 3,
["bgID"] = 0,
},
["法萌萌"] = {
["roomID"] = 113130,
["level"] = 2,
["bgID"] = 0,
},
["天生小萨"] = {
["roomID"] = 133061,
["level"] = 2,
["bgID"] = 0,
},
["暴力龍丶"] = {
["roomID"] = "116266",
["level"] = 3,
["bgID"] = 170,
},
["慕容风骚"] = {
["roomID"] = 178048,
["level"] = 1,
["bgID"] = 0,
},
["高老庄二姐"] = {
["roomID"] = 286512,
["level"] = 2,
["bgID"] = 0,
},
["可爱阿"] = {
["roomID"] = "226442",
["level"] = 2,
["bgID"] = 170,
},
["柯大楠"] = {
["roomID"] = 304572,
["level"] = 1,
["bgID"] = 0,
},
["男性之弓"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["贼得意"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["冬瓜大婶"] = {
["roomID"] = 287424,
["level"] = 2,
["bgID"] = 0,
},
["风起时丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["陈辻柒"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["Acewarlock"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["锦年之伤"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["风之晓牧"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["路太弯"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["我一贱伱就笑"] = {
["roomID"] = 329169,
["level"] = 1,
["bgID"] = 0,
},
["凌鸢"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["狂丶艾斯啊"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["椒盐抹茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["呜喵王之爪"] = {
["roomID"] = 274445,
["level"] = 2,
["bgID"] = 0,
},
["薛清秋"] = {
["roomID"] = 335042,
["level"] = 1,
["bgID"] = 0,
},
["詩和远方"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["瞬间天堂"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["吾将镇守边疆"] = {
["roomID"] = 140981,
["level"] = 2,
["bgID"] = 0,
},
["华仔丨烈焰"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["轩辕丶诛八界"] = {
["roomID"] = 294263,
["level"] = 2,
["bgID"] = 0,
},
["秩序法"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["末日后的重生"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["纸鱼"] = {
["roomID"] = "295570",
["level"] = 3,
["bgID"] = 0,
},
["散华礼弥"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["喜雅"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["卖萌小行家"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["积木坦丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["约在春分"] = {
["roomID"] = 281759,
["level"] = 3,
["bgID"] = 0,
},
["沉默的扶沟"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["生死风声"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["痛了散了咔"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["蓝色夏天"] = {
["roomID"] = 112693,
["level"] = 2,
["bgID"] = 0,
},
["战场見"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["团花鞠婧祎"] = {
["medalMap"] = {
["acc_exp"] = 555,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 2,
["bgID"] = 0,
["roomID"] = "192962",
},
["奶恩本恩吖"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["丨乐天丨"] = {
["roomID"] = 134773,
["level"] = 2,
["bgID"] = 0,
},
["哎呀性价比"] = {
["roomID"] = 146326,
["level"] = 3,
["bgID"] = 0,
},
["军魂不熄"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["赛云鹏丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["奥术充能飞弹"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["盈怀袖"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["老纳一抬腿"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["逍遥水仙"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["星星爱婷婷"] = {
["roomID"] = 149586,
["level"] = 1,
["bgID"] = 0,
},
["蓝胖胖灬"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["玫瑰小红红"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["猪不会飞"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["丶还俗和尚"] = {
["roomID"] = 259939,
["level"] = 2,
["bgID"] = 0,
},
["妹子很夹"] = {
["roomID"] = "114532",
["level"] = 3,
["bgID"] = 0,
},
["倚楼聼风云"] = {
["roomID"] = 285694,
["level"] = 1,
["bgID"] = 0,
},
["丿豆莎丶"] = {
["roomID"] = 336325,
["level"] = 1,
["bgID"] = 0,
},
["蒙德小坦克"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["笙南阿"] = {
["roomID"] = "153838",
["level"] = 2,
["bgID"] = 170,
},
["風中凌乱"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["列缺霹雳兮"] = {
["roomID"] = 110012,
["level"] = 3,
["bgID"] = 0,
},
["司酱"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["Oobb"] = {
["roomID"] = 160751,
["level"] = 3,
["bgID"] = 0,
},
["Traveler"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["穆夜"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["啾咪啾咪丶丶"] = {
["roomID"] = 173405,
["level"] = 2,
["bgID"] = 0,
},
["帝乙丶"] = {
["roomID"] = 311336,
["level"] = 1,
["bgID"] = 0,
},
["大哥俺也一样"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["夜月葬魂曲"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["骑啊骑"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["小六七"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["黑白人生丶"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["百事可锤"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["哪吒丶丶法"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["Tiamat"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["多色的小莉"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["沙坪坝丶坝子"] = {
["roomID"] = 240570,
["level"] = 3,
["bgID"] = 0,
},
["悠然月下"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["圣光潇潇队长"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["Kululu"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["随风起儛"] = {
["roomID"] = 133765,
["level"] = 1,
["bgID"] = 0,
},
["盗侠米米"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["疯子熊猫"] = {
["roomID"] = 158734,
["level"] = 3,
["bgID"] = 0,
},
["丨阿诗玛丨"] = {
["roomID"] = "247075",
["level"] = 2,
["bgID"] = 0,
},
["航琦丨"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["小高梨丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["反派"] = {
["roomID"] = "347680",
["level"] = 1,
["bgID"] = 0,
},
["崂山啤酒丶"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["顶蘑菇"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["风雪理中客"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["天破丨壤碎"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["Faaris"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["我为蓝天"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["六里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["就是想来看下"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["邱芳羊"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["瑶瑶的猫咪"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["尐尐德"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["小楼一夜风雨"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["走着走着三世"] = {
["roomID"] = 327592,
["level"] = 1,
["bgID"] = 0,
},
["晨陌清风"] = {
["roomID"] = "175389",
["level"] = 2,
["bgID"] = 170,
},
["八妙鱼"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["牧瑜"] = {
["roomID"] = 125299,
["level"] = 2,
["bgID"] = 0,
},
["斗佛丶"] = {
["roomID"] = 311336,
["level"] = 1,
["bgID"] = 0,
},
["暗得邪性"] = {
["roomID"] = "113099",
["level"] = 3,
["bgID"] = 200,
},
["丨航骑丨"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["敌小妖"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["丶小可乐"] = {
["medalMap"] = {
["acc_exp"] = 7555,
["next_star_level_threshold"] = 20000,
["medal"] = {
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 168983,
},
["风骚的小鱼"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["老蒙铁骑"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["蛊丨王"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["小芸萱萱"] = {
["roomID"] = "337371",
["level"] = 2,
["bgID"] = 170,
},
["爽在夏至"] = {
["roomID"] = 281759,
["level"] = 3,
["bgID"] = 0,
},
["半菱"] = {
["roomID"] = "254790",
["level"] = 1,
["bgID"] = 0,
},
["月半女乃女乃"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["秒走的可达鸭"] = {
["roomID"] = "308918",
["level"] = 1,
["bgID"] = 0,
},
["叮大丶坐天下"] = {
["roomID"] = 279290,
["level"] = 2,
["bgID"] = 0,
},
["江一凡"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["陆离的布偶猫"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["后面长尾巴"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["甜心丽质"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["海猫猫丶"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["蘇暮璃"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["奶恩本恩恩"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["露露可儿"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["神秘消逝"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["天天夏雪儿"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["星丶玥"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["Ææäææ"] = {
["roomID"] = 292638,
["level"] = 1,
["bgID"] = 0,
},
["魔法益达"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["十万八千梦"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["夏肀雨"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["约德二"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["贝式车头"] = {
["bgID"] = 0,
["level"] = -1,
},
["鏡花水岄"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["未若东风"] = {
["roomID"] = 206832,
["level"] = 1,
["bgID"] = 0,
},
["袖珍西红柿"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["丶薇薇笑笑"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["跳跳狗"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["至尊么么叽"] = {
["roomID"] = 174066,
["level"] = 1,
["bgID"] = 0,
},
["有糖有门"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["怀旧战神"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["迷人的乔"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["丶流萤"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["内向人不外射"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["光锤"] = {
["roomID"] = 287485,
["level"] = 1,
["bgID"] = 0,
},
["碧丶莲"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["纸落云烟"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["海因里希亲王"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["如春水印梨花"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["酷似许七安"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["轩辕丶唐三葬"] = {
["roomID"] = 294263,
["level"] = 2,
["bgID"] = 0,
},
["倚楼聼风德"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["莲蓬头萨"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["开心猫"] = {
["roomID"] = "354946",
["level"] = 1,
["bgID"] = 0,
},
["浅纤"] = {
["roomID"] = 156839,
["level"] = 3,
["bgID"] = 0,
},
["粉红的啾啾"] = {
["roomID"] = 324646,
["level"] = 1,
["bgID"] = 0,
},
["熙云烟"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["真魔兽少充钱"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["北郡的叶奈法"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["君陌珞颜"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["寒山暮雪"] = {
["roomID"] = 106544,
["level"] = 2,
["bgID"] = 0,
},
["彤靔挚爱"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["沉睡圣光"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["余琴未了"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["鹅魔术术"] = {
["roomID"] = 116264,
["level"] = 2,
["bgID"] = 0,
},
["穆怡"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["那个槑贼"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["开心果丶阿牧"] = {
["roomID"] = "135881",
["level"] = 4,
["bgID"] = 0,
},
["奎斯托"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["老衲梦难酬"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["贰月家小芝麻"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["哈哈天天"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["脆皮无糖"] = {
["roomID"] = "274164",
["level"] = 3,
["bgID"] = 0,
},
["当仁不让"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["有毒他哥有钱"] = {
["roomID"] = 285086,
["level"] = 1,
["bgID"] = 0,
},
["风之晓术"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["单毒"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["玖哥三号"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["落叶萧萧下"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["灵儿迪凯"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["野兽园馆长"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["Coturnixx"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["狂暴钱多多"] = {
["roomID"] = 290086,
["level"] = 2,
["bgID"] = 0,
},
["萨拉丨塔斯"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["眉牧如画"] = {
["roomID"] = 282658,
["level"] = 3,
["bgID"] = 0,
},
["哔哔熊一号"] = {
["roomID"] = "284395",
["level"] = 3,
["bgID"] = 0,
},
["Byredo"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["古冥"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["Alps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["辞终"] = {
["roomID"] = 258565,
["level"] = 1,
["bgID"] = 0,
},
["Bulgari"] = {
["roomID"] = "205814",
["level"] = 2,
["bgID"] = 0,
},
["奥冲丶污王"] = {
["roomID"] = 327028,
["level"] = 1,
["bgID"] = 0,
},
["紀念黑暗"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["须佐"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["今天喝瑞幸"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["Weightless"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["夺魂者凡恩"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["介个迪尅"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["冷冰冰的风"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["爱笑的小黄花"] = {
["roomID"] = 275271,
["level"] = 2,
["bgID"] = 0,
},
["罪丶夜"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["官人丶"] = {
["roomID"] = "159675",
["level"] = 2,
["bgID"] = 0,
},
["菜就别逼逼"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["出门转转"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["狡黠的圣光"] = {
["roomID"] = 244659,
["level"] = 2,
["bgID"] = 0,
},
["椒盐蛋挞"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["很长很长"] = {
["roomID"] = 206917,
["level"] = 3,
["bgID"] = 0,
},
["雪悄悄落下"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["悬圃"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["一根筋"] = {
["roomID"] = 279361,
["level"] = 2,
["bgID"] = 0,
},
["奔跑丷蜗牛"] = {
["roomID"] = "158718",
["level"] = 2,
["bgID"] = 170,
},
["夜色渐晚"] = {
["roomID"] = 172263,
["level"] = 3,
["bgID"] = 0,
},
["幼小妖"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["辰星一琼弦"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["寂寞丶沙洲冷"] = {
["roomID"] = "349108",
["level"] = 2,
["bgID"] = 170,
},
["歓畅尽意"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["柚子青"] = {
["roomID"] = 160580,
["level"] = 2,
["bgID"] = 0,
},
["灬王大锤灬"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["法爺来了"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["风往哪边吹"] = {
["roomID"] = 280878,
["level"] = 1,
["bgID"] = 0,
},
["左右伪难"] = {
["roomID"] = 111091,
["level"] = 2,
["bgID"] = 0,
},
["Imbass"] = {
["roomID"] = 135819,
["level"] = 1,
["bgID"] = 0,
},
["Lcsm"] = {
["roomID"] = 290535,
["level"] = 2,
["bgID"] = 0,
},
["牛马族螺丝王"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["轻风扶醉月"] = {
["roomID"] = "178364",
["level"] = 4,
["bgID"] = 170,
},
["尚帝大拿"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["麻麻魚"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["得如意"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["酒一壶醉红尘"] = {
["roomID"] = 142016,
["level"] = 2,
["bgID"] = 0,
},
["蚂蚁的朱砂痣"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["武帝"] = {
["roomID"] = "347680",
["level"] = 1,
["bgID"] = 0,
},
["烦尔飒"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["伊泽瑞尔丿"] = {
["roomID"] = 131097,
["level"] = 3,
["bgID"] = 0,
},
["蕾姐"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["良年"] = {
["roomID"] = 144029,
["level"] = 2,
["bgID"] = 0,
},
["Caspianc"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["九丷久丷鎏"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["一二三不会吗"] = {
["roomID"] = "110049",
["level"] = 3,
["bgID"] = 0,
},
["三德籽"] = {
["medalMap"] = {
["acc_exp"] = 7500,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "123523",
},
["天宫一号"] = {
["roomID"] = "343468",
["level"] = 2,
["bgID"] = 170,
},
["萌不萌呀"] = {
["roomID"] = "132320",
["level"] = 3,
["bgID"] = 0,
},
["甩甩术"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["屹丞"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["板甲三废之一"] = {
["roomID"] = "179104",
["level"] = 1,
["bgID"] = 0,
},
["战神九把刀"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["丨红丶塔山丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["小紫丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["沐兰青衫"] = {
["roomID"] = "154764",
["level"] = 4,
["bgID"] = 170,
},
["冲锋小动物丶"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["丫丫呵"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["圣光丶无用"] = {
["roomID"] = 296474,
["level"] = 1,
["bgID"] = 0,
},
["酷酷嗒"] = {
["roomID"] = "262953",
["level"] = 1,
["bgID"] = 0,
},
["璀璨星慕"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["执笔判官"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["筱依依"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["炎雨汐麻麻"] = {
["roomID"] = 171544,
["level"] = 1,
["bgID"] = 0,
},
["芜湖老萨满"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["蚂蚁来啦"] = {
["roomID"] = 255164,
["level"] = 2,
["bgID"] = 0,
},
["第开"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["幻真"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["泰岚德的挚爱"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["冷月温柔"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["猫猫小可乐"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["凡锅挺正经的"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["Caspianv"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["远航的小防骑"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["明衵花绮罗"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["睡不醒丶"] = {
["medalMap"] = {
["acc_exp"] = 170,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744637457,
["level"] = 1,
["bgID"] = 170,
["roomID"] = "344698",
},
["大路啊"] = {
["roomID"] = 111492,
["level"] = 1,
["bgID"] = 0,
},
["燃烧捌"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["星云小迪"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["大忽悠灬贼"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["阿水大杯茶"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["布嘉迪"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["一口喂饱你"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["哥哥保护你"] = {
["roomID"] = "182159",
["level"] = 3,
["bgID"] = 170,
},
["莽夫大哥"] = {
["roomID"] = 113437,
["level"] = 4,
["bgID"] = 0,
},
["王女士的情夫"] = {
["roomID"] = 317225,
["level"] = 4,
["bgID"] = 0,
},
["不浪漫的亮爷"] = {
["roomID"] = 211252,
["level"] = 3,
["bgID"] = 0,
},
["周月茹"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["海南大附属"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["自闭又鸽了"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["不浪漫的甩法"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["遗憾灬"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["冰冻彗星"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["无虑"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["龙仁"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["九局下半"] = {
["roomID"] = 156961,
["level"] = 2,
["bgID"] = 0,
},
["空空思咪哒"] = {
["roomID"] = 289724,
["level"] = 1,
["bgID"] = 0,
},
["麻辣鱼丶"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["夜月镇魂舞"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["酷似吴彦祖"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["黑夜小花花"] = {
["roomID"] = "257488",
["level"] = 2,
["bgID"] = 0,
},
["丨老夫子丨"] = {
["roomID"] = "168824",
["level"] = 3,
["bgID"] = 0,
},
["团长求带带"] = {
["roomID"] = 154853,
["level"] = 2,
["bgID"] = 0,
},
["小熊大叮当"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["干涉鸟德"] = {
["roomID"] = 158430,
["level"] = 2,
["bgID"] = 0,
},
["沐五胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["龙十"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["夜凨"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["痛了散了"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["拉克提亚"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["速趴臭豆腐"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["哒老湿"] = {
["bgID"] = 0,
["level"] = -1,
},
["幼稚园小西"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["霜爺"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["依海听晚风"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["血之狂霸"] = {
["bgID"] = 0,
["level"] = -1,
},
["昏锤乱锤"] = {
["roomID"] = 281364,
["level"] = 1,
["bgID"] = 0,
},
["云中無月"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["薇薇安娜斯"] = {
["roomID"] = 132539,
["level"] = 4,
["bgID"] = 0,
},
["恶魔术高手"] = {
["roomID"] = 109377,
["level"] = 2,
["bgID"] = 0,
},
["白师师丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["救苦救难清风"] = {
["roomID"] = 159568,
["level"] = 2,
["bgID"] = 0,
},
["Limelulu"] = {
["roomID"] = "202135",
["level"] = 3,
["bgID"] = 0,
},
["秋水晚凉"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["盐丨巴"] = {
["roomID"] = "249263",
["level"] = 2,
["bgID"] = 0,
},
["飲花酒"] = {
["roomID"] = 292638,
["level"] = 1,
["bgID"] = 0,
},
["東海帝王"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["太阳井井长"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["我乃技校巅峰"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["小酥饲养员"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["伊洛清尘"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["琦季"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["女王的雷霆"] = {
["roomID"] = 113940,
["level"] = 3,
["bgID"] = 0,
},
["魔法蚂蚁"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["大诛仙"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["灬玫瑰带刺的"] = {
["roomID"] = 204351,
["level"] = 2,
["bgID"] = 0,
},
["轩辕凤倾"] = {
["roomID"] = "323581",
["level"] = 4,
["bgID"] = 0,
},
["幽蓝星空"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["埃辛诺斯天秀"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["Maylee"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["呢喃青语"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["摩卡慕斯"] = {
["roomID"] = 328779,
["level"] = 1,
["bgID"] = 0,
},
["六辣子夹馍"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["戒律大毛毛"] = {
["roomID"] = 328229,
["level"] = 1,
["bgID"] = 0,
},
["要不要来一顿"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["龍仁"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["治愈系女子"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["飞龙小骑"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["Swiftbaby"] = {
["roomID"] = "153838",
["level"] = 2,
["bgID"] = 170,
},
["虎鸠雅雾梅"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["Brell"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["发型显个高丶"] = {
["roomID"] = 269904,
["level"] = 2,
["bgID"] = 0,
},
["夜偑"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["東瑋瑋"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["木莲花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["伽洛特"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["柏拉图忆"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["晨灬烈"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["妙人章"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["夜雨醉秋风"] = {
["roomID"] = 277240,
["level"] = 3,
["bgID"] = 0,
},
["黑羽夜"] = {
["roomID"] = 116264,
["level"] = 2,
["bgID"] = 0,
},
["燃烧九"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["佛亦"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["豆丶包叁号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["暴风法神杜克"] = {
["roomID"] = 158461,
["level"] = 2,
["bgID"] = 0,
},
["蜜汁黑熊熊"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["海猫丶"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["強力"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["就是看不到我"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["元帥战"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["可樂加冰"] = {
["roomID"] = 301343,
["level"] = 1,
["bgID"] = 0,
},
["清风皆过客"] = {
["roomID"] = 108369,
["level"] = 1,
["bgID"] = 0,
},
["狩狐日下"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["才艺展示"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["逆风大翻盘"] = {
["roomID"] = 232336,
["level"] = 2,
["bgID"] = 0,
},
["Jckane"] = {
["roomID"] = 275985,
["level"] = 2,
["bgID"] = 0,
},
["无祸"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["红绿鲤鱼与驴"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["逆鳞之忻"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["如影随从"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["仙草悠悠"] = {
["roomID"] = "257053",
["level"] = 3,
["bgID"] = 170,
},
["心仙牧"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["圣一嫑闪现"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["老和山宅男"] = {
["bgID"] = 0,
["level"] = -1,
},
["大秘刷秘大"] = {
["roomID"] = "344269",
["level"] = 2,
["bgID"] = 0,
},
["Lcnq"] = {
["roomID"] = 290535,
["level"] = 2,
["bgID"] = 0,
},
["大叔奶茶"] = {
["roomID"] = 154234,
["level"] = 2,
["bgID"] = 0,
},
["乌鲁洛斯"] = {
["roomID"] = "211443",
["level"] = 2,
["bgID"] = 170,
},
["Nalay"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["特雷斯"] = {
["roomID"] = "109105",
["level"] = 2,
["bgID"] = 170,
},
["皮卡丘小迷弟"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["灬薇薇安"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["晓丨哥哥"] = {
["roomID"] = "180466",
["level"] = 4,
["bgID"] = 170,
},
["Littlecc"] = {
["roomID"] = 232336,
["level"] = 2,
["bgID"] = 0,
},
["车灯又大又亮"] = {
["roomID"] = 279361,
["level"] = 2,
["bgID"] = 0,
},
["我是欧阳"] = {
["roomID"] = 189323,
["level"] = 2,
["bgID"] = 0,
},
["城之内"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["青红烙印"] = {
["roomID"] = 146068,
["level"] = 1,
["bgID"] = 0,
},
["安杜因罗萨"] = {
["roomID"] = "136799",
["level"] = 4,
["bgID"] = 170,
},
["晓丨矮哥"] = {
["roomID"] = 180466,
["level"] = 4,
["bgID"] = 170,
},
["海猫鸣泣时丶"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["椰蓉甜甜圈"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["圣之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["提啦米苏"] = {
["roomID"] = 276388,
["level"] = 2,
["bgID"] = 0,
},
["夏灬雨"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["逆鳞之焮"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["夜雨术术"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["雪儿很可爱"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["磁力棒"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["写意"] = {
["roomID"] = "354946",
["level"] = 1,
["bgID"] = 0,
},
["胸胸的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["月灵宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["烟花法诗"] = {
["roomID"] = 242050,
["level"] = 2,
["bgID"] = 0,
},
["看淡身边一砌"] = {
["roomID"] = 281315,
["level"] = 1,
["bgID"] = 0,
},
["米绮琳"] = {
["roomID"] = "142870",
["level"] = 2,
["bgID"] = 0,
},
["暗鸦科拉克斯"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["丶雪之下丶"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["沐筱枫"] = {
["roomID"] = 257054,
["level"] = 2,
["bgID"] = 0,
},
["再见五年级"] = {
["roomID"] = 286512,
["level"] = 2,
["bgID"] = 0,
},
["神将"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["野生丶黄"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["大虎比"] = {
["roomID"] = "302967",
["level"] = 3,
["bgID"] = 0,
},
["云丶曦"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["丿布丁团子"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["枸杞泡酒"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["十七岁的妹妹"] = {
["bgID"] = 0,
["level"] = -1,
},
["男丨爵"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["嘦风骚"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["暗丶祭司"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["这团长有点骚"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["铁牛砍我不"] = {
["roomID"] = "123523",
["level"] = 4,
["bgID"] = 0,
},
["荧光飞天奶"] = {
["roomID"] = 151213,
["level"] = 2,
["bgID"] = 0,
},
["圣光恋没有星"] = {
["roomID"] = 197193,
["level"] = 3,
["bgID"] = 0,
},
["摇摆迪凯"] = {
["medalMap"] = {
["acc_exp"] = 15705,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "106397",
},
["晓丨桥"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["江风白露"] = {
["roomID"] = 275278,
["level"] = 1,
["bgID"] = 0,
},
["非礼勿履"] = {
["medalMap"] = {
["acc_exp"] = 295,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744642652,
["level"] = 1,
["bgID"] = 170,
["roomID"] = "341318",
},
["喷喷哒"] = {
["roomID"] = "132448",
["level"] = 1,
["bgID"] = 0,
},
["仙人之下丶"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["爱琴海之月"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["之前叫啥来着"] = {
["roomID"] = "338088",
["level"] = 1,
["bgID"] = 0,
},
["没橙锤不会玩"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["Aipp"] = {
["roomID"] = 239596,
["level"] = 2,
["bgID"] = 0,
},
["鱼肠小小德"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["大凯吥忙"] = {
["roomID"] = 126458,
["level"] = 4,
["bgID"] = 0,
},
["无敌小小峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["不相上下"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["Qiuhaier"] = {
["roomID"] = "357005",
["level"] = 1,
["bgID"] = 0,
},
["武状圆"] = {
["roomID"] = 251931,
["level"] = 1,
["bgID"] = 0,
},
["戒灵骑士"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["嘉蕾特"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["狂小术"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["关灯奶骑一"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["故里梦川"] = {
["roomID"] = 163670,
["level"] = 1,
["bgID"] = 0,
},
["邪恶的起司猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["托米老师"] = {
["roomID"] = 143024,
["level"] = 1,
["bgID"] = 0,
},
["聖者無雙"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["盤罟"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["小凉凉"] = {
["roomID"] = "218621",
["level"] = 2,
["bgID"] = 0,
},
["丷鲜衣怒马丷"] = {
["roomID"] = 293949,
["level"] = 3,
["bgID"] = 0,
},
["宙斯雷"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["夏日的阳光"] = {
["roomID"] = 232691,
["level"] = 3,
["bgID"] = 0,
},
["雨中落叶"] = {
["roomID"] = "187297",
["level"] = 4,
["bgID"] = 0,
},
["电击小蹄子"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["丶丨甜甜灬"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["百事可贺"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["介个咕咕"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["尨灬尐"] = {
["bgID"] = 0,
["level"] = -1,
},
["香辣土豆"] = {
["roomID"] = "338192",
["level"] = 1,
["bgID"] = 0,
},
["得道将军"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["樱灬桃"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["保温壶"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["冲锋就消失"] = {
["roomID"] = 158430,
["level"] = 2,
["bgID"] = 0,
},
["大萌萨"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["又一个洋洋"] = {
["roomID"] = 333341,
["level"] = 1,
["bgID"] = 0,
},
["萧瑟非非"] = {
["roomID"] = "347945",
["level"] = 3,
["bgID"] = 170,
},
["夜色微凉丶"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["小土人"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["尼特罗"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["月野喵"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["日和坊"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["小女子贼会射"] = {
["roomID"] = 146962,
["level"] = 1,
["bgID"] = 0,
},
["巴耶嚇利"] = {
["roomID"] = 110987,
["level"] = 2,
["bgID"] = 0,
},
["爱是大白兔"] = {
["roomID"] = "176868",
["level"] = 3,
["bgID"] = 0,
},
["斗天地战苍穹"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["灬幽幽神殇灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["虎峪河的英勇"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["祖师爺"] = {
["roomID"] = "220560",
["level"] = 2,
["bgID"] = 0,
},
["Limpeh"] = {
["roomID"] = 211746,
["level"] = 2,
["bgID"] = 0,
},
["芒果小肉墩"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["大哥不和你玩"] = {
["roomID"] = 168764,
["level"] = 3,
["bgID"] = 0,
},
["丶团团皮"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["任雷钕数市"] = {
["roomID"] = "289724",
["level"] = 1,
["bgID"] = 0,
},
["战丶赊刀人"] = {
["roomID"] = 304364,
["level"] = 2,
["bgID"] = 0,
},
["偸袭"] = {
["roomID"] = 289724,
["level"] = 1,
["bgID"] = 0,
},
["疯狂虚区"] = {
["roomID"] = 201842,
["level"] = 3,
["bgID"] = 170,
},
["绿魔猫"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["煜辰"] = {
["roomID"] = 277972,
["level"] = 1,
["bgID"] = 0,
},
["我吃不消了"] = {
["roomID"] = "282416",
["level"] = 1,
["bgID"] = 170,
},
["渡鸦丶行者"] = {
["roomID"] = "280215",
["level"] = 2,
["bgID"] = 170,
},
["嘎嘎小牧"] = {
["roomID"] = 198596,
["level"] = 2,
["bgID"] = 0,
},
["霜风映晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["旺仔灬小雪饼"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["昆比"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["很麻烦"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["苍海壹术"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["吃凤梨"] = {
["roomID"] = "153838",
["level"] = 2,
["bgID"] = 170,
},
["强光克敌"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["世界唯一的你"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["丶如雨"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["清霭"] = {
["roomID"] = 319313,
["level"] = 2,
["bgID"] = 0,
},
["姽婳妖姬"] = {
["roomID"] = 189323,
["level"] = 2,
["bgID"] = 0,
},
["小老王"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["鱼脚司"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["小叡"] = {
["roomID"] = "342158",
["level"] = 1,
["bgID"] = 170,
},
["功夫拉面"] = {
["roomID"] = 116264,
["level"] = 2,
["bgID"] = 0,
},
["Astranaaran"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["谢兰"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["柯柯大魔王"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["他们叫我桃子"] = {
["roomID"] = 149547,
["level"] = 2,
["bgID"] = 0,
},
["直戳泪点"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["陆晓雨"] = {
["roomID"] = "344667",
["level"] = 1,
["bgID"] = 0,
},
["迷路的凹凸曼"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["六六九九"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["嫉妒之罪丶安"] = {
["roomID"] = 211524,
["level"] = 3,
["bgID"] = 0,
},
["弥爆爆"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["站岗小号号"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["贰月家小豆包"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["慎初"] = {
["roomID"] = 304480,
["level"] = 1,
["bgID"] = 0,
},
["旺旺仔牛奶糖"] = {
["roomID"] = "151183",
["level"] = 3,
["bgID"] = 170,
},
["秋千浔浟"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["随心而安"] = {
["roomID"] = "189214",
["level"] = 2,
["bgID"] = 0,
},
["祝您好运"] = {
["roomID"] = 146070,
["level"] = 3,
["bgID"] = 0,
},
["嚯菊圣手"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["无影猎手"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["今宵莂梦寒"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["红色木槿"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["气运之末"] = {
["roomID"] = "344269",
["level"] = 1,
["bgID"] = 0,
},
["大王别慌"] = {
["roomID"] = 138385,
["level"] = 2,
["bgID"] = 0,
},
["女慕丝"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["榴莲不留恋丶"] = {
["roomID"] = 162482,
["level"] = 2,
["bgID"] = 170,
},
["米尔豪神"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["爷爷曾"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["烟火年年"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["啊对对又寸"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["薇尔莉特丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["术术叔叔"] = {
["bgID"] = 0,
["level"] = -1,
},
["格丨里芬"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["老灬章"] = {
["roomID"] = 125299,
["level"] = 2,
["bgID"] = 0,
},
["星星小斩"] = {
["roomID"] = "335768",
["level"] = 3,
["bgID"] = 170,
},
["轩黎晨祁"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["戍边术师"] = {
["roomID"] = 326511,
["level"] = 1,
["bgID"] = 0,
},
["猫胆"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["黑色暴力"] = {
["roomID"] = 269134,
["level"] = 3,
["bgID"] = 0,
},
["天天骑小鹿灬"] = {
["bgID"] = 0,
["level"] = -1,
},
["胖胖和你拼啦"] = {
["roomID"] = "272362",
["level"] = 3,
["bgID"] = 170,
},
["偶爸滴大鹌鹑"] = {
["roomID"] = 294288,
["level"] = 2,
["bgID"] = 0,
},
["小萨在吗"] = {
["roomID"] = 258720,
["level"] = 3,
["bgID"] = 0,
},
["Predawn"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["寒胭柔"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["Doglover"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["天使圣吉列斯"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["Banyaa"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["老佛爷黑无敌"] = {
["roomID"] = 168101,
["level"] = 1,
["bgID"] = 0,
},
["蝴蝶忍丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["无比强大"] = {
["roomID"] = 278677,
["level"] = 2,
["bgID"] = 0,
},
["橙子味柚子"] = {
["roomID"] = "324804",
["level"] = 3,
["bgID"] = 170,
},
["Madshadow"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["超甜枺茶拿铁"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["丶团团的团团"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["云逸飞"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["灬幽幽訷殇灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["勇敢的小黑子"] = {
["medalMap"] = {
["acc_exp"] = 9500,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744328784,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 183637,
},
["草莓莲雾"] = {
["roomID"] = "351078",
["level"] = 2,
["bgID"] = 170,
},
["Handofsorrow"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["克蕾雅乔乔"] = {
["roomID"] = 144928,
["level"] = 1,
["bgID"] = 0,
},
["蓝煜堂"] = {
["roomID"] = 153068,
["level"] = 1,
["bgID"] = 0,
},
["无敌推土机叁"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["Mose"] = {
["roomID"] = "154764",
["level"] = 3,
["bgID"] = 170,
},
["瑶不可及"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["凶残狗"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["保温盒"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["娴熟德工具人"] = {
["medalMap"] = {
["acc_exp"] = 17122,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 160892,
},
["女王的祝福"] = {
["roomID"] = 113940,
["level"] = 3,
["bgID"] = 0,
},
["深蓝领域"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["落叶飘缈"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["是野子呀"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["燃烧燃烧"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["无边月夜"] = {
["roomID"] = 132448,
["level"] = 1,
["bgID"] = 0,
},
["Jomalone"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["那就玩个骑士"] = {
["roomID"] = "338070",
["level"] = 1,
["bgID"] = 170,
},
["日灸灬术"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["Arenamaster"] = {
["roomID"] = 162920,
["level"] = 3,
["bgID"] = 0,
},
["我拿霜脉没用"] = {
["roomID"] = 108488,
["level"] = 2,
["bgID"] = 0,
},
["漫步星空下"] = {
["roomID"] = "130443",
["level"] = 2,
["bgID"] = 0,
},
["椒盐红茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["Playeradfxri"] = {
["roomID"] = 131164,
["level"] = 1,
["bgID"] = 0,
},
["锋雷藏"] = {
["roomID"] = 237289,
["level"] = 2,
["bgID"] = 0,
},
["艾莎妮娅"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["蒲公英得约定"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["Banyazs"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["璟轩"] = {
["roomID"] = "137480",
["level"] = 2,
["bgID"] = 170,
},
["曼谷女子"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["夢寐以求"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["健康脱贫"] = {
["roomID"] = 297033,
["level"] = 1,
["bgID"] = 0,
},
["躺尸卷儿"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["燃烧军团贼帅"] = {
["roomID"] = 172653,
["level"] = 2,
["bgID"] = 0,
},
["冷酷丶"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["心上的草"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["银月寒暄"] = {
["roomID"] = 143502,
["level"] = 2,
["bgID"] = 0,
},
["阿曾"] = {
["roomID"] = 290086,
["level"] = 2,
["bgID"] = 0,
},
["醉舞胭脂"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["我不叫木木"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["橙小柒丶"] = {
["roomID"] = 142849,
["level"] = 2,
["bgID"] = 0,
},
["丨红丶杉树丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["吃颗糖壯壯胆"] = {
["roomID"] = 213858,
["level"] = 3,
["bgID"] = 0,
},
["玉衡幽影"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["玄法无边"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["巧凤六"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["德咕噜噜"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["Mstormrage"] = {
["roomID"] = 140825,
["level"] = 2,
["bgID"] = 0,
},
["爱之马杀鸡"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["油咖喱炖肉"] = {
["roomID"] = 116286,
["level"] = 2,
["bgID"] = 0,
},
["还俗丶和尚"] = {
["roomID"] = 259939,
["level"] = 2,
["bgID"] = 0,
},
["冰萃丶"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["回光反照"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["夜月幽幽"] = {
["roomID"] = "324527",
["level"] = 2,
["bgID"] = 170,
},
["九幽智天使"] = {
["roomID"] = "347043",
["level"] = 1,
["bgID"] = 0,
},
["四队鸟德"] = {
["bgID"] = 0,
["level"] = -1,
},
["湖北王大锤"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["恒无极"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["聖龍之术"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["猫猫奶茶"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["冰雪之飒"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["大地图腾"] = {
["roomID"] = 111031,
["level"] = 1,
["bgID"] = 0,
},
["猪是念来过反"] = {
["roomID"] = 126268,
["level"] = 2,
["bgID"] = 0,
},
["人纇女慕师"] = {
["medalMap"] = {
["acc_exp"] = 660,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 279361,
},
["丶美年达"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["席琳骑士"] = {
["roomID"] = 113576,
["level"] = 2,
["bgID"] = 0,
},
["傍晚的影"] = {
["roomID"] = "207555",
["level"] = 4,
["bgID"] = 170,
},
["Bvlgari"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["莹莹若晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["暗之血舞"] = {
["roomID"] = "220968",
["level"] = 2,
["bgID"] = 0,
},
["起手嫁祸灌注"] = {
["roomID"] = 161010,
["level"] = 2,
["bgID"] = 0,
},
["上将高帆博"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["刮痧电疗师"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["英勇伍佰"] = {
["roomID"] = "159330",
["level"] = 3,
["bgID"] = 0,
},
["雪米拉"] = {
["roomID"] = 319426,
["level"] = 1,
["bgID"] = 0,
},
["母猪上树"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["卡卡住了"] = {
["roomID"] = "352098",
["level"] = 1,
["bgID"] = 0,
},
["星辰圣斗士"] = {
["roomID"] = 273280,
["level"] = 3,
["bgID"] = 0,
},
["二环线射死你"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["呱呱战"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["萌萌灬假老练"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["牧之近卫"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["蘇暮辞"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["棒子插起來"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["赛拉菲姆"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["村霸吴彦祖"] = {
["roomID"] = 178451,
["level"] = 2,
["bgID"] = 0,
},
["胡子他哥"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["猫音丶"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["神五"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["狗尾巴花儿"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["Archaeoptery"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["丫呀"] = {
["roomID"] = "285838",
["level"] = 2,
["bgID"] = 170,
},
["拉莎"] = {
["roomID"] = "110527",
["level"] = 3,
["bgID"] = 170,
},
["木莳"] = {
["roomID"] = 205686,
["level"] = 1,
["bgID"] = 0,
},
["贼哞哞"] = {
["roomID"] = 286547,
["level"] = 1,
["bgID"] = 0,
},
["心情不美丽"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["匕首岭一哥们"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["雷楼梅"] = {
["roomID"] = 108038,
["level"] = 3,
["bgID"] = 0,
},
["黑黑的丶"] = {
["roomID"] = 106134,
["level"] = 2,
["bgID"] = 170,
},
["心田花开"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["西厨霸王"] = {
["roomID"] = 131227,
["level"] = 1,
["bgID"] = 0,
},
["绣丶冬"] = {
["roomID"] = 317436,
["level"] = 2,
["bgID"] = 0,
},
["小妖妹儿"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["四百夜未央"] = {
["roomID"] = 182986,
["level"] = 1,
["bgID"] = 0,
},
["咆哮清雯"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["阿尔托丶莉雅"] = {
["roomID"] = 293265,
["level"] = 3,
["bgID"] = 0,
},
["丨玖妖妖丶"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["三月的雨加雪"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["惩戒之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["尐尐萨满"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["天庭扛把子"] = {
["bgID"] = 0,
["level"] = -1,
},
["七羽丶"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["暗天波动眼"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["钟子期"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["烟尘锁寒秋乄"] = {
["roomID"] = 106544,
["level"] = 3,
["bgID"] = 0,
},
["海瑭的跌"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["空间原石"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["雨渐耳"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["黎伯伯"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["双持黄瓜"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["腎傷君"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["暴躁的毛毛虫"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["星星末染"] = {
["roomID"] = 154683,
["level"] = 3,
["bgID"] = 0,
},
["帕特里夏"] = {
["roomID"] = 200097,
["level"] = 3,
["bgID"] = 0,
},
["介个木事"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["温柔的痞子"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["夜抚青柳"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["必须按时吃饭"] = {
["roomID"] = 323348,
["level"] = 1,
["bgID"] = 0,
},
["弟丶十七"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["娛樂丶戲葒塵"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["逸星辰"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["简单"] = {
["roomID"] = 206491,
["level"] = 2,
["bgID"] = 0,
},
["浅浅灬"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["逍遥三修"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["萌萌灬博美"] = {
["roomID"] = 226898,
["level"] = 3,
["bgID"] = 170,
},
["门卫老大婶"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["陪你等雨停"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["我知你知深"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["相泽北"] = {
["roomID"] = 186348,
["level"] = 1,
["bgID"] = 0,
},
["豆丶包七号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["小猎丷"] = {
["roomID"] = 240511,
["level"] = 3,
["bgID"] = 0,
},
["我是帅哥"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["张小霞"] = {
["roomID"] = 155076,
["level"] = 3,
["bgID"] = 0,
},
["狗尾巴草草"] = {
["roomID"] = 112493,
["level"] = 1,
["bgID"] = 0,
},
["诡葉樱桃"] = {
["roomID"] = 273867,
["level"] = 2,
["bgID"] = 170,
},
["茶烟"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["夢幻丽莎发廊"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["外号大漂亮"] = {
["roomID"] = 186775,
["level"] = 2,
["bgID"] = 0,
},
["Seventyone"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["卟聆卟聆小德"] = {
["roomID"] = "126946",
["level"] = 3,
["bgID"] = 0,
},
["崂山水师"] = {
["roomID"] = "211177",
["level"] = 3,
["bgID"] = 0,
},
["表锅"] = {
["medalMap"] = {
["acc_exp"] = 8030,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031500,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "200705",
},
["年糕猫猫"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["夏涤"] = {
["roomID"] = 319313,
["level"] = 2,
["bgID"] = 0,
},
["凯雯"] = {
["roomID"] = "109387",
["level"] = 3,
["bgID"] = 170,
},
["布伦瓦尔德"] = {
["roomID"] = 122855,
["level"] = 1,
["bgID"] = 0,
},
["春去春不回"] = {
["medalMap"] = {
["acc_exp"] = 3765,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 240695,
},
["叔叔皮带松了"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["炼狱奶人"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["酱总"] = {
["roomID"] = 109820,
["level"] = 2,
["bgID"] = 0,
},
["辉煌星伐"] = {
["roomID"] = 162185,
["level"] = 3,
["bgID"] = 0,
},
["圣水猫"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["莉莉丝的眷顾"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["梦颖小可爱"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["Odettd"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["乱射王子"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["阿儿傻死"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["神之雙手"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["伟哥逝去者"] = {
["roomID"] = 321832,
["level"] = 1,
["bgID"] = 0,
},
["可爱的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["褪去黄的橙"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["大哥术"] = {
["roomID"] = 168764,
["level"] = 3,
["bgID"] = 0,
},
["高级输出模式"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["沐姐姐"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["飒青"] = {
["roomID"] = 254790,
["level"] = 1,
["bgID"] = 0,
},
["老虎山典狱长"] = {
["roomID"] = 209137,
["level"] = 2,
["bgID"] = 0,
},
["照耀吧圣光"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["朱叁叁"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["飞飞很强"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["痛苦余晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["十一月十一日"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["徐姐丶"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["点头哈腰"] = {
["roomID"] = 178138,
["level"] = 2,
["bgID"] = 0,
},
["天玑炽御"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["骑猪有圣光"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["利刃之击"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["不要问我是谁"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["邪恶之路"] = {
["roomID"] = 286338,
["level"] = 1,
["bgID"] = 0,
},
["浪杰"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["五八七"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["Vassily"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["淡淡小葒手"] = {
["roomID"] = "109210",
["level"] = 4,
["bgID"] = 170,
},
["吃颗胡萝卜"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["快乐的梅梅"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["大路丶哥"] = {
["roomID"] = 111492,
["level"] = 1,
["bgID"] = 0,
},
["老丁的萨满"] = {
["roomID"] = 319330,
["level"] = 1,
["bgID"] = 0,
},
["虚幻的神话"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["枪兵幸运三"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["漫天花羽"] = {
["roomID"] = "132278",
["level"] = 3,
["bgID"] = 170,
},
["末黯"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["环肥燕瘦"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["圣一嫑风骚"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["可爱小牧牧"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["Lostdestiny"] = {
["roomID"] = 146762,
["level"] = 1,
["bgID"] = 170,
},
["低调拾光"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["风之小法"] = {
["medalMap"] = {
["acc_exp"] = 1075,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 303001,
},
["嘉龢望岗"] = {
["roomID"] = "291551",
["level"] = 3,
["bgID"] = 170,
},
["启嚸"] = {
["roomID"] = 324533,
["level"] = 1,
["bgID"] = 0,
},
["兽兽哥顽石"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["积积阳阳德丶"] = {
["roomID"] = 247325,
["level"] = 2,
["bgID"] = 0,
},
["甜菓菓"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["Maddoggy"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["沧海凝清光"] = {
["roomID"] = "110012",
["level"] = 4,
["bgID"] = 0,
},
["二狗的小姨"] = {
["roomID"] = 197194,
["level"] = 3,
["bgID"] = 0,
},
["摇摆姬"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["萌萌灬泰迪"] = {
["roomID"] = 160408,
["level"] = 2,
["bgID"] = 0,
},
["大棒插插哟"] = {
["bgID"] = 0,
["level"] = -1,
},
["小女子会诅咒"] = {
["roomID"] = 146962,
["level"] = 1,
["bgID"] = 0,
},
["流离丶柒"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["泡泡小萨"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["宜醉"] = {
["roomID"] = "206917",
["level"] = 3,
["bgID"] = 0,
},
["Dominic"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["坂本真绫丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["玛丽莲梦姨"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["一米八零"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["睡觉盖被花"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["江湖老赖"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["一一大美丽"] = {
["roomID"] = 333341,
["level"] = 1,
["bgID"] = 0,
},
["一里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["柒进灬柒出"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["残仁静默"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["大蹄子宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["Barrage"] = {
["roomID"] = 119021,
["level"] = 1,
["bgID"] = 0,
},
["超级能吃"] = {
["roomID"] = "203062",
["level"] = 1,
["bgID"] = 0,
},
["丨戰丨骑丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["抱猪去闻花香"] = {
["roomID"] = 328779,
["level"] = 1,
["bgID"] = 0,
},
["深夜波比"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["请勿触摸喂食"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["铃音灬"] = {
["roomID"] = 186902,
["level"] = 1,
["bgID"] = 0,
},
["米其林大厨"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["打十个饱嗝"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["曦揚"] = {
["roomID"] = 240625,
["level"] = 2,
["bgID"] = 0,
},
["五千斤的胖妹"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["老元"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["伊邪耐特"] = {
["roomID"] = 171544,
["level"] = 1,
["bgID"] = 0,
},
["我喜欢抽烟"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["牦牛一号"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["俺喜欢粉嘟嘟"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["不浪漫的傻瓜"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["曼谷男模"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["小宝二"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["抠抠搜搜"] = {
["roomID"] = 178138,
["level"] = 2,
["bgID"] = 0,
},
["一点五十八"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨嘁"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["绚濑绘里"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["聆听挽歌空"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["丶南星"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["蕾蕾泪累"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["慧怡木事"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["丨月色凋零丨"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["超嬡丹"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["天穹之幕"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["轩黎晨柒"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["僞妳迩戰"] = {
["roomID"] = "172149",
["level"] = 3,
["bgID"] = 170,
},
["刺殇"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["糖丶好丶甜"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["Powerpillow"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["若灬初见"] = {
["roomID"] = 175263,
["level"] = 3,
["bgID"] = 0,
},
["小熊睡不醒"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["巨大的胖纸"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["Luckyfox"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["他就是惜缘"] = {
["roomID"] = 212211,
["level"] = 2,
["bgID"] = 0,
},
["挠晒头"] = {
["roomID"] = 108038,
["level"] = 3,
["bgID"] = 0,
},
["高冷姨太"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["大河若比邻"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["魅影小美"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["甘肃人"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["骑风月笙"] = {
["roomID"] = "276833",
["level"] = 2,
["bgID"] = 0,
},
["倔强的小粉"] = {
["roomID"] = 226620,
["level"] = 1,
["bgID"] = 0,
},
["张来财"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["锰氖子"] = {
["roomID"] = 106249,
["level"] = 1,
["bgID"] = 0,
},
["阿斯钢"] = {
["roomID"] = "326142",
["level"] = 2,
["bgID"] = 0,
},
["辛辣"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["残墨"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["暗夜丶梦淇"] = {
["roomID"] = 304364,
["level"] = 2,
["bgID"] = 0,
},
["津水愧"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["無名小卒子"] = {
["roomID"] = 112229,
["level"] = 3,
["bgID"] = 0,
},
["永恒無铭丶"] = {
["roomID"] = 150455,
["level"] = 2,
["bgID"] = 0,
},
["老虎山大野牛"] = {
["roomID"] = 209137,
["level"] = 2,
["bgID"] = 0,
},
["筱筱豆丶"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["无敌最霸道"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["忧伤丨邪"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["山里娘们"] = {
["roomID"] = "251443",
["level"] = 3,
["bgID"] = 170,
},
["砍破苍穹"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["铁头兰兰"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["清野凛"] = {
["roomID"] = "128002",
["level"] = 3,
["bgID"] = 0,
},
["纠结症患者"] = {
["roomID"] = "182520",
["level"] = 3,
["bgID"] = 170,
},
["半寸闪光"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["彭州打火机"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["陈文西丨"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["贫尼法号上帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["易地皆然"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["落華亦無情"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["正義必勝"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["Roselyn"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["长夜无眠"] = {
["roomID"] = "259941",
["level"] = 1,
["bgID"] = 170,
},
["耀暘奶骑"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["逻辑猫"] = {
["roomID"] = "182957",
["level"] = 2,
["bgID"] = 0,
},
["思念啊"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["上杉绘梨衣"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["梦魅以求"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["冰之寒"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["Recklex"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["凉开水拌饭"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["假面骑士极狐"] = {
["roomID"] = 167900,
["level"] = 3,
["bgID"] = 0,
},
["千杯愁"] = {
["roomID"] = 284274,
["level"] = 2,
["bgID"] = 0,
},
["少侠我的天呐"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["靈食刃"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["青莲居士"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["鉄之兽兽哥"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["定能飞向天空"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["尐尐法"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["醉染伊人泪"] = {
["roomID"] = "258591",
["level"] = 1,
["bgID"] = 0,
},
["田小凌"] = {
["roomID"] = 111241,
["level"] = 2,
["bgID"] = 0,
},
["姬絲秀忒"] = {
["roomID"] = 145968,
["level"] = 1,
["bgID"] = 0,
},
["看淡身边一沏"] = {
["roomID"] = 281315,
["level"] = 1,
["bgID"] = 0,
},
["董丨珗珄"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["糯米果果"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["德莱怒风丶"] = {
["roomID"] = "116110",
["level"] = 3,
["bgID"] = 170,
},
["风中飘零"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["尐骑士"] = {
["roomID"] = "114987",
["level"] = 4,
["bgID"] = 170,
},
["Monclerr"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["曦曦哈哈"] = {
["roomID"] = 113468,
["level"] = 2,
["bgID"] = 0,
},
["宇宇酱"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["枢密使"] = {
["roomID"] = 136304,
["level"] = 2,
["bgID"] = 0,
},
["傻柱"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["菇喵王"] = {
["roomID"] = 292354,
["level"] = 1,
["bgID"] = 0,
},
["Zjkane"] = {
["roomID"] = 275985,
["level"] = 2,
["bgID"] = 0,
},
["你是我的鱼灬"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["不丶教"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["地狱丨吹雪"] = {
["roomID"] = 324646,
["level"] = 1,
["bgID"] = 0,
},
["小小羽毛"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["希芙之祈"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["雪花狩猎"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["铭阳玻璃"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["没事多练练"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["无敌小峰峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["圣光军团长"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["侏灬儒"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["海猫鸣泣时灬"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["吓哭没"] = {
["roomID"] = 186775,
["level"] = 2,
["bgID"] = 0,
},
["秋千项陌"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["苍茫哥小坦克"] = {
["roomID"] = "121057",
["level"] = 2,
["bgID"] = 0,
},
["北落星空"] = {
["roomID"] = 174385,
["level"] = 2,
["bgID"] = 0,
},
["琦际"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["秋水挽星宇"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["芜情灬"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["多情伤别离"] = {
["roomID"] = 220386,
["level"] = 2,
["bgID"] = 0,
},
["老眼子"] = {
["roomID"] = 323348,
["level"] = 1,
["bgID"] = 0,
},
["我是欠薪者"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["深秋之约"] = {
["roomID"] = 138385,
["level"] = 2,
["bgID"] = 0,
},
["萧十一郎灬"] = {
["roomID"] = 317453,
["level"] = 2,
["bgID"] = 0,
},
["Candp"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["Fiora"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["唏夜深蘫"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["恒宝宝要砍砍"] = {
["roomID"] = "235240",
["level"] = 3,
["bgID"] = 0,
},
["超强三二六"] = {
["roomID"] = 173405,
["level"] = 2,
["bgID"] = 0,
},
["白山"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["桃花剑神"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["哪个槑贼"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["泡芙泡芙壹"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["无邪哒哒"] = {
["bgID"] = 0,
["level"] = -1,
},
["皮卡丘的土豆"] = {
["medalMap"] = {
["acc_exp"] = 16870,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 111170,
},
["得意年华"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["国服没我"] = {
["roomID"] = "282416",
["level"] = 1,
["bgID"] = 170,
},
["灰暗的暗影"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["豆奶豆"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["小香巡"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["啊祖快跑"] = {
["roomID"] = 286958,
["level"] = 1,
["bgID"] = 0,
},
["风亦更水亦程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["斑竹隊长"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["霜铁大领主"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["月半橘"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["蓝色雨天"] = {
["roomID"] = "151183",
["level"] = 3,
["bgID"] = 170,
},
["吃我喵喵拳丶"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["菱波丽"] = {
["roomID"] = 141628,
["level"] = 1,
["bgID"] = 0,
},
["红枫花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["銀眼咸鱼"] = {
["roomID"] = "137480",
["level"] = 2,
["bgID"] = 170,
},
["精壮的女人"] = {
["roomID"] = 281364,
["level"] = 1,
["bgID"] = 0,
},
["猪柚子"] = {
["roomID"] = 133458,
["level"] = 2,
["bgID"] = 0,
},
["影牢"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["百香果生吃"] = {
["roomID"] = "242504",
["level"] = 1,
["bgID"] = 0,
},
["爺丶淺酌紅塵"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["小何要刷牙"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["小吉吉"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["Madbaby"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["荼蘼花落"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["橘黄昏"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["吞天帝丶帝軍"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["大炮罗"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["单马尾妞妞"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["师太种黄瓜"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["Caramel"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["万象星辰"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["探索者摩尔"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["凶手壹号"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["蕊芮四"] = {
["roomID"] = "348006",
["level"] = 1,
["bgID"] = 170,
},
["修然贼"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["沐老师"] = {
["roomID"] = 154573,
["level"] = 2,
["bgID"] = 0,
},
["筱啪菜丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["德國妞"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["再见黑八"] = {
["roomID"] = 293949,
["level"] = 3,
["bgID"] = 0,
},
["这个女萨满"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["桫椤"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["稳稳滴幸福"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["小菠萝蜜"] = {
["medalMap"] = {
["acc_exp"] = 16300,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 112001,
},
["锦年之殇"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["擒贼擒王"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["丶冰河世纪丶"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["丨阿牛丶丨"] = {
["roomID"] = "159879",
["level"] = 3,
["bgID"] = 170,
},
["龙凤锦鲤"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["朴簖鲷"] = {
["roomID"] = 289227,
["level"] = 2,
["bgID"] = 0,
},
["丫猫猫"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["回忆丨梦一场"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["半寸阳光"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["碧海云汐"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["大财纸"] = {
["roomID"] = 135373,
["level"] = 2,
["bgID"] = 0,
},
["椒盐豆豉"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["Eddieorz"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["龍丶绾夏"] = {
["roomID"] = 220787,
["level"] = 3,
["bgID"] = 0,
},
["喵梦亲"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["御剑冰川"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["指尖的毁灭"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["丨戰丨法丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["爱琴海之血"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["斯坦索姆居民"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["师太会黄瓜"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["清梦碎星河"] = {
["roomID"] = 144029,
["level"] = 2,
["bgID"] = 0,
},
["雾青"] = {
["bgID"] = 0,
["level"] = -1,
},
["缔娜"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["快点开幻化"] = {
["roomID"] = 182960,
["level"] = 1,
["bgID"] = 0,
},
["号多不压身"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["卡萨洛"] = {
["roomID"] = "352098",
["level"] = 1,
["bgID"] = 0,
},
["隔壁丷老王"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["小死丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["非洲一之星"] = {
["roomID"] = 107515,
["level"] = 2,
["bgID"] = 0,
},
["怨仇"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["灬舍予灬"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["刘老师丶"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["最爱阿柯"] = {
["roomID"] = 115980,
["level"] = 3,
["bgID"] = 0,
},
["凉酒"] = {
["roomID"] = "291270",
["level"] = 2,
["bgID"] = 170,
},
["阮轻微"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["樱桃有犄角"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["瞪鉨妹儿"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["小祖宗丶"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["好大一个法"] = {
["roomID"] = 109203,
["level"] = 2,
["bgID"] = 0,
},
["奚梦瑶"] = {
["roomID"] = 276675,
["level"] = 1,
["bgID"] = 0,
},
["吉诺佩蒂舞曲"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["农夫十二拳"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["木糖醇爱疯"] = {
["roomID"] = "174704",
["level"] = 2,
["bgID"] = 170,
},
["顶顶顺成牛"] = {
["bgID"] = 0,
["level"] = -1,
},
["咕咕鸟咕咕"] = {
["bgID"] = 0,
["level"] = -1,
},
["老衲二抬腿"] = {
["roomID"] = 172274,
["level"] = 3,
["bgID"] = 0,
},
["楼可楼非常楼"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["混个时间"] = {
["roomID"] = 292133,
["level"] = 1,
["bgID"] = 0,
},
["搞子"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["我顶上试试"] = {
["roomID"] = 327881,
["level"] = 1,
["bgID"] = 0,
},
["烈焱魂"] = {
["roomID"] = "154764",
["level"] = 3,
["bgID"] = 170,
},
["Czzo"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["贪狼的记忆"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["泰枬德"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["津排谢"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["Nicoleo"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["法狮卡德减"] = {
["roomID"] = "173335",
["level"] = 2,
["bgID"] = 170,
},
["四月维夏"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["沉魚落雁"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["斯坦索扶沟"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["柔夷图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["琪琪暴走了"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["一盖亚一"] = {
["medalMap"] = {
["acc_exp"] = 9695,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "137112",
},
["蕾蕾泪了"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["丶洛一"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["约德尔人七"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["萨有介事"] = {
["roomID"] = "262953",
["level"] = 1,
["bgID"] = 0,
},
["小米布丁"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["萌萌灬风车车"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["尛嚸嚸丶"] = {
["roomID"] = 109336,
["level"] = 1,
["bgID"] = 0,
},
["花萌萌"] = {
["roomID"] = "338072",
["level"] = 3,
["bgID"] = 0,
},
["上帝的无名指"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["麻烦制造器"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["灵魂的洗礼"] = {
["roomID"] = 139860,
["level"] = 2,
["bgID"] = 0,
},
["霞柱无一郎"] = {
["roomID"] = 218621,
["level"] = 2,
["bgID"] = 0,
},
["偏爱大保健"] = {
["roomID"] = "348186",
["level"] = 1,
["bgID"] = 0,
},
["刺挠灬"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["芜湖有小德"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["寈春"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["噌噌蹭"] = {
["roomID"] = "314942",
["level"] = 2,
["bgID"] = 170,
},
["山吟日未暮"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["麻仓枼丶"] = {
["roomID"] = "118630",
["level"] = 4,
["bgID"] = 170,
},
["嘎樱桃"] = {
["roomID"] = "205534",
["level"] = 3,
["bgID"] = 170,
},
["死戦不退"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["啊祖不怕"] = {
["roomID"] = 286958,
["level"] = 1,
["bgID"] = 0,
},
["敞开心扉四"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["鸿盟法"] = {
["roomID"] = 211290,
["level"] = 2,
["bgID"] = 0,
},
["梦绝音尘丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["紧绷的柠檬糖"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["血契信仰"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["刺客李白"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["秋水昂扬"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["村头刘二狗"] = {
["roomID"] = 197194,
["level"] = 3,
["bgID"] = 0,
},
["阿姨心动了"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["十渠卖十一"] = {
["roomID"] = 284274,
["level"] = 2,
["bgID"] = 0,
},
["指明方向"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["橡皮爷爷"] = {
["roomID"] = 328238,
["level"] = 1,
["bgID"] = 0,
},
["丶梵妮莎"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["妮可妮柯妮"] = {
["roomID"] = 186348,
["level"] = 1,
["bgID"] = 0,
},
["无证修车"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["洒丶萨"] = {
["roomID"] = 109336,
["level"] = 1,
["bgID"] = 0,
},
["打九个饱嗝"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["灰冭狼"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["天天骑小鹿"] = {
["bgID"] = 0,
["level"] = -1,
},
["黄鹤楼平安"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["羽丶微凉"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["Kikyous"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["哎呦好棒哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["梦漓星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["玖哥二号"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["小蘇梨"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["沈小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["星星小弩"] = {
["roomID"] = "335768",
["level"] = 3,
["bgID"] = 170,
},
["步练瑡"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["淡漠画清容"] = {
["medalMap"] = {
["acc_exp"] = 5750,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "325312",
},
["小可乐丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["仧灬仧"] = {
["roomID"] = "237625",
["level"] = 2,
["bgID"] = 0,
},
["冰淇淋"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["如露丶亦如电"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["尼山萨满"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["蕾蓓卡"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["执着小圣"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的云长"] = {
["roomID"] = 201812,
["level"] = 1,
["bgID"] = 0,
},
["阿尔卑斯鲜果"] = {
["roomID"] = "147364",
["level"] = 3,
["bgID"] = 170,
},
["甘如霜"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["一日便是一天"] = {
["roomID"] = 156862,
["level"] = 2,
["bgID"] = 0,
},
["奥冲丶污王一"] = {
["roomID"] = 327028,
["level"] = 1,
["bgID"] = 0,
},
["雷霆益达"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["冷轻尘"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["霜天残阳"] = {
["roomID"] = 166070,
["level"] = 3,
["bgID"] = 0,
},
["Tyrants"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["望铃"] = {
["roomID"] = 107770,
["level"] = 3,
["bgID"] = 0,
},
["知名壮年"] = {
["roomID"] = 113611,
["level"] = 2,
["bgID"] = 0,
},
["派大丶星"] = {
["roomID"] = 311854,
["level"] = 1,
["bgID"] = 0,
},
["张谦小胖"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["高强度钢板"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["叁千烦恼"] = {
["roomID"] = "177993",
["level"] = 3,
["bgID"] = 170,
},
["阳台上的影子"] = {
["roomID"] = 145242,
["level"] = 3,
["bgID"] = 0,
},
["相信灬光"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["Oishilychee"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["匕首的誓言"] = {
["roomID"] = 326695,
["level"] = 1,
["bgID"] = 0,
},
["三品带剑侍卫"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["约德尔人六"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["回忆而已"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["样子好胸"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["群星汐梦"] = {
["roomID"] = 296577,
["level"] = 1,
["bgID"] = 0,
},
["Whitenight"] = {
["roomID"] = "343286",
["level"] = 2,
["bgID"] = 0,
},
["月亮的儿子"] = {
["roomID"] = "147408",
["level"] = 3,
["bgID"] = 170,
},
["排骨贼"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["黑手丶法爷"] = {
["roomID"] = 113888,
["level"] = 3,
["bgID"] = 0,
},
["泡芙泡芙哟"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["唏夜深藍"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["媛弟齐飞"] = {
["roomID"] = 109050,
["level"] = 1,
["bgID"] = 0,
},
["跳起狂捶膝盖"] = {
["roomID"] = 231082,
["level"] = 1,
["bgID"] = 0,
},
["清风吹拂丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["途往"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["弥白白"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["女王的灵感"] = {
["roomID"] = "113994",
["level"] = 4,
["bgID"] = 0,
},
["聖聖肾骑士"] = {
["roomID"] = 287424,
["level"] = 2,
["bgID"] = 0,
},
["骑个龙冬强"] = {
["roomID"] = 166682,
["level"] = 2,
["bgID"] = 0,
},
["糖荳"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["没事就英勇"] = {
["roomID"] = "348186",
["level"] = 1,
["bgID"] = 0,
},
["玛拉顿霸主"] = {
["roomID"] = 158747,
["level"] = 1,
["bgID"] = 0,
},
["海格力斯丿"] = {
["roomID"] = "329442",
["level"] = 1,
["bgID"] = 0,
},
["乖德很"] = {
["roomID"] = 328238,
["level"] = 1,
["bgID"] = 0,
},
["光头小仔仔"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["単眼皮灬少爺"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["冒牌导演"] = {
["roomID"] = 138385,
["level"] = 2,
["bgID"] = 0,
},
["晶神小伙"] = {
["roomID"] = 153511,
["level"] = 2,
["bgID"] = 0,
},
["静静的顿河"] = {
["roomID"] = 167785,
["level"] = 2,
["bgID"] = 170,
},
["猫猫咖啡"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["深秋楓葉"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["富贵萨丶"] = {
["roomID"] = "143891",
["level"] = 4,
["bgID"] = 170,
},
["阿余生呐"] = {
["roomID"] = 235170,
["level"] = 1,
["bgID"] = 0,
},
["蓝色牧羊人"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["羊上仙"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["橙丨子"] = {
["roomID"] = "302709",
["level"] = 1,
["bgID"] = 170,
},
["猫爷古尘丶"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["丶小绿茶"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["Thingfry"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["其实没感觉"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["清凡"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["不想加班"] = {
["roomID"] = 107071,
["level"] = 1,
["bgID"] = 170,
},
["學而不厭丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["慕婉"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["光明领主"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["日二挡电风扇"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["战狂之殇"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["十点睡"] = {
["roomID"] = 259817,
["level"] = 1,
["bgID"] = 0,
},
["咕风"] = {
["roomID"] = 307917,
["level"] = 2,
["bgID"] = 0,
},
["克兰西"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["曼谷男孩"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["圣白骑士"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["狂暴钱美美"] = {
["roomID"] = 290086,
["level"] = 2,
["bgID"] = 0,
},
["梦颖的小跟班"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["炽灬无忧"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["老衲法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["烈焰無雙"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["十月份丶"] = {
["roomID"] = 132919,
["level"] = 3,
["bgID"] = 0,
},
["阿小芃丶"] = {
["roomID"] = "128204",
["level"] = 2,
["bgID"] = 0,
},
["茄子哥哥"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["Biubiujiang"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["乖巧的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["数九"] = {
["roomID"] = 313757,
["level"] = 1,
["bgID"] = 0,
},
["钿喜碧吖"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["橙色含羞草"] = {
["roomID"] = 305307,
["level"] = 1,
["bgID"] = 0,
},
["星辰传说"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["如春花映水梨"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["棒棒哒"] = {
["roomID"] = 304480,
["level"] = 1,
["bgID"] = 0,
},
["小骑丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["舞波波"] = {
["roomID"] = 324646,
["level"] = 1,
["bgID"] = 0,
},
["自摸三家"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["君子棃"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["绫波丽丶"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["油炸西瓜"] = {
["roomID"] = 165552,
["level"] = 2,
["bgID"] = 0,
},
["一月白雪"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["羽涅"] = {
["medalMap"] = {
["acc_exp"] = 7195,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031620,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 172341,
},
["黯鞠拉贝碧"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["老汤偷袭"] = {
["medalMap"] = {
["acc_exp"] = 760,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 2,
["bgID"] = 170,
["roomID"] = "184402",
},
["木棉花暧鹧鸪"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["小小骑灬"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["天长递酒"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["安玻"] = {
["roomID"] = "132332",
["level"] = 2,
["bgID"] = 0,
},
["希芙之誓"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["伤情丶"] = {
["roomID"] = 164978,
["level"] = 2,
["bgID"] = 0,
},
["唐钰小老头"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["马慢"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["年迈的辰哥"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["帽帽爱吃肉呀"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["风月宝鉴"] = {
["roomID"] = 205543,
["level"] = 2,
["bgID"] = 0,
},
["惩戒大毛毛"] = {
["roomID"] = "328229",
["level"] = 1,
["bgID"] = 0,
},
["Onegege"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["画奕忧丶"] = {
["roomID"] = 115479,
["level"] = 3,
["bgID"] = 0,
},
["重拳出击泥岩"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["演员的生涯"] = {
["roomID"] = "180632",
["level"] = 2,
["bgID"] = 0,
},
["野生的鸭鸭"] = {
["roomID"] = 109377,
["level"] = 2,
["bgID"] = 0,
},
["基路亜"] = {
["roomID"] = 253761,
["level"] = 3,
["bgID"] = 0,
},
["渣渣丶别说话"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["量子永动机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["元素大毛毛"] = {
["roomID"] = 328229,
["level"] = 1,
["bgID"] = 0,
},
["苏州迪丽热巴"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["痞影戏"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["执着小萨"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["弥尔萨思"] = {
["roomID"] = "335924",
["level"] = 2,
["bgID"] = 0,
},
["威士忌酸"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["天天种庄稼"] = {
["roomID"] = 152290,
["level"] = 3,
["bgID"] = 0,
},
["椰汁不加水"] = {
["roomID"] = "344206",
["level"] = 1,
["bgID"] = 0,
},
["星光丨璀璨"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["正义小子"] = {
["roomID"] = 316398,
["level"] = 3,
["bgID"] = 170,
},
["张独宝"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["呱呱大人"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["奈奈德"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["妳的骨骼"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["Chrisdina"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["联盟侍卫"] = {
["roomID"] = 287086,
["level"] = 1,
["bgID"] = 0,
},
["計然"] = {
["roomID"] = 107604,
["level"] = 2,
["bgID"] = 0,
},
["雷二十七"] = {
["roomID"] = 317911,
["level"] = 1,
["bgID"] = 0,
},
["烈火烙印"] = {
["roomID"] = "250920",
["level"] = 3,
["bgID"] = 0,
},
["弓虽强石哽硬"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["恒大宝"] = {
["roomID"] = 235240,
["level"] = 3,
["bgID"] = 0,
},
["卿辞沐露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["马小银"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["先砍对面坦克"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["沐七胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["丶疾风刺客"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["袖珍番茄"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["观星者丨苍龙"] = {
["roomID"] = "291551",
["level"] = 3,
["bgID"] = 170,
},
["阿毛不是猫"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["吉祥烈烈"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["猫总的意志"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["妒花钿"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["是小蛋糕呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["山上彻嘢"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["板蓝根可乐"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["Qascdz"] = {
["roomID"] = "276833",
["level"] = 2,
["bgID"] = 0,
},
["永远滴神"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["Rooynn"] = {
["roomID"] = 115191,
["level"] = 1,
["bgID"] = 0,
},
["Wwvv"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["千里灬不留行"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["想吃棒冰"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["风吹雨成沙"] = {
["roomID"] = 292133,
["level"] = 3,
["bgID"] = 0,
},
["香菇山鸡煲"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["诡葉圣劫"] = {
["roomID"] = 273867,
["level"] = 2,
["bgID"] = 170,
},
["十贝勒丶"] = {
["roomID"] = 134558,
["level"] = 2,
["bgID"] = 0,
},
["哪吒丨丨法"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["杨小葵"] = {
["roomID"] = 174366,
["level"] = 1,
["bgID"] = 0,
},
["风雨无声"] = {
["roomID"] = "278209",
["level"] = 2,
["bgID"] = 0,
},
["伤感大司命"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["丷薇薇安"] = {
["roomID"] = "329347",
["level"] = 1,
["bgID"] = 0,
},
["追风小扶沟"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["灬幽幽战魂灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["九月霜满江"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["暴走萝莉丷"] = {
["roomID"] = 219938,
["level"] = 3,
["bgID"] = 0,
},
["欧阳咲夜"] = {
["roomID"] = 189368,
["level"] = 1,
["bgID"] = 0,
},
["多情伤离别"] = {
["roomID"] = 220386,
["level"] = 2,
["bgID"] = 0,
},
["头给你打漏掉"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["浅浅凌"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["新垣"] = {
["bgID"] = 0,
["level"] = -1,
},
["唯剑"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["小七尼酱"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["普信大哥"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["冰血寒莲"] = {
["roomID"] = 252300,
["level"] = 1,
["bgID"] = 0,
},
["肾有多伤"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["Pepe"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["那时风华"] = {
["roomID"] = 138385,
["level"] = 2,
["bgID"] = 0,
},
["妖妖灵丨荧"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["法神灬蓝电"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["大杯具丶"] = {
["roomID"] = "111284",
["level"] = 2,
["bgID"] = 0,
},
["天堂疯子"] = {
["roomID"] = 158734,
["level"] = 3,
["bgID"] = 0,
},
["黒黯"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["水一更风亦程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["丨丨欧巴丨丨"] = {
["roomID"] = 323972,
["level"] = 2,
["bgID"] = 0,
},
["英国私掠舰长"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["Intro"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["萨满英勇开"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["提壶灌顶"] = {
["roomID"] = 320885,
["level"] = 1,
["bgID"] = 0,
},
["风亿程水一程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["Ispsky"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["Hydia"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["炎雨汐"] = {
["roomID"] = 171544,
["level"] = 1,
["bgID"] = 0,
},
["一哩哩"] = {
["roomID"] = "220608",
["level"] = 2,
["bgID"] = 170,
},
["妈妈打码"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["吉祥的小老弟"] = {
["roomID"] = 170039,
["level"] = 2,
["bgID"] = 0,
},
["火舞来袭"] = {
["roomID"] = 157632,
["level"] = 2,
["bgID"] = 0,
},
["大忽悠灬防骑"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["湖畔镇的风"] = {
["roomID"] = "183120",
["level"] = 4,
["bgID"] = 0,
},
["貔貅猎"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["荆兰岚"] = {
["roomID"] = 283349,
["level"] = 2,
["bgID"] = 0,
},
["德馨应手"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["最白的大腿"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["椰汁不加甜"] = {
["roomID"] = "344206",
["level"] = 1,
["bgID"] = 0,
},
["阿西瑞斯"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["如果云知道丶"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["五虎将丶子龙"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["沐雨乘風"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["Ddcar"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["本少第一帅"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["反击螺旋丸"] = {
["roomID"] = "344269",
["level"] = 1,
["bgID"] = 0,
},
["吃欺头"] = {
["roomID"] = "287141",
["level"] = 1,
["bgID"] = 170,
},
["末日重生"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["一夜指秋"] = {
["roomID"] = 165883,
["level"] = 1,
["bgID"] = 0,
},
["某哒"] = {
["bgID"] = 0,
["level"] = -1,
},
["丶天空之宸"] = {
["roomID"] = 157941,
["level"] = 1,
["bgID"] = 0,
},
["剑破梨花桑"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["浅浅零"] = {
["roomID"] = "275760",
["level"] = 2,
["bgID"] = 0,
},
["龍乄卧龍"] = {
["roomID"] = 220787,
["level"] = 3,
["bgID"] = 0,
},
["虚幻的梦境"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["灵犬雪莉"] = {
["roomID"] = 271348,
["level"] = 2,
["bgID"] = 0,
},
["泉在彼方"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["知名摄影"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["玖哥丶好红"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["洛丹伦夏天"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 0,
},
["冰帝铠韬哥"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 0,
},
["无风也无月丶"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["纯禽小小猎"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["与我共舞"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["秋暮枫叶情"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["芊蕙葳蕤"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["薇薇安丷"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["风雪俏佳人"] = {
["medalMap"] = {
["acc_exp"] = 19585,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744032820,
["level"] = 5,
["bgID"] = 0,
["roomID"] = "157335",
},
["秋月暮雪"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["湿鸡"] = {
["roomID"] = 292616,
["level"] = 1,
["bgID"] = 0,
},
["蔡鳥"] = {
["roomID"] = "337435",
["level"] = 1,
["bgID"] = 0,
},
["白天赌"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["丶正月"] = {
["roomID"] = 132919,
["level"] = 3,
["bgID"] = 0,
},
["愛狗人士"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["夯你一锤"] = {
["roomID"] = "350109",
["level"] = 1,
["bgID"] = 0,
},
["吉利缤瑞"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["寒夜牛仔"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["盐一巴"] = {
["roomID"] = "249263",
["level"] = 1,
["bgID"] = 0,
},
["奶酪甜甜圈"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["皮常山"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["米法的复仇"] = {
["roomID"] = "313749",
["level"] = 3,
["bgID"] = 0,
},
["最美不过初見"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["紫缘"] = {
["roomID"] = 132812,
["level"] = 3,
["bgID"] = 0,
},
["浪琴"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["粉红小昱儿"] = {
["roomID"] = 201812,
["level"] = 1,
["bgID"] = 0,
},
["芜湖强萨满"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["帕菈斯"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["Caspians"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["大红喜庆"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["最佳男主"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["小亡丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["可怜乞丐猪"] = {
["roomID"] = 304579,
["level"] = 2,
["bgID"] = 0,
},
["萝南瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["寒雨傲雪"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["冰城小羽毛"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["又见云长"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["张學友丶"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["猫德趣"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["Banyafs"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["浊酒恋紅尘"] = {
["roomID"] = 155968,
["level"] = 2,
["bgID"] = 0,
},
["Slinas"] = {
["bgID"] = 0,
["level"] = -1,
},
["主要真的强"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["Emocat"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["宇宙之王"] = {
["roomID"] = 292694,
["level"] = 1,
["bgID"] = 0,
},
["五九七"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["萌萌比较萌丶"] = {
["roomID"] = 327233,
["level"] = 1,
["bgID"] = 0,
},
["天赋九饼"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["矮子木丶"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["气蒸云梦"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["不要看我矮"] = {
["bgID"] = 0,
["level"] = -1,
},
["敞开心扉"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["川贝"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["弑灬君"] = {
["roomID"] = "143887",
["level"] = 3,
["bgID"] = 170,
},
["这车打快点"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["落月晴川"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["花欣喜"] = {
["roomID"] = "345155",
["level"] = 2,
["bgID"] = 170,
},
["伊什塔爾"] = {
["roomID"] = 145968,
["level"] = 1,
["bgID"] = 0,
},
["王不丶留行丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["烟雨小萨"] = {
["roomID"] = 226762,
["level"] = 1,
["bgID"] = 0,
},
["丶米津玄师"] = {
["roomID"] = "349049",
["level"] = 1,
["bgID"] = 0,
},
["帅气小牧牧"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["Coturnix"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["只玩鸟德"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["哲霸大宝"] = {
["roomID"] = 137531,
["level"] = 2,
["bgID"] = 0,
},
["燃烧五"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["职业防骑"] = {
["medalMap"] = {
["acc_exp"] = 6880,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288761,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "129116",
},
["宜兴吴彦祖"] = {
["roomID"] = "340150",
["level"] = 1,
["bgID"] = 0,
},
["暮殇"] = {
["roomID"] = "335960",
["level"] = 1,
["bgID"] = 0,
},
["仙草芊"] = {
["roomID"] = "257053",
["level"] = 3,
["bgID"] = 170,
},
["果果的避风港"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["百合紫"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["青菜叶上"] = {
["roomID"] = "145731",
["level"] = 2,
["bgID"] = 0,
},
["Caspianr"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["月亮的小猎"] = {
["roomID"] = 147408,
["level"] = 3,
["bgID"] = 170,
},
["我是气璇"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["弦千机"] = {
["roomID"] = 238894,
["level"] = 1,
["bgID"] = 0,
},
["吞天帝丶酷爷"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["百灵花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["宁德时代"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["冰畅噢"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["丶灌荫汏湿"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["旺仔灬小牛奶"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["老程法力无边"] = {
["roomID"] = 152849,
["level"] = 2,
["bgID"] = 0,
},
["巨能掏"] = {
["roomID"] = 207031,
["level"] = 1,
["bgID"] = 0,
},
["饮月菌"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["欧根亲王"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["大舌头粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["孩子还小"] = {
["roomID"] = 252300,
["level"] = 1,
["bgID"] = 0,
},
["这个真高"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["一缕晚秋"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["敞开心扉三"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["过来吃我两拳"] = {
["roomID"] = 137325,
["level"] = 3,
["bgID"] = 0,
},
["圣靈"] = {
["roomID"] = 144933,
["level"] = 1,
["bgID"] = 0,
},
["戰士在右"] = {
["roomID"] = 107654,
["level"] = 1,
["bgID"] = 0,
},
["猫爪痕"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["大王珂珂"] = {
["roomID"] = "252637",
["level"] = 4,
["bgID"] = 170,
},
["Ioriseto"] = {
["roomID"] = 276296,
["level"] = 1,
["bgID"] = 0,
},
["烟光里"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["萧萧贼"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["張小蕯"] = {
["roomID"] = 242277,
["level"] = 2,
["bgID"] = 0,
},
["乾美妈妈"] = {
["roomID"] = 290086,
["level"] = 2,
["bgID"] = 0,
},
["苏大沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["猪如发丝掉丝"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["班迪斯丶圣盾"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["春风画雨"] = {
["roomID"] = 145383,
["level"] = 4,
["bgID"] = 0,
},
["胖乐乐"] = {
["roomID"] = "155093",
["level"] = 3,
["bgID"] = 0,
},
["祖国人"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["凌维不惧"] = {
["roomID"] = 137000,
["level"] = 3,
["bgID"] = 0,
},
["随波逐流的狼"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["喷火小辣椒"] = {
["roomID"] = 219835,
["level"] = 3,
["bgID"] = 0,
},
["语者"] = {
["roomID"] = "177235",
["level"] = 3,
["bgID"] = 170,
},
["蓝朶"] = {
["roomID"] = 307288,
["level"] = 3,
["bgID"] = 0,
},
["美樱"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["千月冰华"] = {
["roomID"] = "211177",
["level"] = 3,
["bgID"] = 0,
},
["闹铃"] = {
["roomID"] = 314038,
["level"] = 1,
["bgID"] = 0,
},
["丨戰丨术丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["电影制片导演"] = {
["roomID"] = "123523",
["level"] = 4,
["bgID"] = 0,
},
["成田白仁"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["勥骑士度春風"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["科莉丝蒂娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["可乐嗨棒"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["赵美延丶"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["戈黛娃丶骁"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["上帝的黯摩士"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["黑加伦"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["穆歌"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["恶魔益达"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["炮丶爷"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["蚂蚁的阿修罗"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["将军吉星"] = {
["roomID"] = "116286",
["level"] = 2,
["bgID"] = 170,
},
["风中的梦"] = {
["roomID"] = 156927,
["level"] = 1,
["bgID"] = 0,
},
["壹字并肩王"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["灬舍灬予灬"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["Holleykitty"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["灌注丶九九捌"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["光头瑞兹"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["慕苏苏"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["Anlayer"] = {
["roomID"] = 327875,
["level"] = 1,
["bgID"] = 0,
},
["乐神灬"] = {
["roomID"] = 181150,
["level"] = 1,
["bgID"] = 0,
},
["包包别跑"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["灰暗的圣书"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["珊蒂斯叶月"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["赫丶奈辛瓦里"] = {
["roomID"] = "280215",
["level"] = 2,
["bgID"] = 170,
},
["丨海猫丨"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["背刺灬道贼"] = {
["roomID"] = "115389",
["level"] = 3,
["bgID"] = 0,
},
["丫娄娄丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["戈黛娃丶蛮蹄"] = {
["roomID"] = 183680,
["level"] = 1,
["bgID"] = 0,
},
["三十六猎"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["我先奶你"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["塔可"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["书生乄"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["咻狗叁叁"] = {
["roomID"] = 120976,
["level"] = 2,
["bgID"] = 0,
},
["植发沙僧"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["校园生活导师"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["不浪漫的肉包"] = {
["roomID"] = "327908",
["level"] = 2,
["bgID"] = 0,
},
["兽兽哥林"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["何以慰风尘"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["好吃的魔芋"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["且徐行乀"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["斩啊"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["粗暴的阿姨"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["Mikoko"] = {
["roomID"] = 161724,
["level"] = 2,
["bgID"] = 0,
},
["汉宫秋月丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["晓丨恶魔"] = {
["roomID"] = 180466,
["level"] = 4,
["bgID"] = 170,
},
["灭之霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["Bzzo"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["维森莫丶"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["挽风"] = {
["roomID"] = "341789",
["level"] = 1,
["bgID"] = 0,
},
["摇摆得泰森丶"] = {
["roomID"] = 165311,
["level"] = 2,
["bgID"] = 0,
},
["骑狗看朝阳"] = {
["roomID"] = "160043",
["level"] = 2,
["bgID"] = 0,
},
["夜月安魂曲"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["猪猪保护协会"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["原初之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["五月薄雯"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["小可爱嘛嘛"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["演员的诞生"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["旧梦成伤"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["烟雨寄相思"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["苹果核丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["鴉眼攸倫"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["蓝色小强"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["敞开心扉六"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["两个大樱桃"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["着眼在画意"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["举起手来啊"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["Lovegakki"] = {
["bgID"] = 0,
["level"] = -1,
},
["开局囤女神"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["瀬戸一贵"] = {
["roomID"] = 276296,
["level"] = 1,
["bgID"] = 0,
},
["小小的荣耀"] = {
["roomID"] = 267589,
["level"] = 4,
["bgID"] = 0,
},
["盲眼外衣"] = {
["roomID"] = 146762,
["level"] = 1,
["bgID"] = 170,
},
["土豆小彩虹"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["世间哪有真情"] = {
["roomID"] = "342986",
["level"] = 2,
["bgID"] = 0,
},
["糖醋鸡爪子"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["魔教张無忌"] = {
["roomID"] = 211436,
["level"] = 2,
["bgID"] = 0,
},
["狂团"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["瞧约德尔人"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["梦不知身是客"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["悦童"] = {
["roomID"] = 171687,
["level"] = 1,
["bgID"] = 0,
},
["芜湖猛萨满"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["阚雲饕"] = {
["roomID"] = 324790,
["level"] = 1,
["bgID"] = 0,
},
["伊莎贝"] = {
["roomID"] = "116678",
["level"] = 2,
["bgID"] = 170,
},
["半绾清愁"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["百香橙橙"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["潘展乐小队员"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["浮丶月"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["猫爷丶古尘"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["董彤彤"] = {
["roomID"] = "116788",
["level"] = 1,
["bgID"] = 0,
},
["细雨湿流光"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["无敌多风流"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["高穷帅"] = {
["roomID"] = "151620",
["level"] = 2,
["bgID"] = 170,
},
["想多了吧"] = {
["roomID"] = "345155",
["level"] = 2,
["bgID"] = 170,
},
["姐夫快上"] = {
["roomID"] = 256986,
["level"] = 3,
["bgID"] = 0,
},
["济公"] = {
["roomID"] = 173284,
["level"] = 1,
["bgID"] = 0,
},
["大红妆"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["坏蛋丶术爷"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["随風起躌"] = {
["roomID"] = 133765,
["level"] = 1,
["bgID"] = 0,
},
["醉酒伴余生"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["油炸馒头"] = {
["roomID"] = 154234,
["level"] = 2,
["bgID"] = 0,
},
["刀锋刺客"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["大哥带我撒"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["加点醋丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["爱琴海之影"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["薯条大王"] = {
["roomID"] = "220608",
["level"] = 2,
["bgID"] = 170,
},
["仙姑彩彩"] = {
["roomID"] = "168686",
["level"] = 2,
["bgID"] = 0,
},
["允悲傷逆流"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["我奶及格了吗"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["丨戰丨琺丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["沫红漪"] = {
["roomID"] = "128002",
["level"] = 3,
["bgID"] = 0,
},
["天之猎手"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["北十字星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["骤雨狂澜"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["烣烬灬使者"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["雷霆十一"] = {
["roomID"] = "242027",
["level"] = 3,
["bgID"] = 0,
},
["梦不知客是身"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["憨豆豆"] = {
["roomID"] = 131711,
["level"] = 3,
["bgID"] = 0,
},
["牙岛后行"] = {
["roomID"] = 318907,
["level"] = 1,
["bgID"] = 0,
},
["哐哐丷"] = {
["roomID"] = 108195,
["level"] = 2,
["bgID"] = 0,
},
["西线无战事"] = {
["roomID"] = "155082",
["level"] = 2,
["bgID"] = 170,
},
["枸杞泡小改改"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["布吉岛雪雪"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["吃着烧烤的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["淡淡胭脂烫"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["悠风丶"] = {
["roomID"] = 289335,
["level"] = 2,
["bgID"] = 0,
},
["烟花萨满"] = {
["roomID"] = 242050,
["level"] = 2,
["bgID"] = 0,
},
["桑延"] = {
["roomID"] = 160580,
["level"] = 2,
["bgID"] = 0,
},
["秋月丶丶"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["随风伍腾兰"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["Tristine"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["小沐不睡觉"] = {
["roomID"] = "347421",
["level"] = 1,
["bgID"] = 0,
},
["腊酒"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["丶小百事"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["符姬"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["凋零落幕"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["渣精"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["堕落之子"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["沫清漪"] = {
["roomID"] = 128002,
["level"] = 3,
["bgID"] = 0,
},
["无敌小小胸"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["飞龙战神"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["新月的遗憾"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["奉主之名"] = {
["roomID"] = "274164",
["level"] = 3,
["bgID"] = 0,
},
["轩黎晨祈"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["逗是伍锤丶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["黑夜良辰"] = {
["roomID"] = 237602,
["level"] = 2,
["bgID"] = 0,
},
["咫尺天涯丶"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["钱塘吴彦祖"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["夜丶凨"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["萌萌有点萌丶"] = {
["roomID"] = 327233,
["level"] = 1,
["bgID"] = 0,
},
["坏女巫的奶酪"] = {
["roomID"] = "162701",
["level"] = 3,
["bgID"] = 170,
},
["瓦拉碕"] = {
["roomID"] = 269923,
["level"] = 2,
["bgID"] = 0,
},
["古岚"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["朝哥"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["忘川沧海"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["李泰迪"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["老鼠爱上喵"] = {
["roomID"] = 109176,
["level"] = 3,
["bgID"] = 0,
},
["术骨"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["情定爱琴海"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["萨萨的秋风"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["太空喜之狼"] = {
["roomID"] = 173352,
["level"] = 2,
["bgID"] = 0,
},
["哀木涕快奶我"] = {
["roomID"] = "314882",
["level"] = 2,
["bgID"] = 0,
},
["番茄肉丝儿"] = {
["roomID"] = "165955",
["level"] = 2,
["bgID"] = 0,
},
["樱桃黑漆漆"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["后土皇地祗"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["暗夜灬鹿伊"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["勇者王"] = {
["roomID"] = 253761,
["level"] = 3,
["bgID"] = 0,
},
["阿柯最可爱"] = {
["roomID"] = 115980,
["level"] = 3,
["bgID"] = 0,
},
["牛虻灬"] = {
["roomID"] = 181150,
["level"] = 1,
["bgID"] = 0,
},
["米拉娜灬"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["上帝的黯沐"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["清蒸虾饺"] = {
["roomID"] = 111508,
["level"] = 3,
["bgID"] = 0,
},
["小型鸽子王"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["蓝色泡"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["芨贝儿"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["Axmax"] = {
["roomID"] = "128204",
["level"] = 2,
["bgID"] = 0,
},
["很着急"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["灌注丶九九六"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["夜之冰璇"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["黑夜问白天"] = {
["roomID"] = 141712,
["level"] = 2,
["bgID"] = 0,
},
["默而识之丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["佛系随缘丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["凌玉灵"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["奶奈骑"] = {
["roomID"] = 160096,
["level"] = 1,
["bgID"] = 0,
},
["櫻花王子"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["百变怪丶"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["猫家大王"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["虚空的凝视"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["强力贴身"] = {
["roomID"] = 138211,
["level"] = 2,
["bgID"] = 0,
},
["阿德丽娜"] = {
["roomID"] = "351078",
["level"] = 2,
["bgID"] = 170,
},
["凤无尘"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["纯情地中海"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["誣毒猎手"] = {
["roomID"] = 323700,
["level"] = 1,
["bgID"] = 0,
},
["丨牛儿丨"] = {
["roomID"] = "159879",
["level"] = 3,
["bgID"] = 0,
},
["天未寒"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["天天騎小鹿"] = {
["bgID"] = 0,
["level"] = -1,
},
["小北的天使"] = {
["roomID"] = "274318",
["level"] = 3,
["bgID"] = 170,
},
["猫妹儿"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["探险家孙悟空"] = {
["roomID"] = "109326",
["level"] = 3,
["bgID"] = 170,
},
["丶黄总"] = {
["roomID"] = 178323,
["level"] = 1,
["bgID"] = 0,
},
["生如尘"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["半口西柚"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["大蹦蹦"] = {
["roomID"] = "159024",
["level"] = 2,
["bgID"] = 0,
},
["老司季灬术"] = {
["roomID"] = "349008",
["level"] = 1,
["bgID"] = 0,
},
["恶魔之鸡"] = {
["roomID"] = 304572,
["level"] = 1,
["bgID"] = 0,
},
["Luxuryjxd"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["心上开一枪丶"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["田小绣"] = {
["roomID"] = 111241,
["level"] = 2,
["bgID"] = 0,
},
["紫月骑士"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["爱错丶"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["断桥图图"] = {
["roomID"] = 295163,
["level"] = 2,
["bgID"] = 0,
},
["轻风流云"] = {
["roomID"] = "125424",
["level"] = 4,
["bgID"] = 170,
},
["耀阳牧"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["老赵别奶我"] = {
["roomID"] = 139409,
["level"] = 2,
["bgID"] = 0,
},
["柯柯大王"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["二月新霜"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["玖哥四号"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["丑醜"] = {
["medalMap"] = {
["acc_exp"] = 7200,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744032760,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 165986,
},
["禧乐丶"] = {
["roomID"] = "168490",
["level"] = 4,
["bgID"] = 170,
},
["只为团本"] = {
["roomID"] = 279361,
["level"] = 2,
["bgID"] = 0,
},
["中岛爱丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["爧嬈法魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["东皇太柒"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["Cenm"] = {
["medalMap"] = {
["acc_exp"] = 4975,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "318966",
},
["乱世陈情"] = {
["roomID"] = 167186,
["level"] = 3,
["bgID"] = 170,
},
["徐胖"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["那个槑槑"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["霜火一套"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["Luxuryjcj"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["半个冻梨"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["Tyran"] = {
["roomID"] = "269342",
["level"] = 3,
["bgID"] = 170,
},
["筱川"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["奶骑归来"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["气球的小蹄子"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["大辫子粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["清水杂鱼"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["一首诗的诗"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["紫铯"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["月丶落樱"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["玖芯海棠"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["Homelang"] = {
["roomID"] = 323972,
["level"] = 2,
["bgID"] = 0,
},
["Huppy"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["萌新小牧"] = {
["roomID"] = 153511,
["level"] = 2,
["bgID"] = 0,
},
["皮厚肉嫩"] = {
["bgID"] = 0,
["level"] = -1,
},
["野生丶橙"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["年迈的小熊"] = {
["roomID"] = "320459",
["level"] = 2,
["bgID"] = 0,
},
["技师杀手"] = {
["roomID"] = 289745,
["level"] = 1,
["bgID"] = 0,
},
["女王大人灬"] = {
["roomID"] = 175653,
["level"] = 3,
["bgID"] = 0,
},
["罢黜百家"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["心灵震撼丶"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["天赐荣华"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["野蛮生长的花"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["阿寻"] = {
["roomID"] = "340565",
["level"] = 2,
["bgID"] = 0,
},
["丨戰丨賊丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["一杯敬自由丶"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["森森小菜梅"] = {
["roomID"] = 306668,
["level"] = 1,
["bgID"] = 0,
},
["迪斯馬森"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["天启熊骑士"] = {
["roomID"] = 178048,
["level"] = 1,
["bgID"] = 0,
},
["朱捌捌"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["快乐跑尸"] = {
["roomID"] = "179104",
["level"] = 1,
["bgID"] = 0,
},
["玫瑰小葒手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["南至小法"] = {
["roomID"] = "277267",
["level"] = 2,
["bgID"] = 0,
},
["年年岁"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["长睡不复醒"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["老赵快盾墙"] = {
["roomID"] = 139409,
["level"] = 2,
["bgID"] = 0,
},
["小小徳"] = {
["roomID"] = "206917",
["level"] = 3,
["bgID"] = 0,
},
["杜克马酷斯"] = {
["roomID"] = 158461,
["level"] = 2,
["bgID"] = 0,
},
["自闭骑勇勇"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["董銑鉎"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["凌泽"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["Nnd"] = {
["roomID"] = 252702,
["level"] = 3,
["bgID"] = 0,
},
["风之忧愁"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["独特气质"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["细粒粒"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["是南墙呀"] = {
["roomID"] = "108457",
["level"] = 2,
["bgID"] = 0,
},
["洛佑"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["紫丶濏"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["爱在风中"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["无敌坑哥"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["我欢喜粉嘟嘟"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["星空下的泪珠"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["延缓退休"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["小阿迟"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["云逸星"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["橙子桃子"] = {
["roomID"] = "198804",
["level"] = 2,
["bgID"] = 0,
},
["大耳朵小白兔"] = {
["roomID"] = 163276,
["level"] = 2,
["bgID"] = 0,
},
["快乐的纳西妲"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["Jerk"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["变硬熊人"] = {
["roomID"] = 125138,
["level"] = 3,
["bgID"] = 0,
},
["喷喷强"] = {
["roomID"] = "198804",
["level"] = 2,
["bgID"] = 0,
},
["清若寒霜"] = {
["roomID"] = 115447,
["level"] = 3,
["bgID"] = 0,
},
["奶酱"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["知名灯光师"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["没烟"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["穷苦的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["逐风追日"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["简单奶个四海"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["Oldoldgun"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["水中鱼冒星星"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["扐亣亓觕"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["王菇凉一牧"] = {
["roomID"] = "327856",
["level"] = 2,
["bgID"] = 0,
},
["悠乐丶"] = {
["roomID"] = 289335,
["level"] = 2,
["bgID"] = 0,
},
["肉堆飒飒萨"] = {
["roomID"] = "341205",
["level"] = 2,
["bgID"] = 0,
},
["白鹿梦妍"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["水果宝宝"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["棒棒唐丷"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["鱼儿的眼泪"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["忘舒"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["暗夜灬精灵"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["汐汐大爷"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["Fastaa"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["钢铁猪"] = {
["roomID"] = 151213,
["level"] = 2,
["bgID"] = 0,
},
["蒸丨发"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["超甜冰淇淋"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["没丶事"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["漪灵荩夕"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["利亚德琳"] = {
["roomID"] = 211896,
["level"] = 1,
["bgID"] = 0,
},
["能抗还能打"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["月亮上山了"] = {
["roomID"] = 229667,
["level"] = 3,
["bgID"] = 0,
},
["夏希丶"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["盖德拜克尔"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["聖光裁决者"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["阿尔克莉亚"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["芳华一瞬"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["捌方铼財丶琞"] = {
["roomID"] = "220560",
["level"] = 2,
["bgID"] = 0,
},
["醉意上心头"] = {
["roomID"] = "134277",
["level"] = 3,
["bgID"] = 170,
},
["雷达"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["大靑山"] = {
["roomID"] = 218621,
["level"] = 2,
["bgID"] = 0,
},
["大师父"] = {
["roomID"] = 326093,
["level"] = 1,
["bgID"] = 0,
},
["名望车头"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["暗之梦魅"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["氮闼"] = {
["roomID"] = 326989,
["level"] = 1,
["bgID"] = 0,
},
["可乐熊猫"] = {
["roomID"] = 204727,
["level"] = 3,
["bgID"] = 0,
},
["橘惊蛰"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["拉完发现没纸"] = {
["roomID"] = 154390,
["level"] = 2,
["bgID"] = 0,
},
["仔丶驍萨"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["醉舞平生"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["光头黄胡须"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["无敌大舔狗"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["悠伤丶"] = {
["roomID"] = 289335,
["level"] = 2,
["bgID"] = 0,
},
["蜜汁本本熊"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["凶猛撕咬"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["龍魂若希"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["扶沟最牛防骑"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["影落青黛"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["月夜二号"] = {
["roomID"] = 116497,
["level"] = 2,
["bgID"] = 0,
},
["Imaginary"] = {
["roomID"] = "314942",
["level"] = 2,
["bgID"] = 170,
},
["厚皮老黄豆"] = {
["roomID"] = "253811",
["level"] = 1,
["bgID"] = 0,
},
["狂加智"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["强光剋敵"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["荷月芬芳"] = {
["roomID"] = 178256,
["level"] = 3,
["bgID"] = 0,
},
["丨冢丨小叡"] = {
["roomID"] = "342158",
["level"] = 1,
["bgID"] = 170,
},
["橙橙的骑士"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["你以为我是谁"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["小剑蝶"] = {
["roomID"] = 326093,
["level"] = 1,
["bgID"] = 0,
},
["蜜汁熊本熊"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["Chrislee"] = {
["roomID"] = 322613,
["level"] = 1,
["bgID"] = 0,
},
["突击机器人"] = {
["roomID"] = 273280,
["level"] = 3,
["bgID"] = 0,
},
["Nessaj"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["饮月捃"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["挤一挤也没有"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["灬納蘭朶丶"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["三仟煩惱"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["五里雾中"] = {
["roomID"] = 168034,
["level"] = 3,
["bgID"] = 0,
},
["飞龙在天际"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["倾城之牧"] = {
["roomID"] = 145445,
["level"] = 3,
["bgID"] = 0,
},
["河畔逮虾户"] = {
["roomID"] = 277567,
["level"] = 1,
["bgID"] = 0,
},
["丷鬼迷心窍"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["演员的调节"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["卿辞白露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["靑衫爱素衣"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["Kato"] = {
["roomID"] = "168358",
["level"] = 3,
["bgID"] = 170,
},
["是卡卡吖"] = {
["roomID"] = 247075,
["level"] = 1,
["bgID"] = 0,
},
["大王柯柯"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["女王的智慧"] = {
["roomID"] = 113940,
["level"] = 3,
["bgID"] = 0,
},
["耀暘术"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["腎傷騎侍"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["凉嗖嗖的风"] = {
["roomID"] = "315935",
["level"] = 2,
["bgID"] = 0,
},
["迷离的星辰"] = {
["roomID"] = 275044,
["level"] = 1,
["bgID"] = 0,
},
["伯之丶荡神灭"] = {
["roomID"] = 165311,
["level"] = 2,
["bgID"] = 0,
},
["特别会叭叭"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["扛不住罚八百"] = {
["roomID"] = "149575",
["level"] = 3,
["bgID"] = 170,
},
["Acemage"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["海底捞月"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["渔夫骑士三妹"] = {
["roomID"] = 326119,
["level"] = 1,
["bgID"] = 0,
},
["东契骑"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["无敌龙"] = {
["roomID"] = 116286,
["level"] = 2,
["bgID"] = 0,
},
["浅浅泠"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["轻盈的羽毛"] = {
["roomID"] = 235899,
["level"] = 3,
["bgID"] = 0,
},
["雪花冰淇淋"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["娴熟的手艺人"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["艾瑞克达尔熊"] = {
["roomID"] = 265625,
["level"] = 2,
["bgID"] = 0,
},
["饮月覠"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["半生红尘醉"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["煜枔"] = {
["roomID"] = "277972",
["level"] = 1,
["bgID"] = 0,
},
["可爱小兔叽"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["鸭丶梨"] = {
["roomID"] = "324725",
["level"] = 1,
["bgID"] = 0,
},
["妮奈奈"] = {
["roomID"] = "135354",
["level"] = 2,
["bgID"] = 0,
},
["菊花賊"] = {
["roomID"] = 250923,
["level"] = 3,
["bgID"] = 0,
},
["花之舞夕"] = {
["roomID"] = "254399",
["level"] = 4,
["bgID"] = 170,
},
["女神朱碧石"] = {
["roomID"] = 165917,
["level"] = 1,
["bgID"] = 0,
},
["娛樂丶聖騏仕"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["落叶知秋丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["Glück"] = {
["roomID"] = 327967,
["level"] = 1,
["bgID"] = 0,
},
["相思壹無語"] = {
["roomID"] = 186227,
["level"] = 2,
["bgID"] = 0,
},
["蔚蔚"] = {
["roomID"] = 308966,
["level"] = 1,
["bgID"] = 0,
},
["Luckycity"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["丶鸭梨"] = {
["roomID"] = 324725,
["level"] = 1,
["bgID"] = 0,
},
["無萨"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["亚巴顿男爵"] = {
["roomID"] = "357043",
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂邪"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["萌丨萌"] = {
["roomID"] = "132320",
["level"] = 3,
["bgID"] = 0,
},
["延边贼"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["小玖媚丶"] = {
["roomID"] = 158458,
["level"] = 1,
["bgID"] = 0,
},
["初恋与她"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["望丶望"] = {
["roomID"] = 185408,
["level"] = 3,
["bgID"] = 170,
},
["忆夕抚今"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["你不要逼逼"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["桃淽夭夭"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["艺鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["扁豆丶"] = {
["roomID"] = 163242,
["level"] = 3,
["bgID"] = 0,
},
["勿念"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["暗夜魅羽"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["沙海湮灭丶"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["大雪碧丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["克里斯汀咕咕"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["暴躁小轩轩"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["猪也会飞"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["Oneunited"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["清髙"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["哑巴顿"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["丷小机灵鬼儿"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["追逐我的旋律"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["貔貅萨"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["明明是术爺啊"] = {
["roomID"] = "324187",
["level"] = 2,
["bgID"] = 170,
},
["联盟小渣渣"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["派塘一霸"] = {
["roomID"] = 290429,
["level"] = 1,
["bgID"] = 0,
},
["Luxuryddk"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["暗影的救赎"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["余音小翠"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["甜且乖"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["战场见"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["汉东丁义珍"] = {
["roomID"] = 172691,
["level"] = 3,
["bgID"] = 170,
},
["指尖的幸福"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["聖龍之骑"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["爱出去玩"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["落依晨心"] = {
["roomID"] = 121310,
["level"] = 3,
["bgID"] = 0,
},
["油条卷大葱"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["賨州人"] = {
["roomID"] = 211370,
["level"] = 1,
["bgID"] = 0,
},
["莳之虫"] = {
["roomID"] = 253625,
["level"] = 3,
["bgID"] = 170,
},
["母鸡打鸣"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["木槿丨昔年"] = {
["roomID"] = 170447,
["level"] = 1,
["bgID"] = 0,
},
["Njordc"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["我相信光"] = {
["roomID"] = 116286,
["level"] = 2,
["bgID"] = 0,
},
["老赵无橙斧"] = {
["roomID"] = 139409,
["level"] = 1,
["bgID"] = 0,
},
["战場见"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["痛了散了呢"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["强悍战神"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["不会玩输出"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["吴名"] = {
["roomID"] = "247311",
["level"] = 1,
["bgID"] = 0,
},
["丶蛋蛋小宝贝"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["术師姐姐熙妍"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["虞阿鱼丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["Tzi"] = {
["roomID"] = 149547,
["level"] = 2,
["bgID"] = 0,
},
["紅泥小火爐"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["徐太浪丶"] = {
["roomID"] = 204954,
["level"] = 1,
["bgID"] = 0,
},
["萌妹四万万"] = {
["roomID"] = "107231",
["level"] = 3,
["bgID"] = 170,
},
["勇气赞歌"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["古依娜"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["沐小沐"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["雪璐法妮尔"] = {
["roomID"] = "106205",
["level"] = 4,
["bgID"] = 0,
},
["不卡就好"] = {
["roomID"] = "173526",
["level"] = 3,
["bgID"] = 170,
},
["古神的主人"] = {
["roomID"] = 269584,
["level"] = 1,
["bgID"] = 0,
},
["张总在茶馆睡"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["残月儿"] = {
["roomID"] = 155840,
["level"] = 3,
["bgID"] = 0,
},
["王诛魔"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["倒霉的傻恒"] = {
["roomID"] = 316398,
["level"] = 3,
["bgID"] = 170,
},
["鎕果果"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["武炼巅峰"] = {
["roomID"] = 250486,
["level"] = 2,
["bgID"] = 0,
},
["丨丨幺妹丨丨"] = {
["roomID"] = 323972,
["level"] = 2,
["bgID"] = 0,
},
["龙逍遥丶"] = {
["roomID"] = "116266",
["level"] = 3,
["bgID"] = 170,
},
["沈人一筹"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["快给阿蛋子弹"] = {
["roomID"] = 132226,
["level"] = 2,
["bgID"] = 0,
},
["先祖复苏"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["冰峰的雨"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["因地制宜"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["染墨绘君衣丶"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["期待花开"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["书生丶"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["窗边的小豆豆"] = {
["roomID"] = 186407,
["level"] = 1,
["bgID"] = 0,
},
["莱马斯丹"] = {
["roomID"] = 326279,
["level"] = 1,
["bgID"] = 0,
},
["飘逸的冲锋"] = {
["roomID"] = 244659,
["level"] = 2,
["bgID"] = 0,
},
["灬阳哥哥灬"] = {
["roomID"] = 306087,
["level"] = 1,
["bgID"] = 0,
},
["笨猫爱窝窝"] = {
["roomID"] = 248145,
["level"] = 2,
["bgID"] = 0,
},
["挲縵"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["暴走无限"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["卿辞饮酒"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["依凉凉"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["没有战复"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["红酉禾手丶"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["丶榜一大哥丶"] = {
["roomID"] = 151107,
["level"] = 2,
["bgID"] = 0,
},
["鸭蛋黄"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["回眸醉倾城"] = {
["roomID"] = 115418,
["level"] = 1,
["bgID"] = 0,
},
["天穹之星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["苏鲁德"] = {
["roomID"] = 312715,
["level"] = 2,
["bgID"] = 0,
},
["Luxuryjms"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["富兰克丶赵四"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["筱川唷"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["冰封魔焰"] = {
["roomID"] = 273280,
["level"] = 3,
["bgID"] = 0,
},
["莫来沾边"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["北纬线"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["红黑的丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["白夜马戏团"] = {
["roomID"] = 165311,
["level"] = 2,
["bgID"] = 0,
},
["清风无笑意"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["卡皮吧拉"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["爧嬈术魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["我知你之深"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["嘲男"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["新手保护区"] = {
["roomID"] = "231214",
["level"] = 3,
["bgID"] = 0,
},
["一杯敬过往丶"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["Holyholyn"] = {
["roomID"] = 176469,
["level"] = 2,
["bgID"] = 0,
},
["水星丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["又黄又强大"] = {
["roomID"] = 230852,
["level"] = 2,
["bgID"] = 0,
},
["玫瑰紅手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["程若诗"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["天天冒泡"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["鐘無艷丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["一只小鲨鱼"] = {
["roomID"] = 239110,
["level"] = 3,
["bgID"] = 170,
},
["Luxuryjdk"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["阿尔丨萨斯"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["雪牧"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["狂茶茶"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["吾为有容"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["思思要砍你"] = {
["roomID"] = 180452,
["level"] = 2,
["bgID"] = 0,
},
["你可真暧昧"] = {
["roomID"] = 293574,
["level"] = 3,
["bgID"] = 0,
},
["青春無聲"] = {
["roomID"] = 108161,
["level"] = 2,
["bgID"] = 0,
},
["大拇指丫丫"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["君临的愚妄"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["聖光在忽悠你"] = {
["roomID"] = 107202,
["level"] = 2,
["bgID"] = 0,
},
["丿壹佰"] = {
["roomID"] = "276875",
["level"] = 2,
["bgID"] = 0,
},
["天殇灬秀"] = {
["roomID"] = "158298",
["level"] = 2,
["bgID"] = 0,
},
["飝飞"] = {
["roomID"] = "235515",
["level"] = 1,
["bgID"] = 0,
},
["昨夜锝她"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["丨孤独怪丨"] = {
["roomID"] = 179108,
["level"] = 1,
["bgID"] = 0,
},
["血地凯"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["悦来悦好"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["灬安安灬"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["兲使的陨落"] = {
["roomID"] = "158718",
["level"] = 2,
["bgID"] = 170,
},
["硬憾"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["嗜血飘絮"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["御剑猛击绣剑"] = {
["roomID"] = "180529",
["level"] = 2,
["bgID"] = 0,
},
["离我再远一点"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["老汤奥爆"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["Acewarrior"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["仔丶驍术"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["夏宇丨圣宝"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["迪凯涕"] = {
["roomID"] = 141712,
["level"] = 2,
["bgID"] = 0,
},
["Banya"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["五棍勇者"] = {
["roomID"] = 252300,
["level"] = 1,
["bgID"] = 0,
},
["青舟记"] = {
["roomID"] = 304364,
["level"] = 2,
["bgID"] = 0,
},
["湛蓝色的天空"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["风情小娘子"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["芜湖小小战"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["山海藏深意"] = {
["roomID"] = 163670,
["level"] = 1,
["bgID"] = 0,
},
["靓神丨不靓"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["霜火丶之心"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["夜之哀伤丶"] = {
["roomID"] = 114827,
["level"] = 4,
["bgID"] = 0,
},
["扶我起来丶"] = {
["roomID"] = "109843",
["level"] = 2,
["bgID"] = 170,
},
["煜岑"] = {
["roomID"] = "277972",
["level"] = 1,
["bgID"] = 0,
},
["荷兰地理学家"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["闭眼说梦话"] = {
["roomID"] = 289335,
["level"] = 2,
["bgID"] = 0,
},
["一颗大樱桃"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["玖哥六号"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["壹语無相思"] = {
["roomID"] = 186227,
["level"] = 2,
["bgID"] = 0,
},
["风之小牧"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["板栗丶爸爸"] = {
["roomID"] = 276361,
["level"] = 1,
["bgID"] = 0,
},
["穆舒"] = {
["roomID"] = "318102",
["level"] = 3,
["bgID"] = 0,
},
["向晚小魔王"] = {
["roomID"] = 186348,
["level"] = 1,
["bgID"] = 0,
},
["花式摆烂"] = {
["roomID"] = 167888,
["level"] = 1,
["bgID"] = 0,
},
["虎盖地"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["艾拉希"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["溜小米"] = {
["roomID"] = 112493,
["level"] = 2,
["bgID"] = 0,
},
["二狗的小姨子"] = {
["roomID"] = 197194,
["level"] = 3,
["bgID"] = 0,
},
["北冥飞鱼"] = {
["medalMap"] = {
["acc_exp"] = 21021,
["next_star_level_threshold"] = 50000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 5,
["bgID"] = 170,
["roomID"] = "166927",
},
["蜜糖萌萌拳"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["烟龙晓月"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["奶香醇正"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["红胡子奶牛"] = {
["roomID"] = 135423,
["level"] = 2,
["bgID"] = 0,
},
["棒棒灬唐"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["提提利昂"] = {
["roomID"] = 235245,
["level"] = 2,
["bgID"] = 0,
},
["梅豆豆的夏天"] = {
["roomID"] = "174704",
["level"] = 2,
["bgID"] = 170,
},
["布丁橙子"] = {
["roomID"] = 142849,
["level"] = 2,
["bgID"] = 0,
},
["中二少女"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["少年抗的住"] = {
["roomID"] = "154451",
["level"] = 3,
["bgID"] = 170,
},
["法猫"] = {
["roomID"] = "354946",
["level"] = 1,
["bgID"] = 0,
},
["壮壮虎"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["耳東"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["玖哥真紅"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["曼谷妈咪"] = {
["roomID"] = "220382",
["level"] = 2,
["bgID"] = 170,
},
["清挽"] = {
["roomID"] = 146082,
["level"] = 2,
["bgID"] = 0,
},
["稳稳的幸福着"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["就是一只猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["夜星静"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["虫柱蝴蝶忍"] = {
["roomID"] = 218621,
["level"] = 2,
["bgID"] = 0,
},
["我是暖锋"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["我不李姐"] = {
["roomID"] = 121347,
["level"] = 2,
["bgID"] = 0,
},
["加点水丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["这个女骑士"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["这骑士有点猛"] = {
["roomID"] = "160892",
["level"] = 4,
["bgID"] = 0,
},
["热血猛士"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["可酷伯"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["听雨呀"] = {
["roomID"] = 146082,
["level"] = 2,
["bgID"] = 0,
},
["煜忞"] = {
["roomID"] = 277972,
["level"] = 1,
["bgID"] = 0,
},
["扬天骑"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["Oyz"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["伤感牧牧"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["以情动之丶"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["丶小布丁"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["二月跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["小啾"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["黛真知子"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["道之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["Ysoserious"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["南南墙"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["箭影流光"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["浪漫星空"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["有德哔有尸"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["福原美惠丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["赛飞儿"] = {
["roomID"] = "338503",
["level"] = 2,
["bgID"] = 0,
},
["步练蒒"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["第二月"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["血战不灭战神"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["注意治愈"] = {
["roomID"] = 159024,
["level"] = 2,
["bgID"] = 0,
},
["公牛之心"] = {
["roomID"] = 114668,
["level"] = 3,
["bgID"] = 0,
},
["清絮"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["七喜小神仙"] = {
["roomID"] = "220608",
["level"] = 2,
["bgID"] = 170,
},
["龍十四"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["大拿插得好"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["吉祥术术"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["铁蛋丶法師"] = {
["roomID"] = "212454",
["level"] = 2,
["bgID"] = 0,
},
["半夏微凉灬"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["丶斗酒恣欢谑"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["超哥摇起来"] = {
["roomID"] = 230611,
["level"] = 2,
["bgID"] = 170,
},
["灰暗的黎明"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["芳心纵钬犯"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["别黒我家鸽鸽"] = {
["roomID"] = "176320",
["level"] = 2,
["bgID"] = 0,
},
["叛天逆地"] = {
["roomID"] = 169206,
["level"] = 2,
["bgID"] = 0,
},
["非法炎爆"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["三十七点二度"] = {
["roomID"] = 282514,
["level"] = 2,
["bgID"] = 0,
},
["我是长安丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["牧羊快跑"] = {
["roomID"] = "338979",
["level"] = 1,
["bgID"] = 170,
},
["不偷不抢"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["爱天下"] = {
["roomID"] = 146068,
["level"] = 1,
["bgID"] = 0,
},
["泡泡小猎"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["魂灭灬冰心"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["米饭一丢丢"] = {
["roomID"] = 205633,
["level"] = 2,
["bgID"] = 0,
},
["丫柒柒丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["气宇轩昂"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["谁人与共"] = {
["roomID"] = "211177",
["level"] = 3,
["bgID"] = 0,
},
["漪灵七柒"] = {
["roomID"] = "114052",
["level"] = 4,
["bgID"] = 170,
},
["寒焱柔"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["巧凤八"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["一只猫熊"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["秋水蒙蒙"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["嘌呤使我舒爽"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["狂躁冲锋释放"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["圆滚滚的猫"] = {
["roomID"] = 145881,
["level"] = 3,
["bgID"] = 0,
},
["没事的没事的"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["索林娜"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["宋福贵"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["就那个奶骑"] = {
["roomID"] = 286512,
["level"] = 2,
["bgID"] = 0,
},
["丿伍拾"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["花落相思起灬"] = {
["roomID"] = 279290,
["level"] = 2,
["bgID"] = 0,
},
["唸柒"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["相思卿如梦"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["古人棋"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["田小翠"] = {
["roomID"] = 111241,
["level"] = 2,
["bgID"] = 0,
},
["月夜花晨"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["弦奏秋江月"] = {
["medalMap"] = {
["acc_exp"] = 9435,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 182019,
},
["灰烬岩土之灵"] = {
["roomID"] = "279978",
["level"] = 3,
["bgID"] = 170,
},
["眠子"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["躲那旮沓嘎哈"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["恶魔丶刃"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["丶丶萨丶丶"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["来瓶冰畅"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["素哖如锦"] = {
["roomID"] = "324078",
["level"] = 3,
["bgID"] = 170,
},
["大忽悠灬鸟"] = {
["roomID"] = "316452",
["level"] = 2,
["bgID"] = 0,
},
["弑情"] = {
["roomID"] = 158747,
["level"] = 1,
["bgID"] = 0,
},
["红尘阡陌客"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["明月流光丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["枫听轨迹"] = {
["roomID"] = 145242,
["level"] = 3,
["bgID"] = 0,
},
["月夜三号"] = {
["roomID"] = 116497,
["level"] = 2,
["bgID"] = 0,
},
["呱呱咕"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["爱琴海之战"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["耀阳圣骑"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["塵封記憶丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["绯红色传说"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["天使住在天堂"] = {
["medalMap"] = {
["acc_exp"] = 3313,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031560,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "182520",
},
["十四贝勒丶"] = {
["roomID"] = 134558,
["level"] = 2,
["bgID"] = 0,
},
["爱狗酱"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["左手蜡右手鞭"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["美丽的谎言"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["风起雪轻扬"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["大众恋人"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["沐沐阿"] = {
["roomID"] = 314038,
["level"] = 1,
["bgID"] = 0,
},
["迪奥斯"] = {
["roomID"] = 140893,
["level"] = 1,
["bgID"] = 0,
},
["小谦冰冰"] = {
["roomID"] = "178048",
["level"] = 1,
["bgID"] = 0,
},
["牛德一逼"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["Rueen"] = {
["roomID"] = 115191,
["level"] = 1,
["bgID"] = 0,
},
["沙海狂舞丶"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["Maddness"] = {
["roomID"] = 235305,
["level"] = 3,
["bgID"] = 0,
},
["旋律丶永恒"] = {
["roomID"] = "326393",
["level"] = 2,
["bgID"] = 170,
},
["丨月色飘零丨"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["真神"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["老虎山偷星猫"] = {
["roomID"] = 209137,
["level"] = 2,
["bgID"] = 0,
},
["紫怡雲梦"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["娛樂丶聖骐仕"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["吸血鬼小天"] = {
["roomID"] = 269858,
["level"] = 1,
["bgID"] = 0,
},
["翩翩若惊鸿"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["春哥佑我"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["喝二两"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["白露启动"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["给我激活"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["团团粉丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["零番队八千流"] = {
["roomID"] = 304364,
["level"] = 2,
["bgID"] = 0,
},
["风亿更水亿程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["大忽悠灬春哥"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["无敌小刺刺"] = {
["roomID"] = 110533,
["level"] = 3,
["bgID"] = 0,
},
["神之双手"] = {
["roomID"] = "179518",
["level"] = 2,
["bgID"] = 0,
},
["Nobunaga"] = {
["roomID"] = 163242,
["level"] = 3,
["bgID"] = 0,
},
["漫漫星辰"] = {
["roomID"] = 149062,
["level"] = 2,
["bgID"] = 0,
},
["圣光灬蒂娜"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["Ozz"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["白茶乌龍"] = {
["roomID"] = 305280,
["level"] = 1,
["bgID"] = 0,
},
["旺仔灬西瓜糖"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["队长别开腔"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["浓妆艳抹"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["苏沐苏"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["西瓜书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["贪狼星六号"] = {
["roomID"] = 110518,
["level"] = 3,
["bgID"] = 0,
},
["丿啊狂丿"] = {
["roomID"] = "284917",
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨栖"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["奶油芝士味"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["无敌大小刺"] = {
["roomID"] = 110533,
["level"] = 3,
["bgID"] = 0,
},
["秋氵"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["音波"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["Yamiya"] = {
["roomID"] = 308918,
["level"] = 1,
["bgID"] = 0,
},
["不丶守"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["月落香香"] = {
["roomID"] = "237351",
["level"] = 4,
["bgID"] = 0,
},
["屁大的熊"] = {
["roomID"] = 146751,
["level"] = 2,
["bgID"] = 0,
},
["玥芯"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["我准备好了"] = {
["roomID"] = "185047",
["level"] = 2,
["bgID"] = 170,
},
["比风甜"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["光明守卫者"] = {
["roomID"] = 271988,
["level"] = 2,
["bgID"] = 0,
},
["大屁屁熊"] = {
["roomID"] = 115169,
["level"] = 3,
["bgID"] = 0,
},
["闪电蹄子丶"] = {
["roomID"] = 272398,
["level"] = 1,
["bgID"] = 0,
},
["趴不季天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["冷锋二号"] = {
["roomID"] = "329564",
["level"] = 2,
["bgID"] = 170,
},
["走着走着过了"] = {
["roomID"] = 327592,
["level"] = 1,
["bgID"] = 0,
},
["流笙"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["关灯啊哈"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["晴天小萨"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["威士忌不加冰"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 170,
},
["縱橫四海灬"] = {
["roomID"] = 207792,
["level"] = 2,
["bgID"] = 0,
},
["岚之传承"] = {
["roomID"] = 297040,
["level"] = 1,
["bgID"] = 0,
},
["Wintop"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["魔导师奥丁"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["寒鸦戏水丶"] = {
["medalMap"] = {
["acc_exp"] = 3405,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "315737",
},
["雾切之回光"] = {
["roomID"] = 178433,
["level"] = 2,
["bgID"] = 0,
},
["小莫斯"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["碧柚姬"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["里芙无限之视"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["丨天堂在左"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["狩猎之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["Goldship"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["提笔尘沙"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["双眼如何望见"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["饿梦"] = {
["roomID"] = 321703,
["level"] = 1,
["bgID"] = 170,
},
["橙橙的死骑"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["歌德利特"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["旺仔灬小米饼"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["酒絆"] = {
["roomID"] = "145245",
["level"] = 4,
["bgID"] = 170,
},
["六月霓阳"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["我是秦始皇"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["谁知情系牵绊"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["鱼乙骨头"] = {
["roomID"] = 107909,
["level"] = 3,
["bgID"] = 0,
},
["繁花落幕"] = {
["roomID"] = 164498,
["level"] = 2,
["bgID"] = 0,
},
["东风早淼"] = {
["roomID"] = 108157,
["level"] = 1,
["bgID"] = 0,
},
["嘉言配可乐"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["未知的角色"] = {
["roomID"] = 139227,
["level"] = 2,
["bgID"] = 0,
},
["虚线六叶子"] = {
["roomID"] = 114955,
["level"] = 2,
["bgID"] = 0,
},
["此人极度危险"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["天殇灬战"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["深山中的咕咕"] = {
["roomID"] = 281635,
["level"] = 1,
["bgID"] = 0,
},
["Pursuiting"] = {
["roomID"] = 121310,
["level"] = 4,
["bgID"] = 0,
},
["半夏灬琉璃"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["戰敗女騎士蔚"] = {
["roomID"] = 189368,
["level"] = 1,
["bgID"] = 0,
},
["火灬女"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["阿尔卑斯干果"] = {
["roomID"] = "147364",
["level"] = 3,
["bgID"] = 170,
},
["讲师"] = {
["roomID"] = "247311",
["level"] = 1,
["bgID"] = 0,
},
["甩甩猎"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["丶大达哒"] = {
["roomID"] = "161431",
["level"] = 2,
["bgID"] = 0,
},
["回忆灬还是泪"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["品哥再次崛起"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["火辣辣的菊花"] = {
["roomID"] = 333341,
["level"] = 1,
["bgID"] = 0,
},
["豆灬芽"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["忘了時間有腳"] = {
["roomID"] = "345069",
["level"] = 1,
["bgID"] = 0,
},
["乐芙兰鸭丶"] = {
["roomID"] = 204345,
["level"] = 1,
["bgID"] = 0,
},
["遗忘丶魔药"] = {
["roomID"] = "154425",
["level"] = 4,
["bgID"] = 170,
},
["闪耀的毛血旺"] = {
["roomID"] = "347337",
["level"] = 1,
["bgID"] = 0,
},
["紫色釘子褲"] = {
["roomID"] = 310448,
["level"] = 2,
["bgID"] = 0,
},
["食食物者"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["小阿俏"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["小小的美好"] = {
["roomID"] = 267589,
["level"] = 4,
["bgID"] = 0,
},
["坏坏真坏"] = {
["roomID"] = "142880",
["level"] = 3,
["bgID"] = 170,
},
["百变大马猴"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["伯之丶仓库番"] = {
["roomID"] = 165311,
["level"] = 2,
["bgID"] = 0,
},
["未时云舒"] = {
["roomID"] = "340157",
["level"] = 1,
["bgID"] = 0,
},
["出租车德德"] = {
["roomID"] = "323029",
["level"] = 2,
["bgID"] = 0,
},
["淡尘轻烟"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["小小的未来"] = {
["roomID"] = 267589,
["level"] = 4,
["bgID"] = 0,
},
["夏天的風"] = {
["roomID"] = "201266",
["level"] = 2,
["bgID"] = 0,
},
["墨染靑橙"] = {
["roomID"] = "158718",
["level"] = 2,
["bgID"] = 170,
},
["内永绘里"] = {
["roomID"] = "211746",
["level"] = 2,
["bgID"] = 0,
},
["庇护祝福"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["秋水水丶"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["聆丶听雨在下"] = {
["roomID"] = "351244",
["level"] = 1,
["bgID"] = 0,
},
["许三生凄凉灬"] = {
["roomID"] = 279290,
["level"] = 2,
["bgID"] = 0,
},
["同桌的你"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["二月初六"] = {
["roomID"] = 165636,
["level"] = 2,
["bgID"] = 0,
},
["酷爱大波浪"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["韶华流年丶"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["八面鬼丶"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["风拂尽"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["雷霆山"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["Ooll"] = {
["roomID"] = 160751,
["level"] = 2,
["bgID"] = 0,
},
["寥落晨星"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["伯之丶弟可踢"] = {
["roomID"] = 165311,
["level"] = 2,
["bgID"] = 0,
},
["倚楼聼風雨"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["白给伍伍"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["雨霜寒"] = {
["roomID"] = "295570",
["level"] = 3,
["bgID"] = 0,
},
["嫁祸诀窍"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["医者仁芯"] = {
["roomID"] = 270407,
["level"] = 1,
["bgID"] = 0,
},
["久南白"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["残局丶"] = {
["roomID"] = 240570,
["level"] = 3,
["bgID"] = 0,
},
["花唯"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["圣光丰胸"] = {
["roomID"] = "240560",
["level"] = 2,
["bgID"] = 0,
},
["曌盟"] = {
["roomID"] = 157632,
["level"] = 2,
["bgID"] = 0,
},
["中子弹"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["魂之哀殇"] = {
["roomID"] = 277240,
["level"] = 3,
["bgID"] = 0,
},
["不疯魔"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["小小青青"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["灵魂视界导游"] = {
["roomID"] = 318907,
["level"] = 1,
["bgID"] = 0,
},
["逆光暗影"] = {
["roomID"] = 287927,
["level"] = 1,
["bgID"] = 0,
},
["超甜大蹄子"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["可爱的秃子"] = {
["roomID"] = "353014",
["level"] = 1,
["bgID"] = 0,
},
["凯萨血祭"] = {
["roomID"] = "273232",
["level"] = 4,
["bgID"] = 170,
},
["小老头乖乖"] = {
["roomID"] = 295945,
["level"] = 1,
["bgID"] = 0,
},
["古德猫宁吖"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["豆丶包十三号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["元素领主灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨旗"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["唱跳软噗"] = {
["roomID"] = 150789,
["level"] = 3,
["bgID"] = 0,
},
["Luckykings"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["夏宇丨圣安"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["天空之丶宸"] = {
["roomID"] = 157941,
["level"] = 1,
["bgID"] = 0,
},
["三十六法"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["榴莲硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["来瓶美年达"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["丨莫问前程"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["归途的光"] = {
["roomID"] = "296291",
["level"] = 1,
["bgID"] = 0,
},
["光辉女神"] = {
["roomID"] = 247397,
["level"] = 2,
["bgID"] = 0,
},
["萧瑟星辰"] = {
["roomID"] = 169206,
["level"] = 2,
["bgID"] = 0,
},
["素幽玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["咕氵嘎"] = {
["roomID"] = 111708,
["level"] = 2,
["bgID"] = 0,
},
["烛半"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["蕾之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["花式飙车"] = {
["roomID"] = 167888,
["level"] = 1,
["bgID"] = 0,
},
["辣妹妹"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["队长看不见"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["邓布利钱多多"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["荷叶恬恬"] = {
["roomID"] = "271335",
["level"] = 3,
["bgID"] = 0,
},
["青鸢丶"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["昂克赛拉"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["隨心而安"] = {
["roomID"] = "189214",
["level"] = 2,
["bgID"] = 0,
},
["冰炎奥法"] = {
["roomID"] = "167803",
["level"] = 3,
["bgID"] = 0,
},
["高甲保安"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["知名副导演"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["君子黎"] = {
["roomID"] = 106367,
["level"] = 1,
["bgID"] = 0,
},
["奈丶奈"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["东方婉"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["Melopriest"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["屠龙战魂"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["青花穆"] = {
["bgID"] = 0,
["level"] = -1,
},
["圣光嚯嚯着你"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["白胖白胖滴"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["花心兵"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["爱心酱"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["古人少别离"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["羽之殇"] = {
["roomID"] = "195368",
["level"] = 1,
["bgID"] = 170,
},
["丿贰拾"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["烟雨小魔"] = {
["roomID"] = 226762,
["level"] = 1,
["bgID"] = 0,
},
["想吃烤鱼"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["土豆小传奇"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["Odetts"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["我名叫扎心"] = {
["roomID"] = "130443",
["level"] = 2,
["bgID"] = 0,
},
["墨羽靈曦丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["一见倾欣"] = {
["roomID"] = "347428",
["level"] = 1,
["bgID"] = 0,
},
["Cei"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["孟婆一碗汤"] = {
["roomID"] = "348033",
["level"] = 1,
["bgID"] = 0,
},
["橙色守望"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 170,
},
["超懓丹"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["三品带砖"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["家中枯坐"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["屠龙破晓"] = {
["roomID"] = 125192,
["level"] = 2,
["bgID"] = 0,
},
["蓝色丶土耳其"] = {
["roomID"] = "349108",
["level"] = 2,
["bgID"] = 170,
},
["小熊汪汪"] = {
["roomID"] = 280527,
["level"] = 3,
["bgID"] = 0,
},
["达咩益达"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["乄萌萌乄"] = {
["roomID"] = "132320",
["level"] = 3,
["bgID"] = 0,
},
["曦扬"] = {
["roomID"] = 240625,
["level"] = 2,
["bgID"] = 0,
},
["山西阿雨"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["欧小歌"] = {
["roomID"] = 116705,
["level"] = 3,
["bgID"] = 0,
},
["零零后老阿姨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["Spitt"] = {
["roomID"] = 287529,
["level"] = 1,
["bgID"] = 0,
},
["Missup"] = {
["roomID"] = "205680",
["level"] = 3,
["bgID"] = 170,
},
["血色招魂师"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["长街孤火"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["关门放狗咬你"] = {
["roomID"] = 106544,
["level"] = 2,
["bgID"] = 0,
},
["轻云"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["奈薩里奧"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["随风飞逝"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["Nickole"] = {
["roomID"] = 134759,
["level"] = 2,
["bgID"] = 0,
},
["关灯小妹"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["鸭梨吖"] = {
["roomID"] = 308918,
["level"] = 1,
["bgID"] = 0,
},
["Heedcall"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["八个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["一顿小顺劈"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["凡城"] = {
["roomID"] = 110049,
["level"] = 3,
["bgID"] = 0,
},
["Luxuryjqo"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["诸葛来骑"] = {
["roomID"] = 181745,
["level"] = 2,
["bgID"] = 170,
},
["Bonedragon"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["紫云防骑"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["Isplin"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["扶沟最棒防战"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["桃子味咸鱼丶"] = {
["roomID"] = 162482,
["level"] = 2,
["bgID"] = 170,
},
["勇敢的黄雀"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["何以解忧愁"] = {
["roomID"] = "349237",
["level"] = 1,
["bgID"] = 0,
},
["逐暗向晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["一条大香蕉"] = {
["roomID"] = "142949",
["level"] = 2,
["bgID"] = 0,
},
["汤小唯"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["王牌收款机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["面包术"] = {
["roomID"] = 325276,
["level"] = 2,
["bgID"] = 0,
},
["逍遥冰晶"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["Elessare"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["无束"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["下次一萣"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["卅卅丶"] = {
["roomID"] = 204345,
["level"] = 1,
["bgID"] = 0,
},
["兵库北的笑靥"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["秋风护落叶"] = {
["bgID"] = 0,
["level"] = -1,
},
["纯禽小法"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["红色狂暴战"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["米饭依旧小碗"] = {
["roomID"] = 205633,
["level"] = 2,
["bgID"] = 0,
},
["丫儿"] = {
["roomID"] = 111338,
["level"] = 1,
["bgID"] = 0,
},
["久久幺"] = {
["roomID"] = 289227,
["level"] = 2,
["bgID"] = 0,
},
["萌萌灬柴犬"] = {
["roomID"] = 226898,
["level"] = 3,
["bgID"] = 170,
},
["砰砰嘭"] = {
["roomID"] = "314942",
["level"] = 2,
["bgID"] = 170,
},
["喵菩提"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["纯粉色丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["飞宏如喵"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["万天川主"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["工人阶层"] = {
["roomID"] = 272923,
["level"] = 3,
["bgID"] = 0,
},
["知名青年"] = {
["roomID"] = 113611,
["level"] = 2,
["bgID"] = 0,
},
["最终审判"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["豆豆的毛球"] = {
["roomID"] = "274164",
["level"] = 3,
["bgID"] = 0,
},
["宝宝要高高举"] = {
["roomID"] = 137091,
["level"] = 3,
["bgID"] = 0,
},
["浅浅粟"] = {
["roomID"] = 275760,
["level"] = 2,
["bgID"] = 0,
},
["手机换脸盆"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["口口达幽口口"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["丷薇薇安丷"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["法神二枝花"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["米斯牧神二号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["龙腾云起"] = {
["roomID"] = 184890,
["level"] = 3,
["bgID"] = 0,
},
["牵心者"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["晃晃忽忽"] = {
["bgID"] = 0,
["level"] = -1,
},
["小旧子"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["大西红柿"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["四队撒满"] = {
["roomID"] = 220820,
["level"] = 3,
["bgID"] = 170,
},
["南條寺"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["叫我小丽"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["碧空奇缘"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["白给参参"] = {
["roomID"] = "146330",
["level"] = 3,
["bgID"] = 170,
},
["你比多肉还肉"] = {
["roomID"] = 154683,
["level"] = 3,
["bgID"] = 0,
},
["鸡蛋与布甸"] = {
["roomID"] = 146751,
["level"] = 2,
["bgID"] = 0,
},
["疯狂的奶绮"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["坏蛋丶骑士"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["无赖"] = {
["roomID"] = "249263",
["level"] = 1,
["bgID"] = 0,
},
["Eddieorg"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["锘锘小可爱"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["星谷"] = {
["roomID"] = 265486,
["level"] = 2,
["bgID"] = 0,
},
["墨染"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["叔舒术"] = {
["roomID"] = 160096,
["level"] = 2,
["bgID"] = 0,
},
["筱宝宝丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["龍乄德荇天下"] = {
["roomID"] = 220787,
["level"] = 3,
["bgID"] = 0,
},
["沐八胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["宇文樹學"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["什小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["出门奶一口"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["落栀"] = {
["roomID"] = 159077,
["level"] = 1,
["bgID"] = 0,
},
["文盲"] = {
["roomID"] = "144541",
["level"] = 4,
["bgID"] = 0,
},
["Accelerator"] = {
["roomID"] = 124038,
["level"] = 3,
["bgID"] = 0,
},
["小黄丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["依丶芸"] = {
["roomID"] = 317436,
["level"] = 2,
["bgID"] = 0,
},
["龙七丨嘲风"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["甄如冬"] = {
["roomID"] = 165765,
["level"] = 1,
["bgID"] = 0,
},
["张天志"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["卟聆卟聆小猎"] = {
["roomID"] = "126946",
["level"] = 3,
["bgID"] = 0,
},
["圣疗未命中"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["崔斯特丶"] = {
["roomID"] = 247397,
["level"] = 2,
["bgID"] = 0,
},
["暗夜楚枫"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["大拿弄死你"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["罗氏暴力美学"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["玉汝于成"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["寂寞黑炭"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["风也眷顾丶"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["屠苏丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["其莳"] = {
["roomID"] = 205686,
["level"] = 1,
["bgID"] = 0,
},
["杀手小兵"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["奶凶奶凶徳"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["丨陈妍霏"] = {
["roomID"] = "200352",
["level"] = 2,
["bgID"] = 0,
},
["Sicilia"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["Especial"] = {
["roomID"] = 296541,
["level"] = 3,
["bgID"] = 170,
},
["妖嬈法魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["无敌最风流"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["小李肥刀"] = {
["bgID"] = 0,
["level"] = -1,
},
["Tenebrous"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["加勒比夜幕"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["糖菓菓"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["吉祥木木"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["猪也想飞"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["阿毛吃鸡腿"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["秦夜愿"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["匕服第一红手"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["Rainbowpulse"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["纪念黑暗"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["兔喵汪星人"] = {
["roomID"] = 319400,
["level"] = 2,
["bgID"] = 0,
},
["我猜猜"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["亦有情"] = {
["roomID"] = 298421,
["level"] = 1,
["bgID"] = 0,
},
["霸霸乂"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["你先动筷子"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["桔六六"] = {
["roomID"] = "112001",
["level"] = 1,
["bgID"] = 0,
},
["我是小木匠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["一寸丁"] = {
["bgID"] = 0,
["level"] = -1,
},
["襄阳人家"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["好佳佳"] = {
["roomID"] = 152021,
["level"] = 2,
["bgID"] = 0,
},
["Odettk"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["新月的夜色"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["慕灬"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["Aazzaz"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["泡泡蛋蛋"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["奇怪的骑士"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["丶冷火"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["橘星辰"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["洵有情兮丶"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["风骚男神"] = {
["roomID"] = 158195,
["level"] = 2,
["bgID"] = 0,
},
["盐巴丷"] = {
["roomID"] = "249263",
["level"] = 1,
["bgID"] = 0,
},
["丶小雨老师"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["封情"] = {
["roomID"] = "338234",
["level"] = 1,
["bgID"] = 170,
},
["牛灬逼"] = {
["roomID"] = 132320,
["level"] = 2,
["bgID"] = 0,
},
["闻名遐迩的"] = {
["roomID"] = "290656",
["level"] = 2,
["bgID"] = 170,
},
["矮灬莫格莱尼"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["冰火星痕"] = {
["roomID"] = 169206,
["level"] = 2,
["bgID"] = 0,
},
["木法鲨"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["积木咕丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["笙歌会停丶"] = {
["roomID"] = 204954,
["level"] = 1,
["bgID"] = 0,
},
["焱燚燚"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["曾淘气"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["橘沧海"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["柒彩花斑猪"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["青丝凌"] = {
["roomID"] = 313757,
["level"] = 1,
["bgID"] = 0,
},
["沙海悠扬丶"] = {
["roomID"] = 106283,
["level"] = 2,
["bgID"] = 0,
},
["岚妹儿"] = {
["roomID"] = "335960",
["level"] = 1,
["bgID"] = 0,
},
["阿烦哒"] = {
["roomID"] = 132448,
["level"] = 1,
["bgID"] = 0,
},
["鲨鱼抱抱"] = {
["roomID"] = "113168",
["level"] = 4,
["bgID"] = 0,
},
["冷缘"] = {
["roomID"] = 324725,
["level"] = 1,
["bgID"] = 0,
},
["水歌调头"] = {
["roomID"] = 201842,
["level"] = 3,
["bgID"] = 170,
},
["倚樓聽風雨"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["骇人丶京"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["霸王丨茶姬"] = {
["roomID"] = 154234,
["level"] = 2,
["bgID"] = 0,
},
["桔百萬"] = {
["medalMap"] = {
["acc_exp"] = 16165,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 112001,
},
["夜月销魂曲"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["背心崽"] = {
["roomID"] = 258565,
["level"] = 1,
["bgID"] = 0,
},
["年百旺"] = {
["roomID"] = 139227,
["level"] = 2,
["bgID"] = 0,
},
["冰雪念慈"] = {
["roomID"] = 115418,
["level"] = 2,
["bgID"] = 0,
},
["浊心斯卡蒂娅"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["樱凌乃"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["易复灾麻"] = {
["roomID"] = 250923,
["level"] = 3,
["bgID"] = 0,
},
["雲竹"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["奋斗的小天使"] = {
["roomID"] = 130325,
["level"] = 1,
["bgID"] = 0,
},
["酷似小轻狂"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["交丶水电费"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["嘛嘛魚"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["冰火雷鸣"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["柚子靑靑"] = {
["roomID"] = 160580,
["level"] = 2,
["bgID"] = 0,
},
["浅夏微雨"] = {
["roomID"] = "333750",
["level"] = 1,
["bgID"] = 170,
},
["慢走蜗牛"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["刘叔儿"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["孙小甜"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["寒磬"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["坦丨荡"] = {
["roomID"] = 289227,
["level"] = 2,
["bgID"] = 0,
},
["凌鸢丶"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["德牧叠巴福"] = {
["roomID"] = 106775,
["level"] = 2,
["bgID"] = 0,
},
["兜里木有糖灬"] = {
["roomID"] = 279290,
["level"] = 2,
["bgID"] = 0,
},
["积木萨丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["旧世四阿哥"] = {
["roomID"] = 109203,
["level"] = 2,
["bgID"] = 0,
},
["太阳神妮卡"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["无知少年"] = {
["roomID"] = "154451",
["level"] = 3,
["bgID"] = 170,
},
["枝江大魔"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["圣路易斯光"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["四月涟漪"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["依妖"] = {
["roomID"] = "178734",
["level"] = 3,
["bgID"] = 170,
},
["Floweycat"] = {
["roomID"] = 198596,
["level"] = 2,
["bgID"] = 0,
},
["Cremedelamer"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["奶恩本人"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["夜月镇魔歌"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["丶陆小柒"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["航琦灬"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["哪吒丨战"] = {
["roomID"] = "244661",
["level"] = 2,
["bgID"] = 0,
},
["萌萌灬黑背"] = {
["roomID"] = 160408,
["level"] = 2,
["bgID"] = 0,
},
["墨彩环"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["丶流苏"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["灰太狼的狼"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["骑来月笙"] = {
["roomID"] = "276833",
["level"] = 2,
["bgID"] = 0,
},
["晴熙"] = {
["roomID"] = 316148,
["level"] = 1,
["bgID"] = 0,
},
["葫芦娃打呼噜"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["凯萨大帝"] = {
["medalMap"] = {
["acc_exp"] = 6243,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "273232",
},
["猪会飞吗"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["Sulwhasoo"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["橙子布丁"] = {
["roomID"] = 142849,
["level"] = 2,
["bgID"] = 0,
},
["暗影守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["Oscuro"] = {
["roomID"] = 153347,
["level"] = 2,
["bgID"] = 0,
},
["酸酸甜甜仓仓"] = {
["roomID"] = 113077,
["level"] = 2,
["bgID"] = 0,
},
["Rainbowdow"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["勇敢的右美"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["何田田"] = {
["roomID"] = 289302,
["level"] = 1,
["bgID"] = 0,
},
["亞當"] = {
["roomID"] = 175367,
["level"] = 2,
["bgID"] = 0,
},
["一个大樱桃"] = {
["roomID"] = "301396",
["level"] = 3,
["bgID"] = 170,
},
["性感小骑士"] = {
["roomID"] = "347110",
["level"] = 1,
["bgID"] = 0,
},
["风一样的她们"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["精灵我最涩"] = {
["roomID"] = 203903,
["level"] = 2,
["bgID"] = 0,
},
["露可棒棒糖"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["魔兽的终结者"] = {
["roomID"] = 232139,
["level"] = 3,
["bgID"] = 0,
},
["时间原石"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["燃烧的火烧云"] = {
["roomID"] = 156927,
["level"] = 1,
["bgID"] = 0,
},
["迷糊蛋蛋"] = {
["roomID"] = 231531,
["level"] = 2,
["bgID"] = 0,
},
["哎呦好奶哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["哇啦啦哇"] = {
["roomID"] = "108542",
["level"] = 2,
["bgID"] = 0,
},
["蜜桃囤"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["阿尔卑斯蔬果"] = {
["roomID"] = "147364",
["level"] = 3,
["bgID"] = 170,
},
["白兰地不加冰"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 170,
},
["残局"] = {
["roomID"] = 240570,
["level"] = 3,
["bgID"] = 0,
},
["空虚牛牛"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["迪奥灬"] = {
["roomID"] = 153068,
["level"] = 2,
["bgID"] = 0,
},
["卡萨林"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["红嘴头子"] = {
["roomID"] = 250997,
["level"] = 2,
["bgID"] = 170,
},
["来根黑兰州"] = {
["roomID"] = 303226,
["level"] = 2,
["bgID"] = 0,
},
["奈雪的茶"] = {
["roomID"] = 162090,
["level"] = 4,
["bgID"] = 170,
},
["火龙果生吃"] = {
["roomID"] = "242504",
["level"] = 1,
["bgID"] = 0,
},
["神偷儿"] = {
["roomID"] = 252131,
["level"] = 3,
["bgID"] = 0,
},
["沫雨橙风"] = {
["roomID"] = "128002",
["level"] = 3,
["bgID"] = 0,
},
["丨别搞怪丨"] = {
["roomID"] = 179108,
["level"] = 1,
["bgID"] = 0,
},
["卿九九"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["桔子叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["渔舟唱晚丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["浅夏清唱丶"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["听凭主怒"] = {
["bgID"] = 0,
["level"] = -1,
},
["死神邪吻"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["灰鹰"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["沐恩丶"] = {
["roomID"] = 164498,
["level"] = 2,
["bgID"] = 0,
},
["贫僧法号丄帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["Caspianw"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["暮光之灵"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["三团长"] = {
["roomID"] = 110987,
["level"] = 2,
["bgID"] = 0,
},
["虽远灬必诛"] = {
["roomID"] = 274885,
["level"] = 2,
["bgID"] = 0,
},
["值域知遇纸鱼"] = {
["roomID"] = 293265,
["level"] = 3,
["bgID"] = 0,
},
["夏宇丨圣乐"] = {
["roomID"] = "147294",
["level"] = 4,
["bgID"] = 170,
},
["慕晴大傻蛋"] = {
["medalMap"] = {
["acc_exp"] = 13195,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032640,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 117387,
},
["妈妈疯狂打码"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["小芬达丶"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["墨兰花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["新欢小甜甜"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["龍遨天"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["到底嗦不嗦"] = {
["roomID"] = 162185,
["level"] = 3,
["bgID"] = 0,
},
["海棠的跌丶"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["囧恩丹尼"] = {
["roomID"] = "131377",
["level"] = 2,
["bgID"] = 0,
},
["尤绒乃不大"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["鏡花水鈅"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["新雨带秋岚"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["艾斯丶哈锤子"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["圣堂小佳琪"] = {
["roomID"] = 200549,
["level"] = 1,
["bgID"] = 0,
},
["伊弗蕾妮"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["炽灬无畏"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["恒宝宝要嗯嗯"] = {
["roomID"] = 235240,
["level"] = 3,
["bgID"] = 0,
},
["翠华路光头"] = {
["roomID"] = 211436,
["level"] = 2,
["bgID"] = 0,
},
["抱走萝莉丷"] = {
["roomID"] = 287963,
["level"] = 3,
["bgID"] = 170,
},
["逆鳞之俽"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["小伊娜莫斯"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["神域格挡"] = {
["medalMap"] = {
["acc_exp"] = 2285,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032820,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "170525",
},
["青萝寒松"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["王森"] = {
["roomID"] = 206832,
["level"] = 1,
["bgID"] = 0,
},
["握老弓"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["樱桃射不准"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["冬冬搓火球"] = {
["roomID"] = 287424,
["level"] = 2,
["bgID"] = 0,
},
["夏乂雨灬防"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["想吃芋艿"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["鬼迷心窍丷"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["望靈"] = {
["roomID"] = 107770,
["level"] = 3,
["bgID"] = 0,
},
["只为遇见你"] = {
["roomID"] = 170895,
["level"] = 1,
["bgID"] = 0,
},
["画上句号"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["晚上赌"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["美德冒泡"] = {
["roomID"] = "206715",
["level"] = 2,
["bgID"] = 0,
},
["风流会长"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["浅柠檬"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["回忆彼岸"] = {
["roomID"] = 138385,
["level"] = 2,
["bgID"] = 0,
},
["風情一刀"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["黑夜暗辰"] = {
["roomID"] = 237602,
["level"] = 2,
["bgID"] = 0,
},
["小绵"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["乾隆爷"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["十月凉秋"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["Yoi"] = {
["roomID"] = 325809,
["level"] = 1,
["bgID"] = 0,
},
["庭满花香"] = {
["roomID"] = "338072",
["level"] = 1,
["bgID"] = 0,
},
["洛右"] = {
["roomID"] = 314628,
["level"] = 2,
["bgID"] = 0,
},
["皮卡丘小迷妹"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["王菇凉一箭"] = {
["roomID"] = "327856",
["level"] = 2,
["bgID"] = 0,
},
["毅鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["只会打审判"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["曙光下的时钟"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["圆桌兰斯洛特"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["硬化药"] = {
["roomID"] = 219955,
["level"] = 2,
["bgID"] = 0,
},
["蓝染忽右介"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["冬天小铁蛋"] = {
["roomID"] = 165660,
["level"] = 3,
["bgID"] = 0,
},
["老狐狸爱玩贼"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["糖腂腂"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["Assinn"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["敲你膝盖骨"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["九幽堕天使"] = {
["roomID"] = "347043",
["level"] = 1,
["bgID"] = 0,
},
["绝对哈尼"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["酷似徐凤年"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["別碰我丸子頭"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["萨罗琳"] = {
["roomID"] = 306092,
["level"] = 2,
["bgID"] = 0,
},
["萌萌的苏丝"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["赛利蒙妮"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["妈妈犟"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["单眼皮喵喵"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["蓝色虚幻"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["点蓝"] = {
["roomID"] = 316148,
["level"] = 1,
["bgID"] = 0,
},
["奔雷手闻泰"] = {
["roomID"] = "177993",
["level"] = 3,
["bgID"] = 170,
},
["偷心不偷腥丶"] = {
["roomID"] = 211221,
["level"] = 2,
["bgID"] = 0,
},
["安吉丽娜丶丫"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["水果乄战刃"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["天谴明王"] = {
["roomID"] = 203374,
["level"] = 3,
["bgID"] = 0,
},
["暗叶虚空"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["光头圣光刺眼"] = {
["roomID"] = 109203,
["level"] = 2,
["bgID"] = 0,
},
["沐海"] = {
["roomID"] = "160894",
["level"] = 3,
["bgID"] = 170,
},
["哈苏九零七"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["雪花电电"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["关灯嗯哼"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["风吹灬屁屁良"] = {
["roomID"] = 115389,
["level"] = 2,
["bgID"] = 0,
},
["夏陌风汐"] = {
["roomID"] = 161724,
["level"] = 3,
["bgID"] = 170,
},
["格蕾妮斯"] = {
["roomID"] = 110288,
["level"] = 4,
["bgID"] = 0,
},
["暴龙战萨"] = {
["roomID"] = 134166,
["level"] = 2,
["bgID"] = 0,
},
["果果的小饼干"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["流星摘月"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["吉林安娜"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["欧篁"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["上丶口爱"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["鸡枞侠"] = {
["roomID"] = 172051,
["level"] = 2,
["bgID"] = 0,
},
["十倍界王拳"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["不敢心动了"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["洛潇羽"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["迷失的飞鸟"] = {
["roomID"] = 132812,
["level"] = 3,
["bgID"] = 0,
},
["骑天打圣"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["嗨龍"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["新月的孤独"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["湖畔的特莉丝"] = {
["roomID"] = "110012",
["level"] = 4,
["bgID"] = 0,
},
["闻悦"] = {
["roomID"] = 283290,
["level"] = 1,
["bgID"] = 0,
},
["血色槲栎"] = {
["roomID"] = "269554",
["level"] = 2,
["bgID"] = 170,
},
["秋影"] = {
["roomID"] = "128492",
["level"] = 3,
["bgID"] = 170,
},
["Payen"] = {
["medalMap"] = {
["acc_exp"] = 8755,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288761,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 107925,
},
["勥戰士同風起"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["我认钱不认人"] = {
["medalMap"] = {
["acc_exp"] = 2026,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "302967",
},
["Kiselr"] = {
["roomID"] = 279378,
["level"] = 2,
["bgID"] = 0,
},
["多情小小骑"] = {
["roomID"] = 220386,
["level"] = 2,
["bgID"] = 0,
},
["坏蛋丶法爷"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["半熟奶酪"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["江疏影啊"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["半个猕猴桃"] = {
["roomID"] = 301717,
["level"] = 1,
["bgID"] = 0,
},
["叁玖伍柒"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["悅悦"] = {
["roomID"] = 160088,
["level"] = 2,
["bgID"] = 0,
},
["美櫻"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["月少"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["冰冠典狱长"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["萝西瓜"] = {
["roomID"] = 249215,
["level"] = 3,
["bgID"] = 0,
},
["超电小马达"] = {
["roomID"] = "249198",
["level"] = 3,
["bgID"] = 170,
},
["北野末奈"] = {
["roomID"] = "325389",
["level"] = 4,
["bgID"] = 0,
},
["太帅了丶"] = {
["roomID"] = "344169",
["level"] = 2,
["bgID"] = 0,
},
["堕落制裁"] = {
["roomID"] = 169206,
["level"] = 2,
["bgID"] = 0,
},
["日七挡电风扇"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["灰暗的火球"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["全在绩效里"] = {
["roomID"] = "344696",
["level"] = 1,
["bgID"] = 0,
},
["魔炼"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["毛绒咸咸"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["思念什么"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["福萨"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["丹颜若卿"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["徳鲁伊卧熊"] = {
["roomID"] = 178048,
["level"] = 1,
["bgID"] = 0,
},
["不吃藕"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["牦牛三号"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["苏雅露"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["天云技师"] = {
["roomID"] = 134265,
["level"] = 2,
["bgID"] = 0,
},
["耳语微风"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["今天喝奈雪"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["冥府之殇"] = {
["roomID"] = 306092,
["level"] = 2,
["bgID"] = 0,
},
["小琻儿"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["流风霜"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["鬼火鹿"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["陈辻五"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["尊尸重盜"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["乐在琪中"] = {
["roomID"] = 220714,
["level"] = 2,
["bgID"] = 0,
},
["邓布利可爱多"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["三品带枪"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["筱灬川"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["出租车铠裃"] = {
["roomID"] = "323029",
["level"] = 2,
["bgID"] = 0,
},
["冰冠之主"] = {
["roomID"] = 131290,
["level"] = 2,
["bgID"] = 0,
},
["圣光统治者"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["丫好丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["两条杠"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["加好剃的血"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["萌丿萌"] = {
["roomID"] = 132320,
["level"] = 2,
["bgID"] = 0,
},
["风情小乳芽"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["素手婠青丝"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["轩辕丶洳來"] = {
["roomID"] = 294263,
["level"] = 2,
["bgID"] = 0,
},
["丝轻灬袜逸"] = {
["roomID"] = "107071",
["level"] = 1,
["bgID"] = 170,
},
["阿加"] = {
["roomID"] = 149625,
["level"] = 1,
["bgID"] = 0,
},
["韩纪龚"] = {
["roomID"] = 187392,
["level"] = 2,
["bgID"] = 0,
},
["Starryheaven"] = {
["roomID"] = "343286",
["level"] = 2,
["bgID"] = 0,
},
["时光清浅丶"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["千杯撒"] = {
["roomID"] = "284274",
["level"] = 2,
["bgID"] = 0,
},
["萝酷娜娜"] = {
["roomID"] = 161871,
["level"] = 4,
["bgID"] = 0,
},
["司空葶竺"] = {
["roomID"] = 114777,
["level"] = 3,
["bgID"] = 0,
},
["醉指江山"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 170,
},
["小熊霸霸"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["老道法号上帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["崂啤大魔王"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["痴烟的魔道"] = {
["roomID"] = 265625,
["level"] = 2,
["bgID"] = 0,
},
["言秋"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["烛九幽"] = {
["roomID"] = 306092,
["level"] = 2,
["bgID"] = 0,
},
["哎呦好玩哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["Nishikino"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["洛丹伦圣骑"] = {
["roomID"] = 247207,
["level"] = 1,
["bgID"] = 0,
},
["精致的土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["打草惊蛇"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["丨霜色清秋丨"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["白厄"] = {
["roomID"] = "338503",
["level"] = 2,
["bgID"] = 0,
},
["青春無敌"] = {
["roomID"] = 108161,
["level"] = 2,
["bgID"] = 0,
},
["黯夜劣人"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["花牧兰"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["神小神"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["琪琪爱生气"] = {
["roomID"] = "171963",
["level"] = 2,
["bgID"] = 170,
},
["贝塔不开坦克"] = {
["roomID"] = "242666",
["level"] = 3,
["bgID"] = 0,
},
["卖萌熊"] = {
["roomID"] = 231228,
["level"] = 1,
["bgID"] = 0,
},
["叽里丶咕噜"] = {
["roomID"] = 187229,
["level"] = 1,
["bgID"] = 0,
},
["喝啥都是酒"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["万世之名"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["饿狼传说丶"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["嘀嘀大魔王"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["好大一个德"] = {
["roomID"] = 109203,
["level"] = 2,
["bgID"] = 0,
},
["丶力揽山河"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["千鸟之音"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["喵星疏影"] = {
["roomID"] = 113469,
["level"] = 2,
["bgID"] = 0,
},
["满仓跌停板"] = {
["roomID"] = 171312,
["level"] = 2,
["bgID"] = 0,
},
["审判之路"] = {
["roomID"] = 286338,
["level"] = 1,
["bgID"] = 0,
},
["曾美丽"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["蚂蚁爱吃雪糕"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["鮮血沸騰"] = {
["roomID"] = 130482,
["level"] = 2,
["bgID"] = 0,
},
["先跑两步"] = {
["roomID"] = 107494,
["level"] = 2,
["bgID"] = 0,
},
["杨玉环丶翠花"] = {
["roomID"] = 202379,
["level"] = 3,
["bgID"] = 0,
},
["第一次玩德"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["隔壁村村花"] = {
["roomID"] = 156862,
["level"] = 2,
["bgID"] = 0,
},
["南月秋霜"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["嫚嫚悠悠"] = {
["roomID"] = "108161",
["level"] = 2,
["bgID"] = 0,
},
["暗夜妞妞"] = {
["roomID"] = 326695,
["level"] = 1,
["bgID"] = 0,
},
["伤心晃晃"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["饼干猫猫"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["鬼舞嵐彡"] = {
["roomID"] = 321957,
["level"] = 1,
["bgID"] = 0,
},
["紫氣东來"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["老赵买不起"] = {
["roomID"] = "139409",
["level"] = 1,
["bgID"] = 0,
},
["九折"] = {
["roomID"] = "343286",
["level"] = 2,
["bgID"] = 0,
},
["Zzcz"] = {
["roomID"] = 304280,
["level"] = 1,
["bgID"] = 0,
},
["鲜血踏晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["杜琦燕丶"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["腳踢敬老院"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["快给阿蛋道歉"] = {
["roomID"] = 132226,
["level"] = 2,
["bgID"] = 0,
},
["Uion"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["Sophya"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["花生的打工仔"] = {
["roomID"] = 279361,
["level"] = 2,
["bgID"] = 0,
},
["无影流"] = {
["roomID"] = "184402",
["level"] = 2,
["bgID"] = 170,
},
["残云收夏暑"] = {
["roomID"] = 255105,
["level"] = 2,
["bgID"] = 0,
},
["无敌小大峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["丨黄丶鹤楼丨"] = {
["roomID"] = 291393,
["level"] = 3,
["bgID"] = 0,
},
["积木牧丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["贰贰陆"] = {
["roomID"] = 284274,
["level"] = 2,
["bgID"] = 0,
},
["天使降临了"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["孤龙弃天"] = {
["roomID"] = "272362",
["level"] = 3,
["bgID"] = 170,
},
["荻尅"] = {
["roomID"] = "334218",
["level"] = 2,
["bgID"] = 0,
},
["生气的防骑"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["隋小咪"] = {
["roomID"] = 135373,
["level"] = 2,
["bgID"] = 0,
},
["祥銀"] = {
["roomID"] = "263042",
["level"] = 2,
["bgID"] = 0,
},
["小何要吃饭"] = {
["roomID"] = "118227",
["level"] = 3,
["bgID"] = 0,
},
["歆悦"] = {
["roomID"] = 137687,
["level"] = 3,
["bgID"] = 0,
},
["动之以情丶"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["小湿"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["Recca"] = {
["roomID"] = 146560,
["level"] = 2,
["bgID"] = 0,
},
["阖家欢"] = {
["roomID"] = "274164",
["level"] = 3,
["bgID"] = 0,
},
["希芙之祐"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["马库斯之誓"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["月半月半"] = {
["roomID"] = 312491,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨岂"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["耀阳德"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["紫丶歮"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["麻辣魚丶"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["风梳丶烟沐丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["没有奶量"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["专业抗打"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["墨逸玫瑰"] = {
["roomID"] = "164626",
["level"] = 3,
["bgID"] = 170,
},
["萌萌哒呀"] = {
["roomID"] = "132320",
["level"] = 3,
["bgID"] = 0,
},
["樱桃扛得起"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["冰畅丶"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["洛洛依"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["Sinya"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["小晖机"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["雷电奉还"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["Xinya"] = {
["roomID"] = 326707,
["level"] = 1,
["bgID"] = 0,
},
["暗之契约者"] = {
["roomID"] = "150463",
["level"] = 3,
["bgID"] = 0,
},
["冬天小铁饼"] = {
["roomID"] = 165660,
["level"] = 3,
["bgID"] = 0,
},
["春风送归人"] = {
["medalMap"] = {
["acc_exp"] = 9605,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 145383,
},
["步練瑡"] = {
["roomID"] = "184470",
["level"] = 4,
["bgID"] = 170,
},
["拿宠当肉盾"] = {
["roomID"] = "342453",
["level"] = 1,
["bgID"] = 0,
},
["辣你个乖乖"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["可愛到跺脚"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["元气饱饱龙"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["Homonoia"] = {
["roomID"] = 121310,
["level"] = 3,
["bgID"] = 0,
},
["蒗芓偸鈊賊"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["加勒比海虾"] = {
["roomID"] = 156862,
["level"] = 2,
["bgID"] = 0,
},
["冰灵一牧"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["Hqf"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["乱舞千莲怒放"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["想奶不奶"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["德之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["橙子熊"] = {
["roomID"] = 158747,
["level"] = 1,
["bgID"] = 0,
},
["大凯挺忙"] = {
["medalMap"] = {
["acc_exp"] = 12675,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 126458,
},
["远航的萨满"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["西西里橙丶"] = {
["roomID"] = 142849,
["level"] = 2,
["bgID"] = 0,
},
["泛黑水蜜桃"] = {
["roomID"] = 115902,
["level"] = 2,
["bgID"] = 0,
},
["诗赋久歌"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["Springbo"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["移动的荣誉"] = {
["roomID"] = 265480,
["level"] = 2,
["bgID"] = 0,
},
["Splendor"] = {
["medalMap"] = {
["acc_exp"] = 8380,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "118630",
},
["崔克蝴蝶"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["凡锅多一条腿"] = {
["roomID"] = 172156,
["level"] = 3,
["bgID"] = 0,
},
["伤心的小迷妹"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["巧凤五"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["圣光熊猫"] = {
["roomID"] = 204727,
["level"] = 3,
["bgID"] = 0,
},
["喝不得"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["哒哒奶丶"] = {
["roomID"] = 111284,
["level"] = 2,
["bgID"] = 0,
},
["怀庆公主"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["天战喜玥"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["丨刘亦菲丨"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["Fzzo"] = {
["roomID"] = "115228",
["level"] = 2,
["bgID"] = 0,
},
["Izzo"] = {
["roomID"] = "115228",
["level"] = 2,
["bgID"] = 0,
},
["脆的一皮"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["沙丘狐"] = {
["roomID"] = 265486,
["level"] = 2,
["bgID"] = 0,
},
["千里一梦遥"] = {
["roomID"] = 205543,
["level"] = 2,
["bgID"] = 0,
},
["向何"] = {
["medalMap"] = {
["acc_exp"] = 8560,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "145245",
},
["小七妹儿"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["邦邦丶硬"] = {
["roomID"] = "136371",
["level"] = 3,
["bgID"] = 170,
},
["苍茫哥信仰战"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["Azzo"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["顾德奈特"] = {
["roomID"] = 322036,
["level"] = 1,
["bgID"] = 0,
},
["余音灬"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["百事可甜"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["Ezzo"] = {
["roomID"] = "115228",
["level"] = 2,
["bgID"] = 0,
},
["Dzzo"] = {
["roomID"] = 115228,
["level"] = 2,
["bgID"] = 0,
},
["Fod"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["纯禽壮壮"] = {
["medalMap"] = {
["acc_exp"] = 1700,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032280,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 294057,
},
["无敌小大凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["奈美"] = {
["roomID"] = 110012,
["level"] = 3,
["bgID"] = 0,
},
["玫瑰黑色"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["很黄很强大"] = {
["roomID"] = 230852,
["level"] = 2,
["bgID"] = 0,
},
["噔瞪瞪"] = {
["roomID"] = 160096,
["level"] = 1,
["bgID"] = 0,
},
["东皇太壹"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["牢牢的丶"] = {
["roomID"] = 106134,
["level"] = 2,
["bgID"] = 170,
},
["圆头猫"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["苏小牧"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["瓢锅畅"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["老纪"] = {
["roomID"] = 279068,
["level"] = 2,
["bgID"] = 0,
},
["丨清道夫丨"] = {
["roomID"] = "168824",
["level"] = 3,
["bgID"] = 0,
},
["亚瑟王托莉雅"] = {
["roomID"] = 146068,
["level"] = 1,
["bgID"] = 0,
},
["酷似裴南玮"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["黑手丶猎"] = {
["roomID"] = 113888,
["level"] = 3,
["bgID"] = 0,
},
["小凤梨"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["野性大毛毛"] = {
["roomID"] = "328229",
["level"] = 1,
["bgID"] = 0,
},
["冰丶球"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["糖醋小鸡排"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["灬狠狠爆灬"] = {
["roomID"] = 329347,
["level"] = 1,
["bgID"] = 0,
},
["小毁机"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["可愛到生气"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["烟水晴岚"] = {
["roomID"] = 182484,
["level"] = 2,
["bgID"] = 0,
},
["圣光绕指柔"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["小猫子"] = {
["roomID"] = "349481",
["level"] = 2,
["bgID"] = 0,
},
["就是只羊"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["龙狗恐叁黑天"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["正义的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["猛猛哒"] = {
["roomID"] = 304480,
["level"] = 1,
["bgID"] = 0,
},
["傀儡骑士"] = {
["roomID"] = 173309,
["level"] = 2,
["bgID"] = 0,
},
["丫呵呵"] = {
["roomID"] = 269955,
["level"] = 1,
["bgID"] = 0,
},
["小蛔"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["轩黎晨契"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["大凤"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["捏污塞心肝"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["晓晓红"] = {
["roomID"] = 184293,
["level"] = 1,
["bgID"] = 0,
},
["墨德敢情"] = {
["roomID"] = 205617,
["level"] = 1,
["bgID"] = 0,
},
["淡漠如水"] = {
["roomID"] = 108542,
["level"] = 2,
["bgID"] = 0,
},
["我在等风丶"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["低调奢华丶"] = {
["roomID"] = "201424",
["level"] = 2,
["bgID"] = 170,
},
["阿橙萌徳"] = {
["roomID"] = 131414,
["level"] = 2,
["bgID"] = 0,
},
["魔兽的占卜师"] = {
["roomID"] = 232139,
["level"] = 3,
["bgID"] = 0,
},
["钟情日志"] = {
["roomID"] = 139925,
["level"] = 3,
["bgID"] = 0,
},
["风一样的我"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["乌波萨斯拉"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["少喝点酒"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["乔沃德达吉尔"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["何仪景"] = {
["roomID"] = 289302,
["level"] = 1,
["bgID"] = 0,
},
["吞天帝丶宁晨"] = {
["roomID"] = 312559,
["level"] = 2,
["bgID"] = 0,
},
["丝滑骑士"] = {
["roomID"] = "182140",
["level"] = 2,
["bgID"] = 0,
},
["陆小游"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["灵魂乱舞"] = {
["roomID"] = 163489,
["level"] = 2,
["bgID"] = 0,
},
["航骑丨"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["嫂子的偏爱"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["丶沐晴"] = {
["roomID"] = 135377,
["level"] = 2,
["bgID"] = 0,
},
["玥玥和你拼啦"] = {
["roomID"] = 296291,
["level"] = 1,
["bgID"] = 0,
},
["双倍气压"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["安门戴安娜"] = {
["roomID"] = "116003",
["level"] = 1,
["bgID"] = 170,
},
["耀暘二"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["荭茶玛奇朵"] = {
["roomID"] = "353160",
["level"] = 1,
["bgID"] = 0,
},
["约德尔人十一"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["星星小战"] = {
["roomID"] = "335768",
["level"] = 3,
["bgID"] = 170,
},
["铁头蹦蹦"] = {
["roomID"] = 324214,
["level"] = 1,
["bgID"] = 0,
},
["小忘"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["Qqlayer"] = {
["roomID"] = 327875,
["level"] = 1,
["bgID"] = 0,
},
["圣光丶鹌鹑"] = {
["roomID"] = "226516",
["level"] = 2,
["bgID"] = 170,
},
["单小九"] = {
["roomID"] = 109170,
["level"] = 3,
["bgID"] = 0,
},
["一壶酒醉红尘"] = {
["roomID"] = 142016,
["level"] = 2,
["bgID"] = 0,
},
["希芙之泪"] = {
["roomID"] = "109947",
["level"] = 3,
["bgID"] = 170,
},
["冒火"] = {
["roomID"] = 289227,
["level"] = 2,
["bgID"] = 0,
},
["最爱白茶"] = {
["roomID"] = 115902,
["level"] = 2,
["bgID"] = 0,
},
["小雪初雯"] = {
["roomID"] = 153471,
["level"] = 2,
["bgID"] = 0,
},
["紬屋雨"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["魅惑女王"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["熊熊能熊能熊"] = {
["roomID"] = "168919",
["level"] = 2,
["bgID"] = 170,
},
["烟花叔叔"] = {
["roomID"] = 242050,
["level"] = 2,
["bgID"] = 0,
},
["果果的小豆包"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["奇女子"] = {
["roomID"] = "145308",
["level"] = 2,
["bgID"] = 0,
},
["曼妙的番茄"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["Isplaosp"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["烟花术"] = {
["roomID"] = 242050,
["level"] = 2,
["bgID"] = 0,
},
["死士无双"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["轉逝青春"] = {
["roomID"] = 114827,
["level"] = 4,
["bgID"] = 0,
},
["生气的萨满"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["王小维"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["酷似叶音竹"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["天君绝"] = {
["roomID"] = 132812,
["level"] = 3,
["bgID"] = 0,
},
["Oyy"] = {
["roomID"] = 247363,
["level"] = 1,
["bgID"] = 0,
},
["豆丶包十号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["青芝"] = {
["roomID"] = "313741",
["level"] = 3,
["bgID"] = 0,
},
["Odettz"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["精灵伴舞"] = {
["roomID"] = "154764",
["level"] = 3,
["bgID"] = 170,
},
["Ispxin"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["沐丶绾绾"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["海唐的跌"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["加加你"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["怼柒揍"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["上帝的黯殇"] = {
["roomID"] = 133150,
["level"] = 2,
["bgID"] = 0,
},
["霓薅芽"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["一个人的红尘"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["缘君"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["尐尐贼"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["Camelot"] = {
["roomID"] = 138694,
["level"] = 3,
["bgID"] = 0,
},
["轩黎晨棋"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["琦航"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["望玲"] = {
["roomID"] = 107770,
["level"] = 3,
["bgID"] = 0,
},
["蓝色土豆"] = {
["roomID"] = 295837,
["level"] = 2,
["bgID"] = 0,
},
["Alilat"] = {
["roomID"] = "349049",
["level"] = 1,
["bgID"] = 0,
},
["兜停守"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["Nabati"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["吉祥奥奥"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["太靓了丶"] = {
["roomID"] = "344169",
["level"] = 2,
["bgID"] = 0,
},
["豆腐魚"] = {
["roomID"] = "175387",
["level"] = 3,
["bgID"] = 0,
},
["半寸青芒"] = {
["roomID"] = "352508",
["level"] = 3,
["bgID"] = 0,
},
["小鲨鱼不思考"] = {
["roomID"] = "345069",
["level"] = 1,
["bgID"] = 0,
},
["雍正爷"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["枪兵德"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["爺赐你梦魅"] = {
["roomID"] = 169899,
["level"] = 3,
["bgID"] = 170,
},
["Nighter"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["鱼丨骨头"] = {
["roomID"] = 107909,
["level"] = 4,
["bgID"] = 0,
},
["Kikyoun"] = {
["medalMap"] = {
["acc_exp"] = 3110,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032760,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "230998",
},
["长叹空随"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["瓜瓜龙"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["生而何欢"] = {
["roomID"] = "110012",
["level"] = 4,
["bgID"] = 0,
},
["卿辞花露"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["再来一瓶丶"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["北条凛"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["奶加糖甜死你"] = {
["roomID"] = "352581",
["level"] = 1,
["bgID"] = 0,
},
["丶风味发酵乳"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["Paletres"] = {
["roomID"] = "110012",
["level"] = 4,
["bgID"] = 0,
},
["苍穹硬条"] = {
["roomID"] = 285285,
["level"] = 2,
["bgID"] = 0,
},
["手拿把掐"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["莱阳大鹅"] = {
["roomID"] = 272075,
["level"] = 2,
["bgID"] = 0,
},
["一兰斯洛特一"] = {
["medalMap"] = {
["acc_exp"] = 9515,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 137112,
},
["梦回青春"] = {
["roomID"] = 139406,
["level"] = 1,
["bgID"] = 0,
},
["是小可乐呀"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["多多灬茉辰"] = {
["roomID"] = "230803",
["level"] = 2,
["bgID"] = 170,
},
["沃尔卡"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["小毛贼的随从"] = {
["roomID"] = "342562",
["level"] = 1,
["bgID"] = 0,
},
["子萌"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["狂战"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["Springb"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["队长的小圣光"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["策马嫑出征"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["仙桃刘德华"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["钱十一郎"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["美尔"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["Cengxt"] = {
["roomID"] = 318966,
["level"] = 3,
["bgID"] = 170,
},
["老程的骑士"] = {
["roomID"] = 152849,
["level"] = 2,
["bgID"] = 0,
},
["藩石榴"] = {
["roomID"] = 301380,
["level"] = 2,
["bgID"] = 170,
},
["座左铭"] = {
["roomID"] = 325604,
["level"] = 2,
["bgID"] = 0,
},
["公孙杏"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["举火橑天"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["玛法天云"] = {
["roomID"] = 134265,
["level"] = 2,
["bgID"] = 0,
},
["小手拿大剑"] = {
["roomID"] = "142870",
["level"] = 2,
["bgID"] = 0,
},
["花一样灿烂"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["风中无声"] = {
["roomID"] = 165396,
["level"] = 3,
["bgID"] = 0,
},
["龙七丨螭吻"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["野德"] = {
["roomID"] = "129116",
["level"] = 4,
["bgID"] = 0,
},
["只会放火球"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["皮皮骑骑"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["伟哥自然者"] = {
["roomID"] = 321832,
["level"] = 1,
["bgID"] = 0,
},
["青花术"] = {
["bgID"] = 0,
["level"] = -1,
},
["老宋五十七"] = {
["roomID"] = "323139",
["level"] = 2,
["bgID"] = 170,
},
["丶猎狗蛋"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["抚琴牛肉拉面"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["心房客"] = {
["roomID"] = 143497,
["level"] = 1,
["bgID"] = 0,
},
["辉之末裔"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["亼灬亼"] = {
["roomID"] = 237625,
["level"] = 2,
["bgID"] = 0,
},
["霸气的肉堆"] = {
["roomID"] = "341205",
["level"] = 2,
["bgID"] = 0,
},
["怀旧死骑"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["阿特拉克"] = {
["roomID"] = 242277,
["level"] = 2,
["bgID"] = 0,
},
["闲的无聊玩"] = {
["roomID"] = 336157,
["level"] = 1,
["bgID"] = 0,
},
["凉薄走遍天下"] = {
["roomID"] = 142016,
["level"] = 2,
["bgID"] = 0,
},
["九幽力天使"] = {
["roomID"] = "347043",
["level"] = 1,
["bgID"] = 0,
},
["华仁眼镜"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["夜影玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["亏賊"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["猫儿大战猪仔"] = {
["roomID"] = "275369",
["level"] = 2,
["bgID"] = 170,
},
["邪恶的忘却"] = {
["roomID"] = "220968",
["level"] = 2,
["bgID"] = 0,
},
["星言"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["晓丨圣斗士"] = {
["medalMap"] = {
["acc_exp"] = 7160,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 180466,
},
["瞪你妹"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["落厌影"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["淡蓝色的悠闲"] = {
["roomID"] = "348941",
["level"] = 1,
["bgID"] = 0,
},
["黑锋骑士风"] = {
["roomID"] = 224735,
["level"] = 4,
["bgID"] = 0,
},
["可乐大熊"] = {
["roomID"] = 145451,
["level"] = 3,
["bgID"] = 0,
},
["女王美杜莎"] = {
["medalMap"] = {
["acc_exp"] = 3490,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032640,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 106884,
},
["天灾领主"] = {
["medalMap"] = {
["acc_exp"] = 3200,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 277240,
},
["傅里叶级数"] = {
["roomID"] = 173515,
["level"] = 2,
["bgID"] = 0,
},
["咕立无援"] = {
["roomID"] = 116264,
["level"] = 2,
["bgID"] = 0,
},
["斯图溪"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["泡芙泡芙呦"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["新月的召唤"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["Magemelo"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["小灰丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["Madhamster"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["沨狂星期四"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["狂野之息"] = {
["roomID"] = 305284,
["level"] = 3,
["bgID"] = 0,
},
["死因丨不明"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["空虚丨大妈"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["Romant"] = {
["roomID"] = 167842,
["level"] = 2,
["bgID"] = 0,
},
["二十斤重"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["小丶囡仔"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["咕咕不会振翅"] = {
["roomID"] = "108457",
["level"] = 2,
["bgID"] = 0,
},
["爱谣谣"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["櫻花雪"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["廖家书"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["神丶谕者"] = {
["roomID"] = 247207,
["level"] = 1,
["bgID"] = 0,
},
["哥哥您别动"] = {
["roomID"] = "132822",
["level"] = 2,
["bgID"] = 0,
},
["Dknights"] = {
["roomID"] = 140825,
["level"] = 2,
["bgID"] = 0,
},
["西夏灵州"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["死因不冥"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["夏之暗月"] = {
["roomID"] = "115156",
["level"] = 3,
["bgID"] = 0,
},
["雷电大马猴"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["们徒"] = {
["roomID"] = "290656",
["level"] = 2,
["bgID"] = 170,
},
["暗得鲁森"] = {
["roomID"] = "113099",
["level"] = 3,
["bgID"] = 200,
},
["逍遥萌萌鸡"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["一灵静一"] = {
["roomID"] = 137112,
["level"] = 4,
["bgID"] = 0,
},
["小女子贼会玩"] = {
["roomID"] = 146962,
["level"] = 1,
["bgID"] = 0,
},
["龙堂唯"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["葡萄牙探险家"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["縱橫丶四海灬"] = {
["bgID"] = 0,
["level"] = -1,
},
["你好炫赫门"] = {
["roomID"] = 105409,
["level"] = 1,
["bgID"] = 0,
},
["猪八戒来了"] = {
["roomID"] = 323117,
["level"] = 2,
["bgID"] = 0,
},
["傻傻秋爱抓虫"] = {
["roomID"] = "109176",
["level"] = 3,
["bgID"] = 0,
},
["积木杞丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["慕暮"] = {
["roomID"] = "180978",
["level"] = 3,
["bgID"] = 170,
},
["介个萨满"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["雷有德"] = {
["roomID"] = 242027,
["level"] = 3,
["bgID"] = 0,
},
["二环线狂霸天"] = {
["roomID"] = 318412,
["level"] = 3,
["bgID"] = 0,
},
["风之晓晓术"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["巧凤三"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["红气球"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["刃侯"] = {
["bgID"] = 0,
["level"] = -1,
},
["Ashesbringer"] = {
["roomID"] = 202585,
["level"] = 1,
["bgID"] = 0,
},
["闲品杯中月"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["是小南瓜呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["花式翻滚"] = {
["roomID"] = "167888",
["level"] = 1,
["bgID"] = 0,
},
["奥雷丽亞"] = {
["roomID"] = "251960",
["level"] = 2,
["bgID"] = 170,
},
["沐絲"] = {
["medalMap"] = {
["acc_exp"] = 2370,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "160894",
},
["南阳第二深情"] = {
["roomID"] = "132822",
["level"] = 2,
["bgID"] = 0,
},
["耀暘术一"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["绿豆饼"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["梦回丶吹角丶"] = {
["roomID"] = 145426,
["level"] = 3,
["bgID"] = 0,
},
["涡旋水晶"] = {
["roomID"] = 136510,
["level"] = 3,
["bgID"] = 0,
},
["泰兰小美"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["零柒贰捌丨风"] = {
["roomID"] = 154234,
["level"] = 2,
["bgID"] = 0,
},
["豆丶包十五号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["龙皓辰"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["超哥贼差钱"] = {
["roomID"] = 230611,
["level"] = 2,
["bgID"] = 170,
},
["矮子沐"] = {
["roomID"] = 283141,
["level"] = 3,
["bgID"] = 170,
},
["甜言丶"] = {
["roomID"] = 165396,
["level"] = 3,
["bgID"] = 0,
},
["心若水"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["酷似李淳罡"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["宇文黑獭"] = {
["roomID"] = 163242,
["level"] = 3,
["bgID"] = 0,
},
["无畏铠甲"] = {
["roomID"] = 151609,
["level"] = 2,
["bgID"] = 0,
},
["四川包龙星"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["繁华呀"] = {
["roomID"] = "175836",
["level"] = 3,
["bgID"] = 0,
},
["泡泡小德"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["清风拂醉月"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["丨奉仙丨"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["轩辕丶悟空"] = {
["roomID"] = 294263,
["level"] = 2,
["bgID"] = 0,
},
["萌小猪是佩奇"] = {
["roomID"] = "130443",
["level"] = 2,
["bgID"] = 0,
},
["大南大南"] = {
["roomID"] = 243327,
["level"] = 1,
["bgID"] = 0,
},
["古法"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["封灵"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["甜甜橙丶"] = {
["roomID"] = 142849,
["level"] = 2,
["bgID"] = 0,
},
["黑豆豆哟"] = {
["roomID"] = "151183",
["level"] = 3,
["bgID"] = 170,
},
["冲一分算我输"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["勝天半子丶"] = {
["roomID"] = 226515,
["level"] = 3,
["bgID"] = 0,
},
["董珗珄"] = {
["roomID"] = "348253",
["level"] = 1,
["bgID"] = 0,
},
["牛頭人琺师"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["猟之霊"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["似水飞宇丶"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["魂断鸟飞扬"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["狡黠会变形"] = {
["roomID"] = 244659,
["level"] = 2,
["bgID"] = 0,
},
["小吃"] = {
["medalMap"] = {
["acc_exp"] = 6360,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744031439,
["level"] = 4,
["bgID"] = 0,
["roomID"] = "110012",
},
["灭之霊"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["樊渊泅囚"] = {
["medalMap"] = {
["acc_exp"] = 15755,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031560,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "114023",
},
["汉库氪"] = {
["roomID"] = 175003,
["level"] = 1,
["bgID"] = 0,
},
["克莉丝汀梦娜"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["冲锋在左"] = {
["roomID"] = 145242,
["level"] = 3,
["bgID"] = 0,
},
["割韭菜丶"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["Maylex"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["本郷愛"] = {
["roomID"] = 153013,
["level"] = 2,
["bgID"] = 0,
},
["机灵小小琦"] = {
["roomID"] = 269381,
["level"] = 2,
["bgID"] = 0,
},
["你男友的老公"] = {
["roomID"] = 135354,
["level"] = 2,
["bgID"] = 0,
},
["非禮勿言"] = {
["roomID"] = "341318",
["level"] = 1,
["bgID"] = 170,
},
["兄弟们等我上"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["王小贱丨望江"] = {
["roomID"] = 255164,
["level"] = 2,
["bgID"] = 0,
},
["空山心语"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["枫林韵紫秋"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["小调赋格曲"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["下周四回归"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["泰蕾魂"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["小风铃"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["灵璃"] = {
["roomID"] = 294045,
["level"] = 1,
["bgID"] = 0,
},
["沅沅萝卜"] = {
["roomID"] = 204354,
["level"] = 2,
["bgID"] = 0,
},
["呀咩嘚"] = {
["roomID"] = 328779,
["level"] = 1,
["bgID"] = 0,
},
["通天代"] = {
["roomID"] = 131290,
["level"] = 2,
["bgID"] = 0,
},
["淡淡的胭脂"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["星辰碎片之刃"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["萌萌灬鑫仔"] = {
["roomID"] = 160408,
["level"] = 2,
["bgID"] = 0,
},
["谁的苦茶子"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["永夜之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["龍槿琪"] = {
["roomID"] = 253414,
["level"] = 2,
["bgID"] = 170,
},
["罪宝爱治疗"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["风雪葬天穹"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["慕雪圣光"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["青烟焚上天"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["爺赐你爆爆"] = {
["roomID"] = 283240,
["level"] = 2,
["bgID"] = 0,
},
["奥菲利娅"] = {
["roomID"] = 114022,
["level"] = 1,
["bgID"] = 0,
},
["酷似叶无道"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["起手开英勇"] = {
["roomID"] = 107724,
["level"] = 3,
["bgID"] = 170,
},
["亚马孙河"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["空虚丨牛牛"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["电炮女青年"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["清凉寺主持"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["你好尹傻恒"] = {
["roomID"] = 316398,
["level"] = 3,
["bgID"] = 170,
},
["我起手开英勇"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["郑采妍"] = {
["roomID"] = 276675,
["level"] = 1,
["bgID"] = 0,
},
["宇宙暴龍"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["你可真淘气"] = {
["roomID"] = 293574,
["level"] = 3,
["bgID"] = 0,
},
["年百万"] = {
["roomID"] = 139227,
["level"] = 2,
["bgID"] = 0,
},
["样子很乖"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["Odettb"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["倚楼醉红尘"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["可愛到抱抱"] = {
["roomID"] = "265335",
["level"] = 2,
["bgID"] = 170,
},
["神耀淡淡幽香"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["森森小梅菜"] = {
["roomID"] = 306668,
["level"] = 1,
["bgID"] = 0,
},
["轻鸢剪影丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["Odetta"] = {
["roomID"] = 126843,
["level"] = 3,
["bgID"] = 0,
},
["暴龙战仙"] = {
["roomID"] = 134166,
["level"] = 2,
["bgID"] = 0,
},
["满地宝"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 0,
},
["心不在嫣"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["帕特提欧"] = {
["roomID"] = 119423,
["level"] = 4,
["bgID"] = 170,
},
["相思是病耶"] = {
["roomID"] = 294313,
["level"] = 1,
["bgID"] = 0,
},
["凭江望月"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["瞧他那小样"] = {
["roomID"] = 178410,
["level"] = 2,
["bgID"] = 0,
},
["巧花"] = {
["roomID"] = 113077,
["level"] = 2,
["bgID"] = 0,
},
["宁加尔"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["布灵布灵布灵"] = {
["roomID"] = 284409,
["level"] = 1,
["bgID"] = 0,
},
["牧曼曼"] = {
["roomID"] = 335226,
["level"] = 1,
["bgID"] = 0,
},
["南柯伊梦"] = {
["roomID"] = "338192",
["level"] = 1,
["bgID"] = 0,
},
["冰雪大聪明"] = {
["roomID"] = 237374,
["level"] = 2,
["bgID"] = 170,
},
["起门拉糖炉石"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["看淡身边壹沏"] = {
["roomID"] = 281315,
["level"] = 1,
["bgID"] = 0,
},
["惊梦之弦"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["锦年之傷"] = {
["roomID"] = 282576,
["level"] = 1,
["bgID"] = 0,
},
["海边的鱼"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["铁头杰尼龟"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["猪橘子"] = {
["roomID"] = "133458",
["level"] = 2,
["bgID"] = 0,
},
["Windknight"] = {
["roomID"] = "184140",
["level"] = 3,
["bgID"] = 170,
},
["心若寒冰"] = {
["roomID"] = 110261,
["level"] = 2,
["bgID"] = 0,
},
["流光潋艳"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 170,
},
["揽月同饮"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["对不起宝宝"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["丶小囡仔"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["我是得撸姨"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["戈伯"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["沈小暖"] = {
["medalMap"] = {
["acc_exp"] = 1815,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642592,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 147099,
},
["米法的宿命"] = {
["roomID"] = "313749",
["level"] = 3,
["bgID"] = 0,
},
["故人终相聚"] = {
["roomID"] = 262842,
["level"] = 2,
["bgID"] = 0,
},
["催逝媛"] = {
["roomID"] = 161389,
["level"] = 3,
["bgID"] = 0,
},
["安德鲁森是也"] = {
["roomID"] = "343186",
["level"] = 2,
["bgID"] = 170,
},
["小小疯狂"] = {
["roomID"] = 258720,
["level"] = 3,
["bgID"] = 0,
},
["氮挞"] = {
["roomID"] = 326989,
["level"] = 1,
["bgID"] = 0,
},
["慕丶"] = {
["roomID"] = 117387,
["level"] = 4,
["bgID"] = 0,
},
["大聪明灬春哥"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["河堤逮虾户"] = {
["roomID"] = 277567,
["level"] = 1,
["bgID"] = 0,
},
["雪花大风车"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["亦无所翼"] = {
["roomID"] = "160043",
["level"] = 2,
["bgID"] = 0,
},
["往昔的芳华"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["仓木麻衣丶"] = {
["roomID"] = 109413,
["level"] = 3,
["bgID"] = 0,
},
["嗨嗨请留步"] = {
["roomID"] = "253807",
["level"] = 3,
["bgID"] = 0,
},
["枕星河入梦"] = {
["roomID"] = "325312",
["level"] = 4,
["bgID"] = 0,
},
["Reporter"] = {
["roomID"] = "344668",
["level"] = 1,
["bgID"] = 0,
},
["会说话的鱼"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["劝风尘从良丶"] = {
["roomID"] = "134725",
["level"] = 1,
["bgID"] = 170,
},
["贼强壮"] = {
["roomID"] = 274445,
["level"] = 2,
["bgID"] = 0,
},
["与你共枕眠"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["记忆消逝"] = {
["roomID"] = "187425",
["level"] = 2,
["bgID"] = 0,
},
["醉爱丶江南"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["Oneboss"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["阿提娅"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["Melorogue"] = {
["roomID"] = "335071",
["level"] = 1,
["bgID"] = 170,
},
["今天喝查理"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["心野混情场"] = {
["roomID"] = 237602,
["level"] = 2,
["bgID"] = 0,
},
["年爆发"] = {
["roomID"] = 139227,
["level"] = 2,
["bgID"] = 0,
},
["混子的榜样"] = {
["roomID"] = 290226,
["level"] = 2,
["bgID"] = 0,
},
["香葱爆猪肝"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["怀旧姑姑"] = {
["roomID"] = 165003,
["level"] = 2,
["bgID"] = 0,
},
["赵姬"] = {
["medalMap"] = {
["acc_exp"] = 2780,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744032280,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 109170,
},
["飲月珺"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["四队防骑"] = {
["roomID"] = "239080",
["level"] = 2,
["bgID"] = 170,
},
["Yuanhang"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["低调小哥"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["明月照影归"] = {
["roomID"] = "274040",
["level"] = 2,
["bgID"] = 170,
},
["牧径"] = {
["roomID"] = "305299",
["level"] = 2,
["bgID"] = 0,
},
["关系淡了丶"] = {
["roomID"] = "220148",
["level"] = 2,
["bgID"] = 0,
},
["无敌霹雳峰"] = {
["roomID"] = 116109,
["level"] = 2,
["bgID"] = 0,
},
["优秀青年阿飞"] = {
["roomID"] = "151620",
["level"] = 2,
["bgID"] = 170,
},
["Kikyoud"] = {
["roomID"] = "230998",
["level"] = 3,
["bgID"] = 170,
},
["丨小红丨"] = {
["roomID"] = 219635,
["level"] = 2,
["bgID"] = 0,
},
["坟头蹦滴"] = {
["roomID"] = 176090,
["level"] = 1,
["bgID"] = 0,
},
["大舞台猫猴子"] = {
["roomID"] = "172643",
["level"] = 3,
["bgID"] = 170,
},
["贫僧法号上締"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["人菜瘾大丶"] = {
["roomID"] = 176090,
["level"] = 1,
["bgID"] = 0,
},
["蓝灰"] = {
["roomID"] = 115447,
["level"] = 3,
["bgID"] = 0,
},
["母后大人"] = {
["roomID"] = "337419",
["level"] = 2,
["bgID"] = 170,
},
["伊瑞莎"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["猫总的拥趸"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["富足的老三"] = {
["roomID"] = 277349,
["level"] = 2,
["bgID"] = 0,
},
["丨浮士德丨"] = {
["roomID"] = "151183",
["level"] = 3,
["bgID"] = 170,
},
["丶无敌大暴龙"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["马库斯归来"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["奥法之神"] = {
["roomID"] = 218621,
["level"] = 2,
["bgID"] = 0,
},
["主治医师阿蛋"] = {
["roomID"] = 132226,
["level"] = 2,
["bgID"] = 0,
},
["干挑面好吃"] = {
["bgID"] = 0,
["level"] = -1,
},
["百分之零"] = {
["roomID"] = 156961,
["level"] = 2,
["bgID"] = 0,
},
["彼岸芳菲"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["毋不敬"] = {
["bgID"] = 0,
["level"] = -1,
},
["兮宝宝丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["飲月君"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["丿狂仔"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["第七殺"] = {
["medalMap"] = {
["acc_exp"] = 325,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1744426049,
["level"] = 1,
["bgID"] = 0,
["roomID"] = "340657",
},
["龙骑丶"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["努爾哈哧"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["Lcss"] = {
["roomID"] = 290535,
["level"] = 2,
["bgID"] = 0,
},
["斜揽残箫"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["冬战"] = {
["roomID"] = 304280,
["level"] = 1,
["bgID"] = 0,
},
["瓜瓜落"] = {
["roomID"] = "348354",
["level"] = 2,
["bgID"] = 170,
},
["鲽湖佐岸"] = {
["roomID"] = "171991",
["level"] = 3,
["bgID"] = 170,
},
["最初的夢想"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["根本清不完"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["靈姬"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["汽车人变形"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["风雨無情"] = {
["roomID"] = "354291",
["level"] = 2,
["bgID"] = 0,
},
["夏一雨"] = {
["roomID"] = 298162,
["level"] = 1,
["bgID"] = 0,
},
["哎丶鸭"] = {
["roomID"] = 308918,
["level"] = 1,
["bgID"] = 0,
},
["感时"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["粥配枸杞"] = {
["roomID"] = "237553",
["level"] = 2,
["bgID"] = 0,
},
["阔以奥弟弟"] = {
["roomID"] = 151876,
["level"] = 3,
["bgID"] = 0,
},
["丹舟"] = {
["roomID"] = 212182,
["level"] = 2,
["bgID"] = 0,
},
["Ooqq"] = {
["roomID"] = 160751,
["level"] = 3,
["bgID"] = 0,
},
["灬通灵木偶灬"] = {
["roomID"] = 289130,
["level"] = 1,
["bgID"] = 0,
},
["昭和罗曼史"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["依莉娜"] = {
["medalMap"] = {
["acc_exp"] = 12360,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 163229,
},
["冰戮丶雨夜"] = {
["roomID"] = 311834,
["level"] = 2,
["bgID"] = 0,
},
["风暖秋叶"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["逆時針"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["灵彩倾城"] = {
["roomID"] = 271441,
["level"] = 1,
["bgID"] = 0,
},
["惜红衣"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["就要对你放電"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["诚如神之所說"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["嚯嚯王"] = {
["roomID"] = 176847,
["level"] = 3,
["bgID"] = 0,
},
["身后有尾皅"] = {
["roomID"] = "347337",
["level"] = 1,
["bgID"] = 0,
},
["哲霸天下"] = {
["roomID"] = 137531,
["level"] = 2,
["bgID"] = 0,
},
["氪不改名"] = {
["roomID"] = 287529,
["level"] = 1,
["bgID"] = 0,
},
["佬炮儿"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["所罗门的噩梦"] = {
["roomID"] = "168358",
["level"] = 3,
["bgID"] = 170,
},
["大炮"] = {
["roomID"] = 145093,
["level"] = 1,
["bgID"] = 0,
},
["红尘多烦恼"] = {
["roomID"] = 324288,
["level"] = 1,
["bgID"] = 0,
},
["炭烧多鸠鱼"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["Kazanx"] = {
["bgID"] = 0,
["level"] = -1,
},
["素年茹锦"] = {
["roomID"] = "324078",
["level"] = 3,
["bgID"] = 170,
},
["为敌"] = {
["roomID"] = 139925,
["level"] = 3,
["bgID"] = 0,
},
["狂骑"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["哈丶莉奎因"] = {
["roomID"] = 138684,
["level"] = 2,
["bgID"] = 0,
},
["觅雨听风"] = {
["roomID"] = "324078",
["level"] = 3,
["bgID"] = 170,
},
["南條远"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["黑色大熊猫"] = {
["roomID"] = 151213,
["level"] = 2,
["bgID"] = 0,
},
["圣小鱼"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["夜辰雨夜"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["欧洲微笑"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["塔希提安娜"] = {
["roomID"] = 161724,
["level"] = 2,
["bgID"] = 0,
},
["航骑丶"] = {
["roomID"] = 259841,
["level"] = 2,
["bgID"] = 0,
},
["槑头槑脑孬孬"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["Bluebiu"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["克里斯黄棒"] = {
["roomID"] = 291465,
["level"] = 1,
["bgID"] = 0,
},
["丫娅"] = {
["roomID"] = "285838",
["level"] = 2,
["bgID"] = 170,
},
["Painfunction"] = {
["roomID"] = "343286",
["level"] = 2,
["bgID"] = 0,
},
["风月迪凯"] = {
["roomID"] = 171042,
["level"] = 2,
["bgID"] = 0,
},
["团长却德"] = {
["roomID"] = 135373,
["level"] = 2,
["bgID"] = 0,
},
["Valentiners"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["高主任"] = {
["roomID"] = "249275",
["level"] = 2,
["bgID"] = 0,
},
["灬重丶锤灬"] = {
["roomID"] = "353292",
["level"] = 1,
["bgID"] = 0,
},
["纯真哒哒"] = {
["bgID"] = 0,
["level"] = -1,
},
["盖世英熋"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["江畔明月声"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["王财"] = {
["roomID"] = "231258",
["level"] = 2,
["bgID"] = 0,
},
["黄鹤楼蓝楼"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["吞天帝丶帝尊"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["湖畔镇的雨"] = {
["roomID"] = "183120",
["level"] = 4,
["bgID"] = 0,
},
["问又不问"] = {
["roomID"] = 128894,
["level"] = 2,
["bgID"] = 0,
},
["芜湖开锁匠"] = {
["roomID"] = "125113",
["level"] = 2,
["bgID"] = 170,
},
["斑斓薄荷"] = {
["roomID"] = "351078",
["level"] = 2,
["bgID"] = 170,
},
["猥锁小法"] = {
["roomID"] = "110984",
["level"] = 3,
["bgID"] = 170,
},
["肉堆嘶嘶嗣"] = {
["roomID"] = "341205",
["level"] = 2,
["bgID"] = 0,
},
["卡萨不难卡"] = {
["roomID"] = "352098",
["level"] = 1,
["bgID"] = 0,
},
["丶小囡仔丶"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["尐尐圣骑"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["猫不空"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["年轻倒头就睡"] = {
["roomID"] = "172643",
["level"] = 3,
["bgID"] = 170,
},
["细嗅蔷薇丶"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["十三丨妹"] = {
["medalMap"] = {
["acc_exp"] = 2075,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657914,
["level"] = 3,
["bgID"] = 170,
["roomID"] = "326175",
},
["敞开心扉七"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["我不是戏靖吖"] = {
["roomID"] = "338088",
["level"] = 1,
["bgID"] = 0,
},
["Modelx"] = {
["roomID"] = 107090,
["level"] = 2,
["bgID"] = 0,
},
["姜芊伊"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["煎饼跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["全力法"] = {
["roomID"] = 106775,
["level"] = 2,
["bgID"] = 0,
},
["丹尼莉丝"] = {
["roomID"] = 131377,
["level"] = 2,
["bgID"] = 0,
},
["无敌最德福"] = {
["roomID"] = 280707,
["level"] = 3,
["bgID"] = 0,
},
["跟笨蛋讲不通"] = {
["roomID"] = "280527",
["level"] = 3,
["bgID"] = 0,
},
["卡心四"] = {
["roomID"] = "343154",
["level"] = 1,
["bgID"] = 0,
},
["牧奕"] = {
["roomID"] = 172753,
["level"] = 2,
["bgID"] = 0,
},
["猎神一箭"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["粉色钉子裤"] = {
["roomID"] = 310448,
["level"] = 2,
["bgID"] = 0,
},
["乐享冰舞"] = {
["roomID"] = "150919",
["level"] = 3,
["bgID"] = 170,
},
["华仔丨游侠"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["筱筱豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["轩辕丶覌世音"] = {
["roomID"] = 294263,
["level"] = 2,
["bgID"] = 0,
},
["五月灼辰"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["小七公主"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["加勒比海草"] = {
["medalMap"] = {
["acc_exp"] = 10530,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "329442",
},
["贫尼法号上締"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["野生丶赤"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["神术降临"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["繁花落尽"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["恒星的恒心"] = {
["roomID"] = 141712,
["level"] = 2,
["bgID"] = 0,
},
["关门来放狗"] = {
["roomID"] = 107891,
["level"] = 2,
["bgID"] = 0,
},
["夏的味道"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["主力中锋"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["小王珂珂"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["巴黎丶欧莱雅"] = {
["roomID"] = 183059,
["level"] = 2,
["bgID"] = 0,
},
["皃灬皃"] = {
["roomID"] = 237625,
["level"] = 2,
["bgID"] = 0,
},
["百香果果"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["牧羊人"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["紫衣幽然"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["淡淡胭脂味"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["捅啊"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["雅雅吖丶"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["丶猎有才"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["灬迷丶雾灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["土屋小百合"] = {
["roomID"] = 262048,
["level"] = 1,
["bgID"] = 0,
},
["博麗靈梦"] = {
["roomID"] = 145968,
["level"] = 1,
["bgID"] = 0,
},
["凋零之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["陈辻一"] = {
["roomID"] = 156839,
["level"] = 3,
["bgID"] = 0,
},
["初初小魔王"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["无敌推土機"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["肉堆哔哔吡"] = {
["roomID"] = "341205",
["level"] = 2,
["bgID"] = 0,
},
["是小西瓜呀"] = {
["roomID"] = "215388",
["level"] = 4,
["bgID"] = 170,
},
["独欢丶"] = {
["roomID"] = 149714,
["level"] = 2,
["bgID"] = 0,
},
["妮选择遗忘的"] = {
["roomID"] = 324910,
["level"] = 1,
["bgID"] = 0,
},
["爧嬈圣魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["笨蛋人机"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["无敌大暴龙丶"] = {
["roomID"] = 158512,
["level"] = 1,
["bgID"] = 0,
},
["大上海的夏天"] = {
["roomID"] = 241474,
["level"] = 3,
["bgID"] = 0,
},
["苏小静"] = {
["roomID"] = 171687,
["level"] = 1,
["bgID"] = 0,
},
["局部地区有雪"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["Severus"] = {
["roomID"] = 109336,
["level"] = 1,
["bgID"] = 0,
},
["蜜汁本熊本"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["四川袁天罡"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["索莉缇尔"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["华仔丨战神"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["二队那个酱油"] = {
["roomID"] = 292616,
["level"] = 1,
["bgID"] = 0,
},
["香烟黄鹤楼"] = {
["roomID"] = "342203",
["level"] = 1,
["bgID"] = 0,
},
["獨壹无贰"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["彝猫"] = {
["roomID"] = 116529,
["level"] = 2,
["bgID"] = 0,
},
["老僧法号上帝"] = {
["roomID"] = "158456",
["level"] = 4,
["bgID"] = 0,
},
["千莲怒放"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["青春随意"] = {
["roomID"] = "108161",
["level"] = 2,
["bgID"] = 0,
},
["灵纱"] = {
["roomID"] = "105795",
["level"] = 4,
["bgID"] = 0,
},
["妹子很大"] = {
["roomID"] = "114532",
["level"] = 3,
["bgID"] = 0,
},
["丨巴尔泽布丨"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["看我薛迪凯"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["丨蛊丨"] = {
["roomID"] = 114532,
["level"] = 2,
["bgID"] = 0,
},
["真难名字取"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["暴躁菊花兽"] = {
["roomID"] = 135354,
["level"] = 2,
["bgID"] = 0,
},
["风月发"] = {
["roomID"] = 171042,
["level"] = 2,
["bgID"] = 0,
},
["野崎千代"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["弥噻亚"] = {
["roomID"] = 289724,
["level"] = 1,
["bgID"] = 0,
},
["丷贼好玩儿丷"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["约德尔人十三"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["我是劣刃"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["圣光筱队长"] = {
["roomID"] = 178553,
["level"] = 3,
["bgID"] = 170,
},
["射射的"] = {
["roomID"] = 128956,
["level"] = 2,
["bgID"] = 0,
},
["银阁"] = {
["roomID"] = 149625,
["level"] = 1,
["bgID"] = 0,
},
["灬苍穹"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["Holyholy"] = {
["roomID"] = 176469,
["level"] = 2,
["bgID"] = 0,
},
["守护初心"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["疯狂向前冲"] = {
["roomID"] = 310448,
["level"] = 2,
["bgID"] = 0,
},
["回忆灬吹雪"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["团长手忒红"] = {
["roomID"] = "131193",
["level"] = 2,
["bgID"] = 0,
},
["至命小美"] = {
["roomID"] = "340966",
["level"] = 1,
["bgID"] = 0,
},
["西野乄司"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["月华剑書"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["灬浅忆流年灬"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["南宫千鸟"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["今年勇"] = {
["roomID"] = "198804",
["level"] = 2,
["bgID"] = 0,
},
["辛诺"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["Nwfaye"] = {
["roomID"] = 105466,
["level"] = 2,
["bgID"] = 0,
},
["猪也能飞"] = {
["roomID"] = "149285",
["level"] = 3,
["bgID"] = 170,
},
["轩轩宝贝"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["啤啤熊波波"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["伊芙林"] = {
["roomID"] = 308895,
["level"] = 1,
["bgID"] = 0,
},
["萨斯利尔"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["好运妹妹"] = {
["roomID"] = 136304,
["level"] = 2,
["bgID"] = 0,
},
["三澄美琴"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["薛凯琪的浴巾"] = {
["roomID"] = "226442",
["level"] = 2,
["bgID"] = 170,
},
["Treant"] = {
["roomID"] = 205814,
["level"] = 2,
["bgID"] = 0,
},
["无锡林志玲丶"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["剑舞丶春秋"] = {
["roomID"] = "346037",
["level"] = 1,
["bgID"] = 0,
},
["蚂蚁来吧"] = {
["roomID"] = 255164,
["level"] = 2,
["bgID"] = 0,
},
["那个槑骑"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["真武灭神"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["双马尾丶萝莉"] = {
["roomID"] = 324725,
["level"] = 1,
["bgID"] = 0,
},
["焱靈"] = {
["roomID"] = 144933,
["level"] = 1,
["bgID"] = 0,
},
["秩序丶"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["云中星辰"] = {
["roomID"] = 290476,
["level"] = 1,
["bgID"] = 0,
},
["Sevnfack"] = {
["roomID"] = 220059,
["level"] = 1,
["bgID"] = 0,
},
["蓝精灵土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["是瑶瑶吖"] = {
["roomID"] = "328723",
["level"] = 2,
["bgID"] = 170,
},
["晚睡的姑娘"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["記憶中找你"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["蓝莓跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["卤儿啇光"] = {
["roomID"] = "146292",
["level"] = 2,
["bgID"] = 0,
},
["Bonebear"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["好运哥哥"] = {
["roomID"] = 136304,
["level"] = 2,
["bgID"] = 0,
},
["高跟鞋小蛮妖"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["战争领主灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["鏡花水枂"] = {
["roomID"] = 107307,
["level"] = 3,
["bgID"] = 0,
},
["杰文丨"] = {
["roomID"] = 107891,
["level"] = 2,
["bgID"] = 0,
},
["大尾巴粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["灬迷丶落灬"] = {
["roomID"] = "329657",
["level"] = 3,
["bgID"] = 0,
},
["李大海"] = {
["roomID"] = 207238,
["level"] = 3,
["bgID"] = 170,
},
["小可愛殿下"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["燃烧十"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["挖矿谋生"] = {
["bgID"] = 0,
["level"] = -1,
},
["幻宙"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["瞪伱妹"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["暴打小浣熊"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["Caspiano"] = {
["roomID"] = 207022,
["level"] = 3,
["bgID"] = 0,
},
["海水"] = {
["medalMap"] = {
["acc_exp"] = 505,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1743657974,
["level"] = 2,
["bgID"] = 0,
["roomID"] = "249263",
},
["震撼"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["帅嘟那小样"] = {
["roomID"] = 178410,
["level"] = 2,
["bgID"] = 0,
},
["自诩正义之士"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["奶骑朋友"] = {
["roomID"] = 106123,
["level"] = 4,
["bgID"] = 0,
},
["眉开眼笑"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["我揉碎了月光"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["光明辣面包"] = {
["roomID"] = 272612,
["level"] = 3,
["bgID"] = 0,
},
["捉急小脑斧"] = {
["roomID"] = 153539,
["level"] = 3,
["bgID"] = 0,
},
["墓墓牧"] = {
["roomID"] = 160096,
["level"] = 2,
["bgID"] = 0,
},
["嘀嘀战天下"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["倚楼聼風云"] = {
["roomID"] = 285694,
["level"] = 2,
["bgID"] = 170,
},
["回首玖月"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["瑭鈺小寶"] = {
["roomID"] = 155968,
["level"] = 2,
["bgID"] = 0,
},
["Tachanka"] = {
["roomID"] = 137596,
["level"] = 1,
["bgID"] = 0,
},
["纯色的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["叶尼塞河"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["大胡子粗又长"] = {
["roomID"] = 129339,
["level"] = 1,
["bgID"] = 0,
},
["米兔兔丹"] = {
["roomID"] = "114777",
["level"] = 3,
["bgID"] = 170,
},
["賊萌萌"] = {
["roomID"] = 113130,
["level"] = 2,
["bgID"] = 0,
},
["同桌的她"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["無語壹相思"] = {
["roomID"] = 186227,
["level"] = 2,
["bgID"] = 0,
},
["猫爷古尘丨"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["忧伤的小曲"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["五竹叔"] = {
["roomID"] = 278693,
["level"] = 2,
["bgID"] = 0,
},
["炽炀"] = {
["roomID"] = 323700,
["level"] = 1,
["bgID"] = 0,
},
["熊熊能熊熊"] = {
["roomID"] = "168919",
["level"] = 2,
["bgID"] = 170,
},
["卡萨斯封神术"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["沃得发克"] = {
["roomID"] = 160286,
["level"] = 2,
["bgID"] = 0,
},
["养甚么死甚么"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["中河沿福满多"] = {
["roomID"] = 296588,
["level"] = 2,
["bgID"] = 0,
},
["铁牛夫人"] = {
["roomID"] = "123523",
["level"] = 4,
["bgID"] = 0,
},
["霸道主人"] = {
["roomID"] = "348039",
["level"] = 1,
["bgID"] = 0,
},
["红莲螺岩"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["狂仔丫"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["瓦拉其"] = {
["roomID"] = 269923,
["level"] = 2,
["bgID"] = 0,
},
["秋水冲呀"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["闲云乘风"] = {
["roomID"] = 252300,
["level"] = 1,
["bgID"] = 0,
},
["沉睡的龍"] = {
["roomID"] = 283349,
["level"] = 2,
["bgID"] = 0,
},
["娇憨"] = {
["bgID"] = 0,
["level"] = -1,
},
["相思是病呀哦"] = {
["roomID"] = 294313,
["level"] = 1,
["bgID"] = 0,
},
["大勺三花淡奶"] = {
["roomID"] = "175841",
["level"] = 3,
["bgID"] = 170,
},
["恶魔大毛毛"] = {
["roomID"] = 328229,
["level"] = 1,
["bgID"] = 0,
},
["恼人的风"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["东皇太六"] = {
["roomID"] = 294233,
["level"] = 3,
["bgID"] = 170,
},
["幺七二"] = {
["roomID"] = 175595,
["level"] = 2,
["bgID"] = 0,
},
["余摆摆"] = {
["roomID"] = 281609,
["level"] = 1,
["bgID"] = 0,
},
["鱼肠小猫"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["五号炼狱场"] = {
["roomID"] = 160706,
["level"] = 2,
["bgID"] = 0,
},
["忧伤丨光"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["機土推肉人"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["笑看雾里花"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["竹前水间"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["酆川祥子"] = {
["roomID"] = "325296",
["level"] = 3,
["bgID"] = 0,
},
["像眼神不好"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["方巧凤"] = {
["roomID"] = "208977",
["level"] = 4,
["bgID"] = 0,
},
["玫瑰红红手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["蟲二"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["幼稚园左护法"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["万宝路的小熊"] = {
["roomID"] = 243475,
["level"] = 1,
["bgID"] = 0,
},
["爆炸藝術"] = {
["roomID"] = 220106,
["level"] = 1,
["bgID"] = 0,
},
["安娜莫尔蒙"] = {
["roomID"] = "337835",
["level"] = 1,
["bgID"] = 170,
},
["泡泡小骑"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["女王的利刃"] = {
["roomID"] = 113940,
["level"] = 3,
["bgID"] = 0,
},
["三眼恶狼"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["肚当一面"] = {
["roomID"] = 127898,
["level"] = 3,
["bgID"] = 0,
},
["灬叶孤城灬"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["三破起手"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["看我歇迪凯"] = {
["roomID"] = "318939",
["level"] = 1,
["bgID"] = 0,
},
["奶黄包万事屋"] = {
["roomID"] = 206491,
["level"] = 2,
["bgID"] = 0,
},
["聖龍之熵"] = {
["roomID"] = "325440",
["level"] = 1,
["bgID"] = 170,
},
["貔貅皮皮"] = {
["roomID"] = 146984,
["level"] = 3,
["bgID"] = 0,
},
["再别说了"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["沐沐言"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["一剑笑红尘"] = {
["roomID"] = 242262,
["level"] = 2,
["bgID"] = 0,
},
["轻松熊丶"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["筱丨豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["华仔丨弑神"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["三星索拉卡"] = {
["roomID"] = 107374,
["level"] = 2,
["bgID"] = 0,
},
["浅笑轻吟"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["捡阿姨不要滴"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["钶钶大王"] = {
["roomID"] = 114064,
["level"] = 2,
["bgID"] = 0,
},
["临安公主"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["咚咚昸"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["小财包包"] = {
["roomID"] = "187356",
["level"] = 3,
["bgID"] = 0,
},
["丨冢丨骁叡"] = {
["roomID"] = "342158",
["level"] = 1,
["bgID"] = 170,
},
["狂摸猫猫头"] = {
["roomID"] = 302045,
["level"] = 1,
["bgID"] = 0,
},
["死而不朽"] = {
["roomID"] = 167803,
["level"] = 3,
["bgID"] = 0,
},
["浅浅心"] = {
["roomID"] = 293642,
["level"] = 2,
["bgID"] = 0,
},
["白色钉子裤"] = {
["roomID"] = 310448,
["level"] = 2,
["bgID"] = 0,
},
["月丶冉冉"] = {
["bgID"] = 0,
["level"] = -1,
},
["余生诺"] = {
["roomID"] = 235170,
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂萨"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["传奇小土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["秋水芊芊丶"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["苏清湫丶"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["门外的小熠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["马小花"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["麻麻吒"] = {
["roomID"] = 303534,
["level"] = 2,
["bgID"] = 0,
},
["灬烟光里"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["忧伤丨骑"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["強光克敵"] = {
["roomID"] = 180481,
["level"] = 2,
["bgID"] = 0,
},
["罪宝天蓝色"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["蓝胖灬"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["Eddieliu"] = {
["roomID"] = 275790,
["level"] = 2,
["bgID"] = 0,
},
["团长手好红"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["無敌推土机丶"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["猎术二号"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["冷酷的骑士"] = {
["roomID"] = "168997",
["level"] = 3,
["bgID"] = 170,
},
["李拜鎏"] = {
["roomID"] = "281635",
["level"] = 1,
["bgID"] = 0,
},
["豆喵熊熊"] = {
["roomID"] = "106835",
["level"] = 3,
["bgID"] = 0,
},
["桃芷的小熊猫"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["醉丶爱"] = {
["roomID"] = "344698",
["level"] = 1,
["bgID"] = 170,
},
["引风唤灵"] = {
["roomID"] = "348941",
["level"] = 1,
["bgID"] = 0,
},
["水一更风一程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["低调哥"] = {
["roomID"] = 159733,
["level"] = 1,
["bgID"] = 0,
},
["魔宗蒙赤行"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["绯夜千樱"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["丨小奉仙丨"] = {
["roomID"] = 202914,
["level"] = 2,
["bgID"] = 0,
},
["迷城挽歌"] = {
["roomID"] = 295110,
["level"] = 3,
["bgID"] = 0,
},
["增强心"] = {
["roomID"] = "131061",
["level"] = 2,
["bgID"] = 170,
},
["忐忑小小熊"] = {
["roomID"] = "168919",
["level"] = 2,
["bgID"] = 170,
},
["枯法者指挥官"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["莱阳耗子"] = {
["roomID"] = 272075,
["level"] = 2,
["bgID"] = 0,
},
["流光敛滟"] = {
["roomID"] = 326724,
["level"] = 1,
["bgID"] = 0,
},
["圣洁的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["无敌美凶凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["风亿更水一程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["玫瑰荭手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["匪帮男模"] = {
["roomID"] = 211746,
["level"] = 2,
["bgID"] = 0,
},
["妖小古"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["买买三三"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["彩虹沙漠"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["随处大小變"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["大德魯伊琪琪"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["风之丶优雅"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["不找零钱"] = {
["roomID"] = 320608,
["level"] = 2,
["bgID"] = 0,
},
["真魔兽难充钱"] = {
["roomID"] = 281633,
["level"] = 1,
["bgID"] = 0,
},
["疯总"] = {
["roomID"] = 158734,
["level"] = 3,
["bgID"] = 0,
},
["狂德"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["锦木千束丷"] = {
["roomID"] = 156237,
["level"] = 2,
["bgID"] = 0,
},
["玛裤斯"] = {
["roomID"] = 161389,
["level"] = 3,
["bgID"] = 0,
},
["蚂蚁的眼泪"] = {
["roomID"] = 218412,
["level"] = 2,
["bgID"] = 0,
},
["神之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["盗圣大拿"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["哆哆大魔王"] = {
["roomID"] = "230803",
["level"] = 2,
["bgID"] = 170,
},
["飘落枫叶思念"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["老电工雷震子"] = {
["roomID"] = "302967",
["level"] = 3,
["bgID"] = 0,
},
["一切都过去了"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["一世长相思"] = {
["roomID"] = 182986,
["level"] = 1,
["bgID"] = 0,
},
["灵鸾"] = {
["roomID"] = 294045,
["level"] = 1,
["bgID"] = 0,
},
["暗影里寻你"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["手璨"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["风一样的猎手"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["二号位蓝猫"] = {
["roomID"] = 192962,
["level"] = 2,
["bgID"] = 0,
},
["未来的坦克"] = {
["roomID"] = 231081,
["level"] = 3,
["bgID"] = 0,
},
["甜辣椒炒肉"] = {
["roomID"] = "220608",
["level"] = 2,
["bgID"] = 170,
},
["无忧大星"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["星辰未央"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["高山流水丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["Cnfs"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["赛彦祖丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["什么朋友"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["懒水牛"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["梅仪阁诗人"] = {
["roomID"] = 126728,
["level"] = 3,
["bgID"] = 0,
},
["炽灬红颜"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["小骑丷"] = {
["roomID"] = "240511",
["level"] = 3,
["bgID"] = 170,
},
["彼岸丶戲紅塵"] = {
["roomID"] = "149268",
["level"] = 4,
["bgID"] = 0,
},
["五八十"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["人为尽杯莫停"] = {
["roomID"] = 231073,
["level"] = 1,
["bgID"] = 0,
},
["风丶神"] = {
["roomID"] = "114532",
["level"] = 1,
["bgID"] = 0,
},
["伊莉耶特"] = {
["roomID"] = 328732,
["level"] = 1,
["bgID"] = 0,
},
["官二哥"] = {
["roomID"] = 162692,
["level"] = 1,
["bgID"] = 0,
},
["丶丿唯一"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["天启降临"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["碳烤鸡骨架"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["晴天无处不在"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["绾嬈术魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["别黑我家坤坤"] = {
["roomID"] = "145308",
["level"] = 3,
["bgID"] = 0,
},
["流浪的大桔猫"] = {
["roomID"] = 134901,
["level"] = 3,
["bgID"] = 0,
},
["羽寒丶"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["吞天帝丶炫爷"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["雪白水晶"] = {
["roomID"] = "154071",
["level"] = 4,
["bgID"] = 170,
},
["点燃我温暖你"] = {
["roomID"] = 167455,
["level"] = 2,
["bgID"] = 0,
},
["陈辻肆"] = {
["roomID"] = "156839",
["level"] = 4,
["bgID"] = 0,
},
["膝盖大侠"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["柒氵月灬拂霜"] = {
["roomID"] = 111708,
["level"] = 2,
["bgID"] = 0,
},
["坦荡二舅"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["喔德哩嗝德"] = {
["roomID"] = 326093,
["level"] = 1,
["bgID"] = 0,
},
["少玲"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["百变大拿"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["木叶村的上忍"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["Sentry"] = {
["roomID"] = 107555,
["level"] = 2,
["bgID"] = 0,
},
["新月的疯狂"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["尖椒土豆片"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["若曦吊吊"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["神奇的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["诡葉天师"] = {
["roomID"] = 273867,
["level"] = 2,
["bgID"] = 170,
},
["哩哩丶哩哩"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["陈春香"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["七彩蓝"] = {
["roomID"] = 108438,
["level"] = 3,
["bgID"] = 170,
},
["黑色灬幽默"] = {
["roomID"] = "201424",
["level"] = 2,
["bgID"] = 170,
},
["霜色清秋"] = {
["roomID"] = 115904,
["level"] = 4,
["bgID"] = 0,
},
["牦牛四号"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["非禮勿視"] = {
["roomID"] = "341318",
["level"] = 1,
["bgID"] = 170,
},
["Chrisjohn"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["爺赐你福兮"] = {
["roomID"] = 283240,
["level"] = 2,
["bgID"] = 0,
},
["幽鐄蛮狗"] = {
["roomID"] = "258452",
["level"] = 1,
["bgID"] = 170,
},
["水亿更水亿程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["Ebonhold"] = {
["roomID"] = 110012,
["level"] = 3,
["bgID"] = 0,
},
["五彩斑斓菟"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["若清风"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["求求我三"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["逃呀我是訷"] = {
["roomID"] = "179518",
["level"] = 2,
["bgID"] = 0,
},
["武翩纤"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["阿毛吃面包"] = {
["roomID"] = "219955",
["level"] = 4,
["bgID"] = 0,
},
["雨落蔷薇"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["懿鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["仕哆啤梨"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["陈渔"] = {
["roomID"] = "349049",
["level"] = 1,
["bgID"] = 0,
},
["叶落浅水"] = {
["roomID"] = "144009",
["level"] = 4,
["bgID"] = 170,
},
["千篇"] = {
["roomID"] = "279149",
["level"] = 1,
["bgID"] = 170,
},
["高坂麗奈"] = {
["roomID"] = 327875,
["level"] = 1,
["bgID"] = 0,
},
["请叫我靓仔吧"] = {
["roomID"] = "220608",
["level"] = 2,
["bgID"] = 170,
},
["龍仞"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["妖艳小狐狸"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["纯属玩笑"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["积木骑丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["丿叁拾"] = {
["roomID"] = 276875,
["level"] = 2,
["bgID"] = 0,
},
["浑元五连鞭"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["无语得森森"] = {
["roomID"] = 306668,
["level"] = 1,
["bgID"] = 0,
},
["伤心丶太平洋"] = {
["roomID"] = "349108",
["level"] = 2,
["bgID"] = 170,
},
["丶糀开妇跪"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["沃利贝尔丿"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["靇之逆鳞"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["箭羽痕"] = {
["roomID"] = 106777,
["level"] = 2,
["bgID"] = 0,
},
["大面"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["斯帝庞克"] = {
["bgID"] = 0,
["level"] = -1,
},
["丫杀杀丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["沉醉轻凤"] = {
["roomID"] = 250923,
["level"] = 3,
["bgID"] = 0,
},
["觉觉猪"] = {
["roomID"] = "340990",
["level"] = 1,
["bgID"] = 0,
},
["夜之"] = {
["roomID"] = "291472",
["level"] = 2,
["bgID"] = 170,
},
["丷丷"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["浪蹄子践踏你"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["秩序佬"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["咯咯勿"] = {
["roomID"] = 205984,
["level"] = 2,
["bgID"] = 0,
},
["过儿是我啊"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["曾敏"] = {
["roomID"] = 290086,
["level"] = 2,
["bgID"] = 0,
},
["相思卿如月"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["椛丶凋落"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["晨灬牧"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["三十六式"] = {
["roomID"] = 151471,
["level"] = 4,
["bgID"] = 0,
},
["唏夜深蓝"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["Dololo"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["进击的巨人丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["秋骊"] = {
["roomID"] = "161385",
["level"] = 4,
["bgID"] = 0,
},
["别看我奶不住"] = {
["roomID"] = 286290,
["level"] = 1,
["bgID"] = 0,
},
["萌乄萌"] = {
["roomID"] = "132320",
["level"] = 3,
["bgID"] = 0,
},
["耶路撒冷魔王"] = {
["roomID"] = 186649,
["level"] = 1,
["bgID"] = 0,
},
["李知嗯"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["别管我最帅"] = {
["roomID"] = 278242,
["level"] = 1,
["bgID"] = 0,
},
["佛媛"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["雨宮琴音"] = {
["roomID"] = 282381,
["level"] = 1,
["bgID"] = 0,
},
["侏格莱尼"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["冰与血"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["日落归山海"] = {
["roomID"] = 175715,
["level"] = 2,
["bgID"] = 0,
},
["武酒戴安娜"] = {
["roomID"] = "116003",
["level"] = 1,
["bgID"] = 170,
},
["飒氰"] = {
["roomID"] = 254790,
["level"] = 1,
["bgID"] = 0,
},
["Lica"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["春秋蝉"] = {
["roomID"] = "340108",
["level"] = 1,
["bgID"] = 0,
},
["满满灬"] = {
["roomID"] = "277376",
["level"] = 2,
["bgID"] = 170,
},
["最强那个出来"] = {
["roomID"] = "304071",
["level"] = 1,
["bgID"] = 0,
},
["洛珈"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["暴力栋栋"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["没逼硬装"] = {
["roomID"] = 293011,
["level"] = 1,
["bgID"] = 0,
},
["埃索达头牌"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["君墨邪"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["枫萧萧"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["方丈和尚"] = {
["roomID"] = 250997,
["level"] = 2,
["bgID"] = 170,
},
["难受不"] = {
["roomID"] = 301218,
["level"] = 2,
["bgID"] = 0,
},
["低调的壞"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["荒天帝石昊"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["李迪迪"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["景色阿姨"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["眠子问号"] = {
["roomID"] = "230905",
["level"] = 3,
["bgID"] = 170,
},
["毕竟水猎"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["小熊骑"] = {
["roomID"] = "340701",
["level"] = 1,
["bgID"] = 170,
},
["过来吃黄土"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["能抗能奶能锤"] = {
["roomID"] = "290656",
["level"] = 2,
["bgID"] = 170,
},
["小马清雯"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["永夜之星"] = {
["roomID"] = "150422",
["level"] = 4,
["bgID"] = 0,
},
["Richmond"] = {
["roomID"] = "139762",
["level"] = 3,
["bgID"] = 170,
},
["暗黑巨石强森"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["崔大锤丶"] = {
["roomID"] = 117415,
["level"] = 3,
["bgID"] = 0,
},
["夜鋒"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["丶长河渐落"] = {
["roomID"] = 170611,
["level"] = 2,
["bgID"] = 0,
},
["小桃兔子"] = {
["roomID"] = 181184,
["level"] = 2,
["bgID"] = 0,
},
["白星辰丶"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["天殇灬猎"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["卩灬弑情丶"] = {
["roomID"] = 158747,
["level"] = 1,
["bgID"] = 0,
},
["丿焦糖团子"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["玫瑰手葒"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["瓦娜丝"] = {
["roomID"] = "356291",
["level"] = 3,
["bgID"] = 0,
},
["酷酷迪凯"] = {
["roomID"] = "262953",
["level"] = 1,
["bgID"] = 0,
},
["甜美的咬痕"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["魂灭灬冰馨"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["暗叶祈福"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["幻影图腾"] = {
["roomID"] = 169206,
["level"] = 2,
["bgID"] = 0,
},
["炽灬新月"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["縱橫丶四海"] = {
["bgID"] = 0,
["level"] = -1,
},
["果喵王"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["那个呆賊"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["暗得拉啊拉"] = {
["roomID"] = 113099,
["level"] = 3,
["bgID"] = 0,
},
["嗶咔邱"] = {
["roomID"] = "354722",
["level"] = 3,
["bgID"] = 0,
},
["七个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["丶团团小坦克"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["Rainbowdoo"] = {
["roomID"] = 205867,
["level"] = 2,
["bgID"] = 0,
},
["丿奶油团子"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["唐小妩"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["冲锋大師"] = {
["roomID"] = 211746,
["level"] = 2,
["bgID"] = 0,
},
["这次我输出"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["开阳润灵"] = {
["roomID"] = 298506,
["level"] = 2,
["bgID"] = 0,
},
["星眸似海"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["头上长犄角丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["翩若惊洪"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["加锺抚忧伤"] = {
["roomID"] = 158430,
["level"] = 2,
["bgID"] = 0,
},
["酷小酷"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["空心布偶"] = {
["roomID"] = 328238,
["level"] = 1,
["bgID"] = 0,
},
["我是野子"] = {
["roomID"] = 287026,
["level"] = 2,
["bgID"] = 0,
},
["Tonikroos"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["阿姨的八号机"] = {
["roomID"] = 204209,
["level"] = 2,
["bgID"] = 0,
},
["百事可法"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["雨夜叹闻铃"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["Lancomea"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["綰嬈法魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["陈文西"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["香油折耳根"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["永恒之星"] = {
["roomID"] = 112373,
["level"] = 3,
["bgID"] = 0,
},
["颂良辰"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["夜的命名"] = {
["roomID"] = 107925,
["level"] = 4,
["bgID"] = 170,
},
["大野君"] = {
["roomID"] = "231431",
["level"] = 5,
["bgID"] = 140,
},
["欧皇大拿"] = {
["roomID"] = 254738,
["level"] = 2,
["bgID"] = 0,
},
["温蒂尔"] = {
["roomID"] = 307917,
["level"] = 2,
["bgID"] = 0,
},
["一只小海豚"] = {
["roomID"] = 239110,
["level"] = 3,
["bgID"] = 170,
},
["秃头老猎"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["一口雪匕"] = {
["roomID"] = 336325,
["level"] = 1,
["bgID"] = 0,
},
["氷与火之歌"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["光头阿飞"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["暁飞飞"] = {
["roomID"] = 279906,
["level"] = 1,
["bgID"] = 0,
},
["此德非彼得"] = {
["roomID"] = 143502,
["level"] = 2,
["bgID"] = 0,
},
["娜米亚"] = {
["roomID"] = 157053,
["level"] = 2,
["bgID"] = 170,
},
["神柒"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["敞开心扉十一"] = {
["roomID"] = 244816,
["level"] = 2,
["bgID"] = 0,
},
["你值得拥有"] = {
["roomID"] = 106532,
["level"] = 4,
["bgID"] = 0,
},
["普雷尔"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["丝瓜的叶子"] = {
["roomID"] = 175389,
["level"] = 2,
["bgID"] = 170,
},
["深的深"] = {
["roomID"] = 143024,
["level"] = 1,
["bgID"] = 0,
},
["射的你惊叫焕"] = {
["roomID"] = "319193",
["level"] = 4,
["bgID"] = 170,
},
["造孽呀"] = {
["roomID"] = 135373,
["level"] = 2,
["bgID"] = 0,
},
["粉红的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["从此一个人走"] = {
["roomID"] = 284409,
["level"] = 1,
["bgID"] = 0,
},
["杀丶戮丨"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["哎呦好红哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["德撸大叔"] = {
["roomID"] = "151620",
["level"] = 2,
["bgID"] = 170,
},
["我没空搞爱情"] = {
["medalMap"] = {
["acc_exp"] = 1936,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 3,
["bgID"] = 0,
["roomID"] = "302967",
},
["丫诗诗丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["近战猎刘海柱"] = {
["roomID"] = 183637,
["level"] = 4,
["bgID"] = 0,
},
["顾家的土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["狂小骑"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["无敌小玥玥"] = {
["roomID"] = "147160",
["level"] = 2,
["bgID"] = 0,
},
["战圣灬清一色"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["鲛妮座人"] = {
["roomID"] = 130210,
["level"] = 4,
["bgID"] = 170,
},
["烟雨一蓑"] = {
["roomID"] = "180945",
["level"] = 3,
["bgID"] = 0,
},
["但見淚痕濕"] = {
["roomID"] = 146761,
["level"] = 4,
["bgID"] = 0,
},
["死之领主"] = {
["roomID"] = 284388,
["level"] = 1,
["bgID"] = 0,
},
["漫天飞花羽"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["忧伤丨圣"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["天啊你真猛"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["南至小猎"] = {
["roomID"] = 277267,
["level"] = 2,
["bgID"] = 0,
},
["诗酒赴年华"] = {
["roomID"] = 111378,
["level"] = 3,
["bgID"] = 170,
},
["橙橙晨"] = {
["roomID"] = "324868",
["level"] = 2,
["bgID"] = 0,
},
["五十一三"] = {
["roomID"] = 276875,
["level"] = 2,
["bgID"] = 0,
},
["核打击"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["花臂炫赫门"] = {
["roomID"] = 105409,
["level"] = 1,
["bgID"] = 0,
},
["刺玫花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["高压微波炉"] = {
["roomID"] = "335837",
["level"] = 2,
["bgID"] = 0,
},
["罪哥不背锅"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["兰林笑啸生"] = {
["roomID"] = 158047,
["level"] = 2,
["bgID"] = 0,
},
["百斤顶"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["圣光灬悠悠"] = {
["roomID"] = "201527",
["level"] = 3,
["bgID"] = 0,
},
["重型战甲"] = {
["roomID"] = "212074",
["level"] = 3,
["bgID"] = 170,
},
["灾老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["小小元素"] = {
["roomID"] = 326989,
["level"] = 1,
["bgID"] = 0,
},
["一叶吱秋"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["野生丶黑"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["大魔童"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["做有德的小孩"] = {
["roomID"] = "287481",
["level"] = 2,
["bgID"] = 0,
},
["隔壁大表姐"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["丹乐橘"] = {
["roomID"] = 155150,
["level"] = 3,
["bgID"] = 0,
},
["浅岛遇忧鹿"] = {
["bgID"] = 0,
["level"] = -1,
},
["子安小盆友"] = {
["roomID"] = 110914,
["level"] = 1,
["bgID"] = 0,
},
["妩媚的小妖怪"] = {
["roomID"] = "147491",
["level"] = 3,
["bgID"] = 170,
},
["出窈入冥"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["恶魔西洛伊"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["不动冥王"] = {
["roomID"] = "136346",
["level"] = 4,
["bgID"] = 0,
},
["Kasading"] = {
["medalMap"] = {
["acc_exp"] = 14180,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744642652,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "168303",
},
["竞周容以为度"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["鸦九"] = {
["roomID"] = "291270",
["level"] = 2,
["bgID"] = 170,
},
["烟值担当"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["虚空前行"] = {
["roomID"] = "262048",
["level"] = 1,
["bgID"] = 0,
},
["回忆灬总想哭"] = {
["roomID"] = "334626",
["level"] = 2,
["bgID"] = 0,
},
["枫可怜丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["卡藐"] = {
["roomID"] = "239080",
["level"] = 2,
["bgID"] = 170,
},
["你不要哇哇叫"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["隔壁小表弟"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["我心有猛虎"] = {
["roomID"] = 276354,
["level"] = 2,
["bgID"] = 0,
},
["没有蛋刀"] = {
["roomID"] = "258343",
["level"] = 1,
["bgID"] = 0,
},
["暮雨成诗"] = {
["roomID"] = 106610,
["level"] = 4,
["bgID"] = 170,
},
["堕落的晃晃"] = {
["roomID"] = 158442,
["level"] = 4,
["bgID"] = 0,
},
["幸运旋律"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["沐霖妈"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["克里斯安娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["小颜姐姐"] = {
["roomID"] = "307288",
["level"] = 3,
["bgID"] = 170,
},
["神舞剑"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["斯多戈"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["Emaillulu"] = {
["roomID"] = 202135,
["level"] = 3,
["bgID"] = 0,
},
["九姑娘灬"] = {
["roomID"] = 317453,
["level"] = 2,
["bgID"] = 0,
},
["冰封铠甲"] = {
["roomID"] = 151609,
["level"] = 2,
["bgID"] = 0,
},
["尛小牧"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["萌面天使"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["斗士也很强"] = {
["roomID"] = 219835,
["level"] = 3,
["bgID"] = 0,
},
["呱太大人"] = {
["roomID"] = "293985",
["level"] = 1,
["bgID"] = 170,
},
["飞宏咣当"] = {
["bgID"] = 0,
["level"] = -1,
},
["豌豆射手丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["丶蠢蠢欲动"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["射速惊人"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["丫芽"] = {
["roomID"] = "285838",
["level"] = 2,
["bgID"] = 170,
},
["暗得圣光"] = {
["roomID"] = "113099",
["level"] = 3,
["bgID"] = 200,
},
["凌泽丶"] = {
["roomID"] = "329339",
["level"] = 2,
["bgID"] = 170,
},
["天生小魔女"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["Nolvy"] = {
["roomID"] = 107613,
["level"] = 2,
["bgID"] = 0,
},
["流光未至"] = {
["roomID"] = 121310,
["level"] = 4,
["bgID"] = 0,
},
["徐州第一深情"] = {
["roomID"] = "183876",
["level"] = 3,
["bgID"] = 170,
},
["海塘的跌"] = {
["roomID"] = "192807",
["level"] = 2,
["bgID"] = 170,
},
["范小瑶"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["红牛拿铁"] = {
["roomID"] = "140948",
["level"] = 3,
["bgID"] = 0,
},
["冰岛蟹"] = {
["roomID"] = 151995,
["level"] = 2,
["bgID"] = 0,
},
["旺仔灬浪味仙"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["天空的阴霾"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["烂番薯"] = {
["roomID"] = 128939,
["level"] = 4,
["bgID"] = 0,
},
["无敌推土机灬"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["Batista"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["我等雨也等你"] = {
["roomID"] = 106704,
["level"] = 2,
["bgID"] = 0,
},
["罗文"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["童丶嬅"] = {
["roomID"] = 138180,
["level"] = 2,
["bgID"] = 0,
},
["丨乐灬天丨"] = {
["roomID"] = 134773,
["level"] = 2,
["bgID"] = 0,
},
["曾宝贝"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["心灵传输者"] = {
["roomID"] = "326175",
["level"] = 1,
["bgID"] = 170,
},
["寒蝉丶"] = {
["roomID"] = 270334,
["level"] = 2,
["bgID"] = 0,
},
["四喜烤麸"] = {
["roomID"] = 125170,
["level"] = 4,
["bgID"] = 0,
},
["邱拳羊"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["九六年的雪"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["樱桃有闪电"] = {
["roomID"] = 142140,
["level"] = 3,
["bgID"] = 0,
},
["莱阳蝎子"] = {
["roomID"] = 272075,
["level"] = 2,
["bgID"] = 0,
},
["瑟瑟晓风寒"] = {
["roomID"] = 145245,
["level"] = 4,
["bgID"] = 0,
},
["黑的終點有光"] = {
["roomID"] = "345069",
["level"] = 1,
["bgID"] = 0,
},
["雪域苍狼"] = {
["roomID"] = 152437,
["level"] = 4,
["bgID"] = 0,
},
["骑云追风"] = {
["roomID"] = 145731,
["level"] = 2,
["bgID"] = 0,
},
["布洛芬冲剂"] = {
["roomID"] = 131711,
["level"] = 3,
["bgID"] = 0,
},
["碧海雲天"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["释丨怀"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["冰之绝恋"] = {
["roomID"] = 172341,
["level"] = 4,
["bgID"] = 0,
},
["Assinns"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["夜凤"] = {
["roomID"] = 240662,
["level"] = 3,
["bgID"] = 0,
},
["菲常尐尐"] = {
["roomID"] = 106544,
["level"] = 3,
["bgID"] = 0,
},
["拒绝任何女人"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["海莱恩"] = {
["roomID"] = "337878",
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂血"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["萤火虫不语"] = {
["roomID"] = 258020,
["level"] = 2,
["bgID"] = 0,
},
["嗷呜呦"] = {
["roomID"] = 134234,
["level"] = 4,
["bgID"] = 0,
},
["Aotianz"] = {
["roomID"] = 116868,
["level"] = 4,
["bgID"] = 0,
},
["Tornadoz"] = {
["roomID"] = 111042,
["level"] = 2,
["bgID"] = 0,
},
["耀暘一"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["丨梦想怪丨"] = {
["roomID"] = 179108,
["level"] = 1,
["bgID"] = 0,
},
["炎与永逺"] = {
["roomID"] = 328249,
["level"] = 1,
["bgID"] = 0,
},
["杜小甫"] = {
["roomID"] = 163813,
["level"] = 2,
["bgID"] = 0,
},
["爱是胆小鬼"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["耀暘战"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["无证驾驶"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["阿尔萨丝女王"] = {
["roomID"] = 108699,
["level"] = 3,
["bgID"] = 0,
},
["露可娜娜"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["拖鞋摇摆"] = {
["roomID"] = "106397",
["level"] = 4,
["bgID"] = 170,
},
["你是我的鱼"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["割韭菜练习设"] = {
["roomID"] = 276462,
["level"] = 2,
["bgID"] = 0,
},
["泡泡小贼"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["布雷泽"] = {
["roomID"] = 201842,
["level"] = 3,
["bgID"] = 170,
},
["曹贵英"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["太黄太强大"] = {
["roomID"] = 230852,
["level"] = 2,
["bgID"] = 0,
},
["灬扶光"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["阿豪"] = {
["medalMap"] = {
["acc_exp"] = 2980,
["next_star_level_threshold"] = 6000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744426649,
["level"] = 3,
["bgID"] = 0,
["roomID"] = 172701,
},
["圣豆豆熊熊"] = {
["roomID"] = "106835",
["level"] = 3,
["bgID"] = 0,
},
["尼古拉雷神"] = {
["roomID"] = 316309,
["level"] = 3,
["bgID"] = 0,
},
["欠缺点威力"] = {
["roomID"] = 186649,
["level"] = 1,
["bgID"] = 0,
},
["夜的盡頭會亮"] = {
["roomID"] = "345069",
["level"] = 1,
["bgID"] = 0,
},
["七天大婶"] = {
["roomID"] = 145272,
["level"] = 2,
["bgID"] = 0,
},
["红豆芝麻饼"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["男主角琦玉"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["Missdior"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["自闭骑东强"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["天殇灬湮"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["幸福是自由"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["就是想来看看"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["糯米福福"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["大路丶牧"] = {
["roomID"] = 111492,
["level"] = 1,
["bgID"] = 0,
},
["意识不灭"] = {
["roomID"] = "220268",
["level"] = 3,
["bgID"] = 0,
},
["雷家三公主"] = {
["roomID"] = 182494,
["level"] = 2,
["bgID"] = 0,
},
["糖果里的毒药"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["徳神"] = {
["roomID"] = 281500,
["level"] = 2,
["bgID"] = 0,
},
["先天被点圣体"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["帅气咩"] = {
["roomID"] = "225608",
["level"] = 3,
["bgID"] = 0,
},
["幸运怀表"] = {
["roomID"] = 108534,
["level"] = 2,
["bgID"] = 0,
},
["筱川咯"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["人肉推土机陆"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["心若山海"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["枫落夕"] = {
["roomID"] = 296984,
["level"] = 1,
["bgID"] = 0,
},
["圣光盾碎"] = {
["roomID"] = 325479,
["level"] = 1,
["bgID"] = 0,
},
["转逝青春"] = {
["roomID"] = 114827,
["level"] = 4,
["bgID"] = 0,
},
["Darkwu"] = {
["roomID"] = 282633,
["level"] = 1,
["bgID"] = 0,
},
["桃之夭夭妖妖"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["我擦这也能行"] = {
["roomID"] = 145272,
["level"] = 2,
["bgID"] = 0,
},
["茶谷"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["冷疯丶狂贼"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["温蒂酱"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["骑猪逛市场"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["灬圣光照耀灬"] = {
["roomID"] = 130482,
["level"] = 2,
["bgID"] = 0,
},
["莫嘿托"] = {
["roomID"] = 320885,
["level"] = 1,
["bgID"] = 0,
},
["远航的神棍德"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["健男春春"] = {
["roomID"] = 334416,
["level"] = 1,
["bgID"] = 0,
},
["永不伤你心"] = {
["roomID"] = 328527,
["level"] = 1,
["bgID"] = 0,
},
["史帝芬周"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["百鸟朝凤丶"] = {
["roomID"] = "315737",
["level"] = 3,
["bgID"] = 170,
},
["无处安放的芯"] = {
["roomID"] = "329442",
["level"] = 1,
["bgID"] = 0,
},
["一会儿就来"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["一剑飞血"] = {
["roomID"] = "155093",
["level"] = 3,
["bgID"] = 0,
},
["琦绩"] = {
["roomID"] = 109684,
["level"] = 2,
["bgID"] = 0,
},
["萌萌小牧牧"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["我痴胡建人"] = {
["roomID"] = "325312",
["level"] = 4,
["bgID"] = 0,
},
["挥刀蛋蛋疼"] = {
["roomID"] = "328006",
["level"] = 2,
["bgID"] = 0,
},
["叾毒杜赌渡蠹"] = {
["roomID"] = "110271",
["level"] = 4,
["bgID"] = 170,
},
["大领主混子酱"] = {
["bgID"] = 0,
["level"] = -1,
},
["绝恋风熊"] = {
["roomID"] = 178048,
["level"] = 1,
["bgID"] = 0,
},
["洛小雨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["Gansir"] = {
["roomID"] = 249382,
["level"] = 1,
["bgID"] = 0,
},
["北凉不悲凉"] = {
["roomID"] = 167455,
["level"] = 2,
["bgID"] = 0,
},
["天一风雨"] = {
["roomID"] = 170895,
["level"] = 1,
["bgID"] = 0,
},
["骑宝马"] = {
["roomID"] = 250758,
["level"] = 1,
["bgID"] = 0,
},
["我爱闪电箭"] = {
["roomID"] = "346609",
["level"] = 1,
["bgID"] = 0,
},
["奶茶丶丶"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["花牛菌"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["逃呀我是鬼"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["性感尼罗河"] = {
["roomID"] = "347110",
["level"] = 1,
["bgID"] = 0,
},
["燃烧红手"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["咸鱼突刺丶"] = {
["roomID"] = "278693",
["level"] = 2,
["bgID"] = 0,
},
["贪婪既罪恶"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["我喜欢吃糖"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["风暴怒吼"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["贪欢丶"] = {
["roomID"] = 106040,
["level"] = 2,
["bgID"] = 0,
},
["拾取让我来"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["善良的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["曾幸云"] = {
["roomID"] = "329002",
["level"] = 2,
["bgID"] = 0,
},
["太阴一明珏"] = {
["roomID"] = "348039",
["level"] = 1,
["bgID"] = 0,
},
["裂伤灬熊"] = {
["roomID"] = 278561,
["level"] = 2,
["bgID"] = 0,
},
["義鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["不一样丶烟火"] = {
["roomID"] = "315252",
["level"] = 2,
["bgID"] = 0,
},
["大哥忆往昔"] = {
["roomID"] = 207764,
["level"] = 3,
["bgID"] = 0,
},
["桃芷夭夭"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["煙之靈"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["青花韵"] = {
["bgID"] = 0,
["level"] = -1,
},
["作乐嗷"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["Glps"] = {
["roomID"] = 187157,
["level"] = 1,
["bgID"] = 0,
},
["畸形也美丽丶"] = {
["roomID"] = 293231,
["level"] = 1,
["bgID"] = 0,
},
["老高登"] = {
["roomID"] = 130114,
["level"] = 3,
["bgID"] = 170,
},
["泡芙泡芙呀"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["背棄聖光"] = {
["roomID"] = 220106,
["level"] = 1,
["bgID"] = 0,
},
["蕾梅黛思"] = {
["roomID"] = 258628,
["level"] = 3,
["bgID"] = 0,
},
["大众哥小迷弟"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["舞之云"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["德猫"] = {
["roomID"] = "354946",
["level"] = 1,
["bgID"] = 0,
},
["落岫"] = {
["roomID"] = 319313,
["level"] = 2,
["bgID"] = 0,
},
["朲間煉獄丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["团长咋又黑了"] = {
["roomID"] = 147408,
["level"] = 3,
["bgID"] = 170,
},
["母牛大人"] = {
["roomID"] = 138684,
["level"] = 2,
["bgID"] = 0,
},
["你可真烦人"] = {
["roomID"] = 293574,
["level"] = 3,
["bgID"] = 0,
},
["橘英雄"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["小吖死灭霸"] = {
["roomID"] = 333358,
["level"] = 1,
["bgID"] = 0,
},
["勇敢的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["小粉熠"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["风贰少"] = {
["roomID"] = 303001,
["level"] = 2,
["bgID"] = 0,
},
["性感王大姐"] = {
["roomID"] = "325851",
["level"] = 2,
["bgID"] = 170,
},
["泰兰得的徽记"] = {
["roomID"] = "278209",
["level"] = 2,
["bgID"] = 0,
},
["流云浅梦"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["此人牛变的"] = {
["roomID"] = 162383,
["level"] = 2,
["bgID"] = 0,
},
["小可爱殿下"] = {
["roomID"] = 254498,
["level"] = 2,
["bgID"] = 0,
},
["爱莉希娅"] = {
["roomID"] = "338503",
["level"] = 2,
["bgID"] = 0,
},
["妖狩黑白"] = {
["roomID"] = "146764",
["level"] = 3,
["bgID"] = 170,
},
["丶木易"] = {
["roomID"] = 277567,
["level"] = 1,
["bgID"] = 0,
},
["红弟弟红红"] = {
["roomID"] = 111459,
["level"] = 1,
["bgID"] = 0,
},
["卿辞"] = {
["roomID"] = 146003,
["level"] = 3,
["bgID"] = 0,
},
["软壳苏烟一包"] = {
["roomID"] = "350060",
["level"] = 1,
["bgID"] = 0,
},
["积木木丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["传说中的小迪"] = {
["roomID"] = "338070",
["level"] = 1,
["bgID"] = 170,
},
["泡芙泡芙唷"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["回首似是梦"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["沭鍅无双"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["小雨猪"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["海山恐怖故事"] = {
["roomID"] = 201842,
["level"] = 3,
["bgID"] = 170,
},
["風吻羽翎丶"] = {
["roomID"] = "310577",
["level"] = 2,
["bgID"] = 170,
},
["大聪明灬骑"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["钱包空空"] = {
["roomID"] = 198394,
["level"] = 2,
["bgID"] = 170,
},
["丶沐情"] = {
["roomID"] = 135377,
["level"] = 2,
["bgID"] = 0,
},
["耀暘奶德"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["寒压"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["狂丶仔"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["不聞"] = {
["roomID"] = "301636",
["level"] = 1,
["bgID"] = 170,
},
["影子蒙哥"] = {
["roomID"] = 106757,
["level"] = 3,
["bgID"] = 0,
},
["挽歌青唱"] = {
["roomID"] = "165387",
["level"] = 2,
["bgID"] = 0,
},
["傲气糖豆"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["风雪待归人"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["高冷的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["北落海棠"] = {
["roomID"] = "174385",
["level"] = 2,
["bgID"] = 0,
},
["嘉然晚上吃糖"] = {
["roomID"] = 186348,
["level"] = 1,
["bgID"] = 0,
},
["混一个时间"] = {
["roomID"] = 292133,
["level"] = 3,
["bgID"] = 0,
},
["小黑条"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["今天喝蜜雪"] = {
["roomID"] = 207211,
["level"] = 2,
["bgID"] = 0,
},
["闪电大马猴"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["丶张小山"] = {
["roomID"] = 278585,
["level"] = 1,
["bgID"] = 0,
},
["不要骂教练了"] = {
["roomID"] = "305644",
["level"] = 3,
["bgID"] = 170,
},
["猫爷古丶尘"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["Luxuryjsm"] = {
["roomID"] = 269563,
["level"] = 2,
["bgID"] = 0,
},
["吞天帝丶狂爷"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["丨猫爷古尘"] = {
["roomID"] = 116436,
["level"] = 3,
["bgID"] = 0,
},
["张谦倔驴"] = {
["roomID"] = 130607,
["level"] = 4,
["bgID"] = 0,
},
["娇厚根丶"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["克夜"] = {
["roomID"] = 181522,
["level"] = 2,
["bgID"] = 0,
},
["泡泡蛋皮"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["邪能领主灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["蜘蛛女皇"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["瞉瞿掱簻"] = {
["roomID"] = "136735",
["level"] = 3,
["bgID"] = 170,
},
["轻舞圣歌"] = {
["roomID"] = "273086",
["level"] = 3,
["bgID"] = 170,
},
["逸星尘"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["留白小提诗"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["烈焰大红唇"] = {
["roomID"] = 116487,
["level"] = 2,
["bgID"] = 0,
},
["小七欧妮"] = {
["roomID"] = "325091",
["level"] = 3,
["bgID"] = 170,
},
["刀锋行者"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["醋溜肉丝"] = {
["roomID"] = "282658",
["level"] = 3,
["bgID"] = 0,
},
["旋风快打"] = {
["roomID"] = 324907,
["level"] = 1,
["bgID"] = 0,
},
["潜心"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["灬幽幽戦訷灬"] = {
["roomID"] = 135781,
["level"] = 2,
["bgID"] = 0,
},
["沐三胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["苏淸秋灬"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["奶那个骑士"] = {
["roomID"] = 168997,
["level"] = 3,
["bgID"] = 170,
},
["鱼儿丑丑"] = {
["roomID"] = 284665,
["level"] = 2,
["bgID"] = 0,
},
["小野君丿"] = {
["roomID"] = 144661,
["level"] = 3,
["bgID"] = 0,
},
["Deadpooll"] = {
["roomID"] = 287424,
["level"] = 2,
["bgID"] = 0,
},
["鲁娜娜"] = {
["medalMap"] = {
["acc_exp"] = 12760,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1745052501,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 163229,
},
["举火镣天"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["桃酥儿"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["战争之刃"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["Bonehealer"] = {
["roomID"] = "320508",
["level"] = 3,
["bgID"] = 170,
},
["唏夜深岚"] = {
["roomID"] = "296240",
["level"] = 2,
["bgID"] = 0,
},
["增強薩滿"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["惜缘是我"] = {
["roomID"] = 212211,
["level"] = 2,
["bgID"] = 0,
},
["大内密探南帝"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["娴儿"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["丿柒拾"] = {
["roomID"] = 170496,
["level"] = 2,
["bgID"] = 0,
},
["灰灰和小伙伴"] = {
["roomID"] = "340016",
["level"] = 4,
["bgID"] = 0,
},
["秋色微凉丶"] = {
["roomID"] = "118630",
["level"] = 4,
["bgID"] = 170,
},
["蠢蠢丶欲动"] = {
["roomID"] = 106268,
["level"] = 3,
["bgID"] = 0,
},
["光蕴"] = {
["roomID"] = 166680,
["level"] = 1,
["bgID"] = 0,
},
["泡泡术术"] = {
["roomID"] = "174008",
["level"] = 3,
["bgID"] = 170,
},
["Luckylady"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["淡淡刷龙虎"] = {
["roomID"] = 109210,
["level"] = 4,
["bgID"] = 170,
},
["表媚"] = {
["roomID"] = "200705",
["level"] = 4,
["bgID"] = 170,
},
["烟熏眼"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["无锡王祖贤丶"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["君是君"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["兔子喝蛋花"] = {
["roomID"] = 318901,
["level"] = 1,
["bgID"] = 0,
},
["跳跳喵喵"] = {
["roomID"] = 220285,
["level"] = 3,
["bgID"] = 0,
},
["燃烧真红吖"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["牧羊人丶"] = {
["roomID"] = "220560",
["level"] = 2,
["bgID"] = 0,
},
["沐二胖"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["奥利给领主"] = {
["roomID"] = "116487",
["level"] = 2,
["bgID"] = 0,
},
["首当骑冲"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["杨益达丶"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["爱熙儿"] = {
["roomID"] = 124088,
["level"] = 4,
["bgID"] = 0,
},
["葬送的芙莉莲"] = {
["roomID"] = 106606,
["level"] = 2,
["bgID"] = 0,
},
["暴菌"] = {
["roomID"] = "178349",
["level"] = 2,
["bgID"] = 0,
},
["虾米时光灬"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["德黑德"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["硬地一批"] = {
["roomID"] = 118819,
["level"] = 3,
["bgID"] = 0,
},
["Tables"] = {
["roomID"] = 271523,
["level"] = 3,
["bgID"] = 170,
},
["猫总的左膀"] = {
["roomID"] = 149628,
["level"] = 4,
["bgID"] = 0,
},
["小娜妞"] = {
["roomID"] = 171312,
["level"] = 2,
["bgID"] = 0,
},
["家群小心肝"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["空虚丨牛妞"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["狸薅芽"] = {
["roomID"] = 175871,
["level"] = 2,
["bgID"] = 0,
},
["豆芽子"] = {
["roomID"] = 171188,
["level"] = 3,
["bgID"] = 0,
},
["少侠我的酒呢"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["筱豆豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["你快乐我随意"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["我加了洋葱"] = {
["roomID"] = 330060,
["level"] = 1,
["bgID"] = 0,
},
["碾压懦夫"] = {
["roomID"] = 144249,
["level"] = 3,
["bgID"] = 0,
},
["千灬莲"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["钱包麦克斯"] = {
["roomID"] = 243681,
["level"] = 3,
["bgID"] = 0,
},
["一双持风剑一"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["繁星落尽"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["暗夜灬猫猫"] = {
["roomID"] = "201527",
["level"] = 3,
["bgID"] = 0,
},
["碳烤牛十三"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["骑邀"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["呵约德尔人"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["飲月桾"] = {
["roomID"] = 144954,
["level"] = 2,
["bgID"] = 0,
},
["群星回响"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["丨乐乐丨"] = {
["roomID"] = 134773,
["level"] = 2,
["bgID"] = 0,
},
["看淡身边壹苆"] = {
["roomID"] = 281315,
["level"] = 1,
["bgID"] = 0,
},
["筱灬筱豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["煄嬈法魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["泡芙泡芙阿"] = {
["roomID"] = "105462",
["level"] = 4,
["bgID"] = 170,
},
["清柠"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["小蹄子春花"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["提里奥扶沟"] = {
["medalMap"] = {
["acc_exp"] = 9855,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "114337",
},
["卟聆卟聆小琦"] = {
["roomID"] = "126946",
["level"] = 3,
["bgID"] = 0,
},
["无限无剑"] = {
["roomID"] = 107494,
["level"] = 2,
["bgID"] = 0,
},
["加勒比爪牙"] = {
["roomID"] = "329442",
["level"] = 4,
["bgID"] = 170,
},
["我要静静丶"] = {
["roomID"] = "338207",
["level"] = 1,
["bgID"] = 0,
},
["丫思思丫"] = {
["roomID"] = "164789",
["level"] = 2,
["bgID"] = 0,
},
["酒味可乐"] = {
["roomID"] = "114023",
["level"] = 4,
["bgID"] = 170,
},
["灼烧的太阳"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["鎏铭"] = {
["roomID"] = 206832,
["level"] = 1,
["bgID"] = 0,
},
["花颜月貌"] = {
["roomID"] = 298468,
["level"] = 2,
["bgID"] = 0,
},
["缓思"] = {
["roomID"] = 304480,
["level"] = 1,
["bgID"] = 0,
},
["黑豹丶"] = {
["roomID"] = 127928,
["level"] = 2,
["bgID"] = 0,
},
["言辰"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["帅痞小狼狗"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["伤情的天灾击"] = {
["roomID"] = 164978,
["level"] = 2,
["bgID"] = 0,
},
["弓背霞明"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["筱蛮腰"] = {
["roomID"] = 166070,
["level"] = 3,
["bgID"] = 0,
},
["十一年丶"] = {
["roomID"] = 112693,
["level"] = 2,
["bgID"] = 0,
},
["味大無需多盐"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["耀阳贼"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["月奕"] = {
["roomID"] = 117035,
["level"] = 3,
["bgID"] = 0,
},
["喟哎"] = {
["roomID"] = 269904,
["level"] = 2,
["bgID"] = 0,
},
["从容被秒"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["萌熊宝"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["鱼欲语与玉"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["南宫夜鹰"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["大圣光领主"] = {
["roomID"] = 113437,
["level"] = 4,
["bgID"] = 0,
},
["好哥哥丷"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["公子無双"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["一别好多年"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["Mayled"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["菓菓"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["銨鈊上鏴"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["哎哟喂小老弟"] = {
["medalMap"] = {
["acc_exp"] = 9820,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 173811,
},
["Madelement"] = {
["roomID"] = 111344,
["level"] = 1,
["bgID"] = 0,
},
["熊三明丶"] = {
["roomID"] = 168919,
["level"] = 3,
["bgID"] = 0,
},
["Tmage"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["醉离小博士"] = {
["roomID"] = "126268",
["level"] = 4,
["bgID"] = 170,
},
["雪儿小小"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["圣灬小鱼"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["彼岸流苏"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["清风过客"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["司南丶"] = {
["roomID"] = 201513,
["level"] = 2,
["bgID"] = 0,
},
["龍魂哦"] = {
["roomID"] = 106356,
["level"] = 2,
["bgID"] = 0,
},
["韵雪儿飘飘"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["君临的惊觉"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["玖哥眞红"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["硅胶没有奶"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["空空嘶咪哒"] = {
["roomID"] = 289724,
["level"] = 1,
["bgID"] = 0,
},
["丷小奶包丷"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["秋风吹皱春池"] = {
["roomID"] = 145383,
["level"] = 4,
["bgID"] = 0,
},
["行者灬仁心"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["猫猫小珍珠"] = {
["roomID"] = 247138,
["level"] = 2,
["bgID"] = 0,
},
["Aceshaman"] = {
["roomID"] = "189243",
["level"] = 2,
["bgID"] = 170,
},
["夜雨萨萨"] = {
["roomID"] = 212667,
["level"] = 3,
["bgID"] = 0,
},
["矮子小精灵"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["菠萝技师"] = {
["roomID"] = 108353,
["level"] = 2,
["bgID"] = 0,
},
["飞龙萨神"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["Taiyangx"] = {
["roomID"] = 239596,
["level"] = 2,
["bgID"] = 0,
},
["止于栀芋之语"] = {
["roomID"] = 293265,
["level"] = 3,
["bgID"] = 0,
},
["一瓢一叶"] = {
["roomID"] = "201769",
["level"] = 2,
["bgID"] = 170,
},
["中意"] = {
["roomID"] = 145245,
["level"] = 4,
["bgID"] = 0,
},
["Emeision"] = {
["roomID"] = "340981",
["level"] = 2,
["bgID"] = 170,
},
["小香梨"] = {
["roomID"] = 112001,
["level"] = 4,
["bgID"] = 0,
},
["咻勾叁叁"] = {
["roomID"] = 120976,
["level"] = 2,
["bgID"] = 0,
},
["大聪明灬贼"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["诗赋九歌"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["若清秋"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["Silencesuzka"] = {
["roomID"] = 322524,
["level"] = 1,
["bgID"] = 0,
},
["完美的工具人"] = {
["roomID"] = 180059,
["level"] = 1,
["bgID"] = 0,
},
["这次我来扛"] = {
["roomID"] = 107957,
["level"] = 3,
["bgID"] = 0,
},
["百事可贼"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["乌兹"] = {
["roomID"] = "231258",
["level"] = 2,
["bgID"] = 0,
},
["月亮我掰弯的"] = {
["roomID"] = 141644,
["level"] = 3,
["bgID"] = 170,
},
["红本大统领"] = {
["roomID"] = "340150",
["level"] = 1,
["bgID"] = 0,
},
["夜月噬魂舞"] = {
["roomID"] = 168052,
["level"] = 2,
["bgID"] = 0,
},
["库迪咖啡"] = {
["medalMap"] = {
["acc_exp"] = 8070,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 162090,
},
["梭老二"] = {
["roomID"] = "173623",
["level"] = 3,
["bgID"] = 170,
},
["肌肉大叔"] = {
["roomID"] = 156299,
["level"] = 4,
["bgID"] = 0,
},
["五月崇空"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["克莉丝安娜"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["扶沟大迪奥"] = {
["roomID"] = "114337",
["level"] = 4,
["bgID"] = 170,
},
["诗赋酒歌"] = {
["roomID"] = 132490,
["level"] = 1,
["bgID"] = 0,
},
["丨戰丨萨丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["平静的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["景色阿怡"] = {
["roomID"] = "108996",
["level"] = 5,
["bgID"] = 0,
},
["夜樱"] = {
["roomID"] = 108157,
["level"] = 1,
["bgID"] = 0,
},
["若清風"] = {
["roomID"] = "142117",
["level"] = 4,
["bgID"] = 170,
},
["胆子姐"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["筱川嚛"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["大怨种已就位"] = {
["roomID"] = "354151",
["level"] = 4,
["bgID"] = 170,
},
["乄龍井茶"] = {
["roomID"] = 305280,
["level"] = 1,
["bgID"] = 0,
},
["笨猫嗳窝窝"] = {
["roomID"] = 248145,
["level"] = 2,
["bgID"] = 0,
},
["凭疆望月"] = {
["medalMap"] = {
["acc_exp"] = 8630,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744288702,
["level"] = 4,
["bgID"] = 0,
["roomID"] = 187278,
},
["琪琪沭"] = {
["roomID"] = "135619",
["level"] = 1,
["bgID"] = 0,
},
["大天使长"] = {
["roomID"] = 110222,
["level"] = 2,
["bgID"] = 0,
},
["青楼溢袭香"] = {
["roomID"] = 286290,
["level"] = 1,
["bgID"] = 0,
},
["风雪踏凌霄"] = {
["roomID"] = "157335",
["level"] = 5,
["bgID"] = 0,
},
["正经的大宝剑"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["无锡李知恩"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["灬九妹灬"] = {
["roomID"] = "326175",
["level"] = 3,
["bgID"] = 170,
},
["德國猎"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["减肥的骑士"] = {
["roomID"] = 108128,
["level"] = 3,
["bgID"] = 0,
},
["神宇苍穹"] = {
["roomID"] = 324310,
["level"] = 2,
["bgID"] = 0,
},
["长风素羽"] = {
["roomID"] = 314038,
["level"] = 1,
["bgID"] = 0,
},
["乣囸"] = {
["roomID"] = 284274,
["level"] = 2,
["bgID"] = 0,
},
["墨染玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["枪兵幸运五"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["小张和你拼啦"] = {
["roomID"] = 296291,
["level"] = 1,
["bgID"] = 0,
},
["光明宿舍"] = {
["roomID"] = "326155",
["level"] = 2,
["bgID"] = 0,
},
["萌心"] = {
["roomID"] = 167785,
["level"] = 2,
["bgID"] = 170,
},
["无敌超级凶"] = {
["roomID"] = 136477,
["level"] = 1,
["bgID"] = 0,
},
["看我嗷呜"] = {
["roomID"] = 318939,
["level"] = 1,
["bgID"] = 0,
},
["这个胖骑士"] = {
["roomID"] = 192839,
["level"] = 3,
["bgID"] = 0,
},
["秋水清涧"] = {
["roomID"] = "114589",
["level"] = 2,
["bgID"] = 170,
},
["谁拿我图腾了"] = {
["roomID"] = 320885,
["level"] = 1,
["bgID"] = 0,
},
["思念太猖狂"] = {
["roomID"] = 139266,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨骑"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["鱼肠在手"] = {
["roomID"] = 285792,
["level"] = 2,
["bgID"] = 0,
},
["你们的脑子呢"] = {
["bgID"] = 0,
["level"] = -1,
},
["重开吧"] = {
["roomID"] = 173405,
["level"] = 2,
["bgID"] = 0,
},
["五生为卿笑"] = {
["roomID"] = 182986,
["level"] = 1,
["bgID"] = 0,
},
["劲爆可乐"] = {
["roomID"] = 145451,
["level"] = 3,
["bgID"] = 0,
},
["佐伊生于紫室"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["蒜蓉酱"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["龙丶骑"] = {
["roomID"] = "207773",
["level"] = 3,
["bgID"] = 0,
},
["晓开开"] = {
["roomID"] = "127360",
["level"] = 4,
["bgID"] = 200,
},
["虚幻的灵魂"] = {
["roomID"] = 294197,
["level"] = 1,
["bgID"] = 0,
},
["希卡普"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["柒柒月灬"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["很凶很凶的猫"] = {
["roomID"] = 149625,
["level"] = 1,
["bgID"] = 0,
},
["筱灬豆豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["作乐奶不住"] = {
["roomID"] = 136153,
["level"] = 3,
["bgID"] = 0,
},
["凪桜"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["开锁老专家了"] = {
["roomID"] = 128239,
["level"] = 3,
["bgID"] = 0,
},
["两分铜币"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["吻我别说话"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["吃猛皮"] = {
["roomID"] = "287141",
["level"] = 1,
["bgID"] = 170,
},
["红膏赤蟹"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["眺望星辰"] = {
["roomID"] = "153939",
["level"] = 5,
["bgID"] = 170,
},
["卡卡熊"] = {
["roomID"] = 219910,
["level"] = 1,
["bgID"] = 0,
},
["仙亦恋红尘"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["牛牛奶爸"] = {
["roomID"] = 151634,
["level"] = 4,
["bgID"] = 0,
},
["秋山暮雨"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["痛了散了哟"] = {
["roomID"] = "170430",
["level"] = 4,
["bgID"] = 0,
},
["Sayoko"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["Saanich"] = {
["roomID"] = "139762",
["level"] = 3,
["bgID"] = 170,
},
["雪凌无忧"] = {
["roomID"] = "323581",
["level"] = 4,
["bgID"] = 0,
},
["别把锅带走"] = {
["roomID"] = 114955,
["level"] = 2,
["bgID"] = 0,
},
["道友让我来"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["月夜留号"] = {
["roomID"] = "303737",
["level"] = 2,
["bgID"] = 0,
},
["地中海车头"] = {
["roomID"] = 108345,
["level"] = 5,
["bgID"] = 170,
},
["鸦王"] = {
["roomID"] = 251931,
["level"] = 1,
["bgID"] = 0,
},
["Salamiy"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["逃呀我是魔"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["夜丶暮色倾城"] = {
["roomID"] = "118630",
["level"] = 4,
["bgID"] = 170,
},
["波波牛乳"] = {
["roomID"] = 107195,
["level"] = 2,
["bgID"] = 0,
},
["蕊芮五"] = {
["roomID"] = "348006",
["level"] = 1,
["bgID"] = 170,
},
["毒士老白"] = {
["roomID"] = 113297,
["level"] = 2,
["bgID"] = 0,
},
["燃烧七"] = {
["roomID"] = 152071,
["level"] = 4,
["bgID"] = 0,
},
["英南那"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["苏清秋丶"] = {
["roomID"] = 337222,
["level"] = 1,
["bgID"] = 0,
},
["青雨落白衣"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["御剑摧城"] = {
["roomID"] = "272142",
["level"] = 2,
["bgID"] = 0,
},
["绝对丨零度"] = {
["roomID"] = 114258,
["level"] = 2,
["bgID"] = 0,
},
["牧光弄影"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["莱阳长虫"] = {
["medalMap"] = {
["acc_exp"] = 1420,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744031380,
["level"] = 2,
["bgID"] = 0,
["roomID"] = 272075,
},
["大雪紛飛"] = {
["roomID"] = 115418,
["level"] = 1,
["bgID"] = 0,
},
["五月璨晨"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["纯宝宝"] = {
["roomID"] = 203497,
["level"] = 1,
["bgID"] = 0,
},
["积木骐丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["欧小小骑"] = {
["roomID"] = 116705,
["level"] = 3,
["bgID"] = 0,
},
["痞帅小狼狗"] = {
["roomID"] = 106884,
["level"] = 3,
["bgID"] = 0,
},
["古神的仆从"] = {
["roomID"] = 269584,
["level"] = 1,
["bgID"] = 0,
},
["醉笑歌烟雨"] = {
["roomID"] = 187229,
["level"] = 1,
["bgID"] = 0,
},
["Sold"] = {
["roomID"] = 106258,
["level"] = 3,
["bgID"] = 0,
},
["君临的小小"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["Sazerac"] = {
["roomID"] = 143024,
["level"] = 1,
["bgID"] = 0,
},
["押尾猫"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["张元英丶"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["海神丶波塞冬"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["吟一曲流年殇"] = {
["roomID"] = "114747",
["level"] = 2,
["bgID"] = 170,
},
["大丷哥"] = {
["roomID"] = 109753,
["level"] = 3,
["bgID"] = 0,
},
["朝日生啤"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["约德一"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["千恋灬怒放"] = {
["roomID"] = 112330,
["level"] = 4,
["bgID"] = 170,
},
["斯巴拉西呐"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["心仙战"] = {
["roomID"] = 323908,
["level"] = 1,
["bgID"] = 0,
},
["欧小小法"] = {
["roomID"] = 116705,
["level"] = 3,
["bgID"] = 0,
},
["娘娘最棒"] = {
["roomID"] = "107928",
["level"] = 3,
["bgID"] = 0,
},
["渣菁"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["贺六浑丶"] = {
["roomID"] = 163242,
["level"] = 3,
["bgID"] = 0,
},
["梦颖小宝贝"] = {
["roomID"] = 202505,
["level"] = 1,
["bgID"] = 0,
},
["艾斯丶懒锤子"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["梅维丝"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["花落花漫天"] = {
["roomID"] = 160175,
["level"] = 4,
["bgID"] = 0,
},
["彭水仙"] = {
["roomID"] = 303241,
["level"] = 2,
["bgID"] = 0,
},
["村头遛二狗"] = {
["roomID"] = 197194,
["level"] = 3,
["bgID"] = 0,
},
["骑遥"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["打完睡一觉"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["皇族"] = {
["medalMap"] = {
["acc_exp"] = 8285,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744426049,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 151262,
},
["鲨鱼辣椒酱"] = {
["roomID"] = "351078",
["level"] = 2,
["bgID"] = 170,
},
["黑蝈蝈"] = {
["roomID"] = 207360,
["level"] = 3,
["bgID"] = 0,
},
["Kesenmaster"] = {
["roomID"] = 297043,
["level"] = 1,
["bgID"] = 0,
},
["阿徐"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["糖丶不丶甜"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["Luckyarrive"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["櫻花料理"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["霸气永动机"] = {
["roomID"] = 145108,
["level"] = 2,
["bgID"] = 0,
},
["尛餖飽"] = {
["roomID"] = "327908",
["level"] = 2,
["bgID"] = 0,
},
["美柚问花"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["落叶飘逝"] = {
["roomID"] = "172088",
["level"] = 3,
["bgID"] = 170,
},
["丨戰丨牧丨"] = {
["roomID"] = "341042",
["level"] = 4,
["bgID"] = 0,
},
["尛兎哉治乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["陪我沉入海底"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["怕兄弟受累"] = {
["roomID"] = "159600",
["level"] = 2,
["bgID"] = 0,
},
["空空如梦"] = {
["roomID"] = 176118,
["level"] = 3,
["bgID"] = 0,
},
["泡泡关灯"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["土豆将军"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["剑舞冰颜"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["夜刀神狗乄"] = {
["roomID"] = "341140",
["level"] = 4,
["bgID"] = 0,
},
["石呆子"] = {
["roomID"] = "205543",
["level"] = 2,
["bgID"] = 0,
},
["燃烧小红手"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["按鍵傷人丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["来一梭子"] = {
["roomID"] = "173335",
["level"] = 2,
["bgID"] = 170,
},
["克里斯吴"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["公主轩"] = {
["roomID"] = "242053",
["level"] = 2,
["bgID"] = 0,
},
["爨軉灪麤鬻讋"] = {
["roomID"] = 110271,
["level"] = 4,
["bgID"] = 170,
},
["霜火之刃"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["观冥"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["柳怀沙"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["啊祖乖乖"] = {
["roomID"] = 286958,
["level"] = 1,
["bgID"] = 0,
},
["玫瑰小荭手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["拿拿龍"] = {
["roomID"] = "326183",
["level"] = 2,
["bgID"] = 170,
},
["你们的小姨子"] = {
["roomID"] = 326231,
["level"] = 1,
["bgID"] = 0,
},
["锦什么"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["安德鲁森十"] = {
["roomID"] = "343186",
["level"] = 2,
["bgID"] = 170,
},
["蹦跶灵悦者"] = {
["roomID"] = "292326",
["level"] = 2,
["bgID"] = 0,
},
["舒克不开飞给"] = {
["roomID"] = "242666",
["level"] = 3,
["bgID"] = 0,
},
["狂暴小豆豆"] = {
["roomID"] = "137577",
["level"] = 2,
["bgID"] = 170,
},
["念玖白玫"] = {
["roomID"] = "205978",
["level"] = 3,
["bgID"] = 0,
},
["茶丨几"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["烟酒茶剑"] = {
["roomID"] = "171848",
["level"] = 3,
["bgID"] = 0,
},
["窗外古琴幽兰"] = {
["roomID"] = "136286",
["level"] = 3,
["bgID"] = 0,
},
["筱灬豆"] = {
["roomID"] = 106687,
["level"] = 4,
["bgID"] = 0,
},
["加加她"] = {
["roomID"] = "337542",
["level"] = 2,
["bgID"] = 0,
},
["三十个银币"] = {
["roomID"] = 302669,
["level"] = 2,
["bgID"] = 0,
},
["沫雨"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["春又春又来"] = {
["roomID"] = 240695,
["level"] = 3,
["bgID"] = 0,
},
["卖棒子的泡芙"] = {
["roomID"] = 165917,
["level"] = 1,
["bgID"] = 0,
},
["西夏亡丶灵"] = {
["roomID"] = 106354,
["level"] = 3,
["bgID"] = 0,
},
["梧桐花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["欧洲大佬"] = {
["roomID"] = "130736",
["level"] = 3,
["bgID"] = 170,
},
["听喵喵讲故事"] = {
["roomID"] = "161233",
["level"] = 3,
["bgID"] = 170,
},
["丶猎二狗"] = {
["roomID"] = 162217,
["level"] = 4,
["bgID"] = 170,
},
["帅有夹钳用"] = {
["roomID"] = 211370,
["level"] = 1,
["bgID"] = 0,
},
["条件反射"] = {
["roomID"] = 111537,
["level"] = 4,
["bgID"] = 0,
},
["戴厂娜"] = {
["roomID"] = "338503",
["level"] = 2,
["bgID"] = 0,
},
["莎莎舞男孩"] = {
["roomID"] = 301737,
["level"] = 2,
["bgID"] = 0,
},
["泰兰迪斯"] = {
["roomID"] = 247207,
["level"] = 2,
["bgID"] = 0,
},
["石佛无心"] = {
["roomID"] = "272142",
["level"] = 2,
["bgID"] = 0,
},
["王牌毒奶"] = {
["roomID"] = 107928,
["level"] = 3,
["bgID"] = 0,
},
["鸭咪鸭咪"] = {
["roomID"] = 308918,
["level"] = 1,
["bgID"] = 0,
},
["账亩娘"] = {
["roomID"] = 312559,
["level"] = 1,
["bgID"] = 0,
},
["银色黑曼巴"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["圣光已不在"] = {
["roomID"] = 134418,
["level"] = 1,
["bgID"] = 0,
},
["耀暘贼"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["Njordb"] = {
["roomID"] = 275918,
["level"] = 2,
["bgID"] = 0,
},
["落红染朱唇"] = {
["roomID"] = 167073,
["level"] = 3,
["bgID"] = 0,
},
["花椒锅巴"] = {
["roomID"] = 211436,
["level"] = 2,
["bgID"] = 0,
},
["一獵一"] = {
["roomID"] = 220106,
["level"] = 1,
["bgID"] = 0,
},
["赤色挽歌"] = {
["roomID"] = 281602,
["level"] = 2,
["bgID"] = 0,
},
["泰椒肉丝儿"] = {
["roomID"] = "165955",
["level"] = 2,
["bgID"] = 0,
},
["丶泰式史帕"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["荔丸"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["丨壹丶支笔丨"] = {
["roomID"] = "333621",
["level"] = 4,
["bgID"] = 0,
},
["首席演员"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["性感三姨太"] = {
["roomID"] = 154234,
["level"] = 2,
["bgID"] = 0,
},
["捉小迪当宠物"] = {
["roomID"] = "338070",
["level"] = 1,
["bgID"] = 170,
},
["玫瑰葒手"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["抓阿海做宝宝"] = {
["roomID"] = 108682,
["level"] = 2,
["bgID"] = 0,
},
["妖嬈术魂"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["乐胖胖"] = {
["roomID"] = "155093",
["level"] = 3,
["bgID"] = 0,
},
["猛虎队"] = {
["roomID"] = 311380,
["level"] = 2,
["bgID"] = 0,
},
["谢犷坤"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["邓布利益力多"] = {
["roomID"] = 204018,
["level"] = 2,
["bgID"] = 0,
},
["輪椅戰神"] = {
["roomID"] = 319307,
["level"] = 2,
["bgID"] = 0,
},
["Hyndla"] = {
["roomID"] = 294045,
["level"] = 1,
["bgID"] = 0,
},
["流云指间沙乄"] = {
["roomID"] = 106544,
["level"] = 3,
["bgID"] = 0,
},
["露可儿"] = {
["roomID"] = 306738,
["level"] = 2,
["bgID"] = 0,
},
["不胖老高"] = {
["roomID"] = "328723",
["level"] = 2,
["bgID"] = 170,
},
["我很痛丶"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["五队慕斯"] = {
["roomID"] = 143492,
["level"] = 3,
["bgID"] = 170,
},
["启蜇哒"] = {
["roomID"] = "156960",
["level"] = 2,
["bgID"] = 0,
},
["凶残的小短腿"] = {
["roomID"] = "340972",
["level"] = 2,
["bgID"] = 0,
},
["新月夜色"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["开心丶米豆"] = {
["roomID"] = 107071,
["level"] = 1,
["bgID"] = 170,
},
["想吃辣翅"] = {
["roomID"] = 274963,
["level"] = 1,
["bgID"] = 0,
},
["不小心爱上你"] = {
["roomID"] = 216460,
["level"] = 4,
["bgID"] = 170,
},
["季灾"] = {
["roomID"] = 205093,
["level"] = 3,
["bgID"] = 0,
},
["馬有铁"] = {
["roomID"] = 128081,
["level"] = 4,
["bgID"] = 0,
},
["旺仔灬卡兹脆"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["奈何一断桥"] = {
["roomID"] = "348033",
["level"] = 1,
["bgID"] = 0,
},
["勥骑士春衫薄"] = {
["roomID"] = "351609",
["level"] = 1,
["bgID"] = 0,
},
["相思梦若卿"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["恋菓菓"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["芒果小布丁"] = {
["roomID"] = "352098",
["level"] = 1,
["bgID"] = 0,
},
["奶辅无犬子丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["思念已成疯"] = {
["roomID"] = "334846",
["level"] = 2,
["bgID"] = 0,
},
["机土推肉人"] = {
["roomID"] = 116507,
["level"] = 4,
["bgID"] = 0,
},
["龙七丨囚牛"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["蛊王"] = {
["roomID"] = "226658",
["level"] = 3,
["bgID"] = 170,
},
["再动我要叫了"] = {
["roomID"] = 297040,
["level"] = 1,
["bgID"] = 0,
},
["安妮熙娅"] = {
["roomID"] = 282514,
["level"] = 2,
["bgID"] = 0,
},
["一点光亮"] = {
["roomID"] = 152809,
["level"] = 2,
["bgID"] = 0,
},
["区长保安"] = {
["roomID"] = 159024,
["level"] = 2,
["bgID"] = 0,
},
["时光的背面丶"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["欧小小歌"] = {
["roomID"] = 116705,
["level"] = 3,
["bgID"] = 0,
},
["圣光在诱导你"] = {
["roomID"] = 142494,
["level"] = 2,
["bgID"] = 0,
},
["二手牧師"] = {
["roomID"] = "160166",
["level"] = 2,
["bgID"] = 0,
},
["朱弦声杳"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["白羽流苏"] = {
["roomID"] = 156961,
["level"] = 2,
["bgID"] = 0,
},
["耀暘"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["清馨"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["蔸叮"] = {
["roomID"] = 111726,
["level"] = 2,
["bgID"] = 0,
},
["刹部落为生"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["为了一粒米"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["少年嗷"] = {
["roomID"] = "202887",
["level"] = 4,
["bgID"] = 170,
},
["番薯昌"] = {
["roomID"] = "144541",
["level"] = 4,
["bgID"] = 0,
},
["疯巫师"] = {
["roomID"] = 277497,
["level"] = 1,
["bgID"] = 0,
},
["莓少女"] = {
["roomID"] = "156507",
["level"] = 2,
["bgID"] = 170,
},
["渊誓者"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["晚棠闻秋来"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["幕后人物"] = {
["roomID"] = 320421,
["level"] = 2,
["bgID"] = 0,
},
["伊势七绪"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["鸿醉风雪"] = {
["roomID"] = 112650,
["level"] = 4,
["bgID"] = 0,
},
["悍武帝"] = {
["roomID"] = 258554,
["level"] = 1,
["bgID"] = 0,
},
["光明裂痕"] = {
["roomID"] = 313358,
["level"] = 2,
["bgID"] = 0,
},
["天降福瑞"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["水果乄萨螨"] = {
["roomID"] = "114773",
["level"] = 4,
["bgID"] = 170,
},
["暗之雪舞"] = {
["roomID"] = "220968",
["level"] = 2,
["bgID"] = 0,
},
["天地长空"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["微笑的迪妮裟"] = {
["roomID"] = 116176,
["level"] = 4,
["bgID"] = 0,
},
["贰零贰叁肆伍"] = {
["roomID"] = "129116",
["level"] = 4,
["bgID"] = 0,
},
["Hurra"] = {
["roomID"] = 296206,
["level"] = 2,
["bgID"] = 0,
},
["我是熟食"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["微微安丨"] = {
["roomID"] = "273895",
["level"] = 1,
["bgID"] = 0,
},
["Ispck"] = {
["roomID"] = "164917",
["level"] = 3,
["bgID"] = 170,
},
["Laprairie"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["锦墨流殇"] = {
["roomID"] = 115479,
["level"] = 3,
["bgID"] = 0,
},
["偷他丫的"] = {
["roomID"] = 327203,
["level"] = 1,
["bgID"] = 0,
},
["若水嫣然丶"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["尛绮紫"] = {
["roomID"] = "145445",
["level"] = 3,
["bgID"] = 0,
},
["大姨妈假到"] = {
["roomID"] = "111163",
["level"] = 4,
["bgID"] = 0,
},
["别总叫了"] = {
["roomID"] = "153838",
["level"] = 2,
["bgID"] = 170,
},
["邪恶的波斯猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["执着小骑"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["五捶一疗程"] = {
["roomID"] = "153550",
["level"] = 2,
["bgID"] = 170,
},
["小胖包包"] = {
["roomID"] = 187356,
["level"] = 3,
["bgID"] = 0,
},
["波波很大"] = {
["roomID"] = 178537,
["level"] = 4,
["bgID"] = 0,
},
["荆天菊"] = {
["roomID"] = 283349,
["level"] = 2,
["bgID"] = 0,
},
["一小点点一"] = {
["roomID"] = 137112,
["level"] = 4,
["bgID"] = 0,
},
["教士黑啤"] = {
["roomID"] = "138550",
["level"] = 4,
["bgID"] = 170,
},
["Otherpal"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["红月之夜"] = {
["roomID"] = 163585,
["level"] = 3,
["bgID"] = 0,
},
["苍蓝星丶丶"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["血手人屠阿星"] = {
["roomID"] = "211746",
["level"] = 2,
["bgID"] = 0,
},
["小姨洛玉衡"] = {
["roomID"] = "146964",
["level"] = 5,
["bgID"] = 170,
},
["那一抹晨曦"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["铁翼疾风"] = {
["roomID"] = "272564",
["level"] = 3,
["bgID"] = 170,
},
["小破贼"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["出门右转"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["锅巴糖"] = {
["roomID"] = "142870",
["level"] = 3,
["bgID"] = 170,
},
["赤色的黎明"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["雪国列车"] = {
["roomID"] = "337832",
["level"] = 1,
["bgID"] = 0,
},
["只会开光环"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["樱桃小犊子丶"] = {
["roomID"] = 162482,
["level"] = 2,
["bgID"] = 170,
},
["达莎轻风"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["丶海棠未眠"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["炽灬无双"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["老娘飞起一脚"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["要不要来一针"] = {
["roomID"] = 163168,
["level"] = 2,
["bgID"] = 0,
},
["新月夜空"] = {
["roomID"] = "346465",
["level"] = 1,
["bgID"] = 0,
},
["一只小余音"] = {
["roomID"] = 293137,
["level"] = 1,
["bgID"] = 0,
},
["邪来月笙"] = {
["roomID"] = "276833",
["level"] = 2,
["bgID"] = 0,
},
["气天大升"] = {
["roomID"] = 304572,
["level"] = 1,
["bgID"] = 0,
},
["嘀嘀闯天下"] = {
["roomID"] = 125156,
["level"] = 2,
["bgID"] = 0,
},
["Levanpolkka"] = {
["roomID"] = 150518,
["level"] = 1,
["bgID"] = 0,
},
["远古王者宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["星戴璐"] = {
["roomID"] = 292354,
["level"] = 1,
["bgID"] = 0,
},
["奺妖妖"] = {
["roomID"] = 132348,
["level"] = 1,
["bgID"] = 0,
},
["老蒙鐡骑"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["花落莫相离離"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["龙七丨睚眦"] = {
["roomID"] = 112482,
["level"] = 1,
["bgID"] = 0,
},
["人類盜賊"] = {
["roomID"] = 131218,
["level"] = 2,
["bgID"] = 0,
},
["我是暂时"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["秩序萨"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["橘井之忧"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["辣辣的丶"] = {
["roomID"] = 108682,
["level"] = 4,
["bgID"] = 170,
},
["苍海壹法"] = {
["roomID"] = 237317,
["level"] = 2,
["bgID"] = 0,
},
["茶山"] = {
["roomID"] = 116626,
["level"] = 4,
["bgID"] = 0,
},
["暗之梦寐"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["粉团长丶"] = {
["roomID"] = "108682",
["level"] = 4,
["bgID"] = 170,
},
["丨祝福怪丨"] = {
["roomID"] = 179108,
["level"] = 1,
["bgID"] = 0,
},
["Camellia"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["述畅"] = {
["roomID"] = 153347,
["level"] = 2,
["bgID"] = 0,
},
["马站底福满多"] = {
["roomID"] = 296588,
["level"] = 2,
["bgID"] = 0,
},
["Lzgg"] = {
["roomID"] = 128731,
["level"] = 3,
["bgID"] = 0,
},
["无敌的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["聋人"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["步练师"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["雪花念夜"] = {
["roomID"] = 163857,
["level"] = 3,
["bgID"] = 0,
},
["小雪乄"] = {
["roomID"] = 186401,
["level"] = 3,
["bgID"] = 170,
},
["多莉的小色"] = {
["roomID"] = 243018,
["level"] = 2,
["bgID"] = 0,
},
["似水依流年"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["战神"] = {
["roomID"] = 281500,
["level"] = 2,
["bgID"] = 0,
},
["得骑所愿"] = {
["roomID"] = "311369",
["level"] = 1,
["bgID"] = 170,
},
["天之狂杀"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["丘比猎"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["时丶光如水"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["冰泠"] = {
["roomID"] = 316129,
["level"] = 4,
["bgID"] = 0,
},
["反击"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["思念你味道"] = {
["roomID"] = 139266,
["level"] = 2,
["bgID"] = 0,
},
["圣一嫑风流"] = {
["roomID"] = "109127",
["level"] = 4,
["bgID"] = 170,
},
["风一更水一程"] = {
["medalMap"] = {
["acc_exp"] = 1450,
["next_star_level_threshold"] = 2000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 2,
["bgID"] = 0,
["roomID"] = "113912",
},
["南條忍"] = {
["roomID"] = 124082,
["level"] = 5,
["bgID"] = 0,
},
["夏日随风"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["绯夜千蝶"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["积木麒丶"] = {
["roomID"] = "110206",
["level"] = 4,
["bgID"] = 0,
},
["白逸児"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["沙拉辣酱"] = {
["roomID"] = 109354,
["level"] = 4,
["bgID"] = 170,
},
["天清云淡"] = {
["roomID"] = 220275,
["level"] = 2,
["bgID"] = 0,
},
["無聊过客"] = {
["roomID"] = 192961,
["level"] = 2,
["bgID"] = 0,
},
["德宝宝"] = {
["roomID"] = 149050,
["level"] = 3,
["bgID"] = 0,
},
["只会刷王者"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["被精神控制了"] = {
["roomID"] = 110302,
["level"] = 4,
["bgID"] = 170,
},
["为了一个妞"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["紫百合"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["硬板"] = {
["roomID"] = 287485,
["level"] = 1,
["bgID"] = 0,
},
["宇宙领主"] = {
["roomID"] = "279875",
["level"] = 1,
["bgID"] = 0,
},
["暗得可怜"] = {
["roomID"] = 113099,
["level"] = 3,
["bgID"] = 0,
},
["无双电奶"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["落雪飘落"] = {
["roomID"] = 247397,
["level"] = 2,
["bgID"] = 0,
},
["戌时月升"] = {
["roomID"] = "340157",
["level"] = 1,
["bgID"] = 0,
},
["安和桥北"] = {
["roomID"] = 111354,
["level"] = 2,
["bgID"] = 0,
},
["晓丨疯子"] = {
["roomID"] = 180466,
["level"] = 4,
["bgID"] = 170,
},
["骑士蜗牛"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["宝贝灰原"] = {
["roomID"] = "112672",
["level"] = 4,
["bgID"] = 170,
},
["Dhero"] = {
["roomID"] = 323572,
["level"] = 2,
["bgID"] = 0,
},
["清梦醉星河丶"] = {
["roomID"] = "159801",
["level"] = 3,
["bgID"] = 0,
},
["镇定的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["满可爱"] = {
["roomID"] = "157831",
["level"] = 3,
["bgID"] = 0,
},
["染指红颜泪"] = {
["roomID"] = "348033",
["level"] = 1,
["bgID"] = 0,
},
["酒半醺"] = {
["roomID"] = "201424",
["level"] = 2,
["bgID"] = 170,
},
["莫忘初衷"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["Gameova"] = {
["roomID"] = 167842,
["level"] = 2,
["bgID"] = 0,
},
["华强北"] = {
["roomID"] = "346665",
["level"] = 1,
["bgID"] = 0,
},
["爺赐你荆棘"] = {
["roomID"] = 169899,
["level"] = 3,
["bgID"] = 170,
},
["约德尔人五十"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["欸帝盖奶"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["步练筛"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["约德尔人十二"] = {
["roomID"] = "334621",
["level"] = 2,
["bgID"] = 0,
},
["书生丷"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["肮脏的法爷"] = {
["roomID"] = 142494,
["level"] = 2,
["bgID"] = 0,
},
["顾总小迷弟"] = {
["roomID"] = 174049,
["level"] = 2,
["bgID"] = 0,
},
["派希维尔"] = {
["roomID"] = "340924",
["level"] = 1,
["bgID"] = 0,
},
["馨弋"] = {
["roomID"] = 145245,
["level"] = 4,
["bgID"] = 0,
},
["剑星"] = {
["roomID"] = "115089",
["level"] = 4,
["bgID"] = 0,
},
["核爆炸"] = {
["roomID"] = 111573,
["level"] = 2,
["bgID"] = 170,
},
["风中飘絮"] = {
["roomID"] = 247397,
["level"] = 2,
["bgID"] = 0,
},
["牛黄解毒"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["灵魂守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["泣血薇"] = {
["roomID"] = 239095,
["level"] = 2,
["bgID"] = 0,
},
["醜醜"] = {
["roomID"] = 165986,
["level"] = 4,
["bgID"] = 0,
},
["无证开车"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["精神病人很忙"] = {
["roomID"] = 327875,
["level"] = 1,
["bgID"] = 0,
},
["雨落青檐丶"] = {
["roomID"] = 226845,
["level"] = 2,
["bgID"] = 0,
},
["破甲啊"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["黑色的羽"] = {
["roomID"] = "151183",
["level"] = 3,
["bgID"] = 170,
},
["机灵小小术"] = {
["roomID"] = 269381,
["level"] = 2,
["bgID"] = 0,
},
["蟹蒸好了没"] = {
["roomID"] = "277261",
["level"] = 3,
["bgID"] = 170,
},
["暴躁老天师"] = {
["roomID"] = "158195",
["level"] = 2,
["bgID"] = 0,
},
["桔子硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["逆鳞之昕"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["赤修然"] = {
["roomID"] = "339767",
["level"] = 1,
["bgID"] = 0,
},
["圣光绕指"] = {
["roomID"] = "271441",
["level"] = 1,
["bgID"] = 0,
},
["逸星空"] = {
["roomID"] = 106944,
["level"] = 4,
["bgID"] = 0,
},
["九亿滴梦"] = {
["roomID"] = 159855,
["level"] = 4,
["bgID"] = 170,
},
["御剑踏碎凌霄"] = {
["roomID"] = "180529",
["level"] = 2,
["bgID"] = 0,
},
["卟聆卟聆小萨"] = {
["roomID"] = "126946",
["level"] = 3,
["bgID"] = 0,
},
["骑猪去划船"] = {
["roomID"] = 316426,
["level"] = 1,
["bgID"] = 0,
},
["哎呦不错哟"] = {
["roomID"] = "158212",
["level"] = 2,
["bgID"] = 0,
},
["夏之黄昏"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["Luckyrabbit"] = {
["roomID"] = 152401,
["level"] = 4,
["bgID"] = 170,
},
["赤色守望"] = {
["roomID"] = "207384",
["level"] = 3,
["bgID"] = 170,
},
["凉薄奶遍天下"] = {
["roomID"] = 142016,
["level"] = 2,
["bgID"] = 0,
},
["大刀哥"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["灬神仙羊羊"] = {
["roomID"] = 319193,
["level"] = 4,
["bgID"] = 170,
},
["嘎核桃"] = {
["roomID"] = "205534",
["level"] = 3,
["bgID"] = 170,
},
["百分百接白刃"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["張小鏑鎧"] = {
["roomID"] = 242277,
["level"] = 2,
["bgID"] = 0,
},
["菁菁的春天"] = {
["roomID"] = 305439,
["level"] = 3,
["bgID"] = 0,
},
["医德何在"] = {
["bgID"] = 0,
["level"] = -1,
},
["蹄孜"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["紫薇讳"] = {
["roomID"] = "308972",
["level"] = 2,
["bgID"] = 170,
},
["麋鹿不迷路丶"] = {
["roomID"] = 162482,
["level"] = 2,
["bgID"] = 170,
},
["玖哥一号"] = {
["roomID"] = "278162",
["level"] = 3,
["bgID"] = 170,
},
["Kungenback"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["小有所成"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["苹果果丶"] = {
["roomID"] = 136489,
["level"] = 3,
["bgID"] = 170,
},
["专注的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["虎彻勇音"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["小萨不起眼"] = {
["roomID"] = 155974,
["level"] = 3,
["bgID"] = 0,
},
["贼溜贼溜"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["灰暗的小蓝人"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["往后余生诗电"] = {
["roomID"] = 201527,
["level"] = 3,
["bgID"] = 0,
},
["甚小鹿"] = {
["roomID"] = "113076",
["level"] = 4,
["bgID"] = 0,
},
["灬花满楼灬"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["玫瑰红红"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["非礼勿狂"] = {
["roomID"] = "341318",
["level"] = 1,
["bgID"] = 170,
},
["白色婚纱丶"] = {
["roomID"] = "126780",
["level"] = 1,
["bgID"] = 0,
},
["胖龙不生气"] = {
["roomID"] = "272362",
["level"] = 3,
["bgID"] = 170,
},
["丶大鼻子"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["大阿迟"] = {
["roomID"] = "283220",
["level"] = 3,
["bgID"] = 170,
},
["精神病人"] = {
["roomID"] = "293193",
["level"] = 2,
["bgID"] = 170,
},
["黑崎嗔关"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["刘总丶"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["匕灬首灬雨"] = {
["roomID"] = "171430",
["level"] = 3,
["bgID"] = 0,
},
["第五根图腾"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["伤感骑士"] = {
["roomID"] = 280397,
["level"] = 2,
["bgID"] = 0,
},
["魂断蘭桥"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["丨罪夜丨"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["介个骑士"] = {
["roomID"] = 303513,
["level"] = 2,
["bgID"] = 0,
},
["日在寒冬"] = {
["roomID"] = 281759,
["level"] = 3,
["bgID"] = 0,
},
["一杯敬明天丶"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["隐蔽的柒"] = {
["roomID"] = "129774",
["level"] = 4,
["bgID"] = 170,
},
["酷酷牧"] = {
["roomID"] = "262953",
["level"] = 1,
["bgID"] = 0,
},
["百事可牧"] = {
["roomID"] = 156185,
["level"] = 2,
["bgID"] = 0,
},
["红萌萌"] = {
["roomID"] = "113130",
["level"] = 2,
["bgID"] = 0,
},
["彼岸幽灵"] = {
["roomID"] = 109259,
["level"] = 4,
["bgID"] = 0,
},
["三山居士"] = {
["roomID"] = "114532",
["level"] = 1,
["bgID"] = 0,
},
["弗洛多"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["奶油冰激淩"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["璇矶"] = {
["roomID"] = 105795,
["level"] = 4,
["bgID"] = 0,
},
["轩黎晨錡"] = {
["roomID"] = 182636,
["level"] = 2,
["bgID"] = 0,
},
["休狗叁叁"] = {
["roomID"] = 120976,
["level"] = 2,
["bgID"] = 0,
},
["凭斓望月"] = {
["roomID"] = 187278,
["level"] = 4,
["bgID"] = 0,
},
["勤劳的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["我的抽象队友"] = {
["roomID"] = "149575",
["level"] = 3,
["bgID"] = 170,
},
["Kisela"] = {
["roomID"] = 279378,
["level"] = 2,
["bgID"] = 0,
},
["黑骑之主"] = {
["roomID"] = "110241",
["level"] = 5,
["bgID"] = 200,
},
["张小昆"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["黄鼠狼四号"] = {
["roomID"] = 109510,
["level"] = 2,
["bgID"] = 0,
},
["是样子阿"] = {
["roomID"] = "144081",
["level"] = 3,
["bgID"] = 0,
},
["逆鳞之惞"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["量子叠加"] = {
["roomID"] = 130725,
["level"] = 2,
["bgID"] = 0,
},
["邪恶的缅因猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["雨小伟"] = {
["roomID"] = "293301",
["level"] = 3,
["bgID"] = 170,
},
["枸杞泡茶"] = {
["roomID"] = 111020,
["level"] = 2,
["bgID"] = 0,
},
["老程的猎魔人"] = {
["roomID"] = 152849,
["level"] = 2,
["bgID"] = 0,
},
["逐焉霞"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["美桜"] = {
["roomID"] = "283389",
["level"] = 3,
["bgID"] = 170,
},
["暴力的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["她和她说"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["赵德柱丶"] = {
["roomID"] = 108714,
["level"] = 2,
["bgID"] = 0,
},
["龍魂呦"] = {
["roomID"] = 106356,
["level"] = 2,
["bgID"] = 0,
},
["单身"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["胖虎丨"] = {
["roomID"] = 184470,
["level"] = 4,
["bgID"] = 170,
},
["重拾小萨"] = {
["roomID"] = 113678,
["level"] = 2,
["bgID"] = 0,
},
["知名编剧"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["丶梦境史帕"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["绯夜千影"] = {
["roomID"] = "343524",
["level"] = 1,
["bgID"] = 170,
},
["心乱"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["胡珈瑛"] = {
["roomID"] = 159287,
["level"] = 3,
["bgID"] = 0,
},
["鑫鑫小宝贝"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["红莲骑士"] = {
["roomID"] = 316442,
["level"] = 3,
["bgID"] = 0,
},
["楓葉"] = {
["roomID"] = "184974",
["level"] = 3,
["bgID"] = 0,
},
["赛润发丶"] = {
["bgID"] = 0,
["level"] = -1,
},
["死神再临"] = {
["roomID"] = "121057",
["level"] = 2,
["bgID"] = 0,
},
["Castor"] = {
["roomID"] = "327908",
["level"] = 3,
["bgID"] = 0,
},
["演员的日记"] = {
["roomID"] = 180632,
["level"] = 2,
["bgID"] = 0,
},
["关灯哒哒"] = {
["roomID"] = 289775,
["level"] = 2,
["bgID"] = 0,
},
["陪你看月亮"] = {
["roomID"] = "114122",
["level"] = 3,
["bgID"] = 0,
},
["来防骑补俩千"] = {
["roomID"] = 160892,
["level"] = 4,
["bgID"] = 0,
},
["铁褐色传说"] = {
["roomID"] = "132407",
["level"] = 2,
["bgID"] = 170,
},
["爱琴海之风"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["晴天小妮"] = {
["roomID"] = 325820,
["level"] = 1,
["bgID"] = 0,
},
["Onetank"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["墨香玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["枪兵幸运四"] = {
["roomID"] = 106476,
["level"] = 4,
["bgID"] = 170,
},
["雨的印記"] = {
["medalMap"] = {
["acc_exp"] = 8865,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
1,
},
},
["medalTime"] = 1744637457,
["level"] = 4,
["bgID"] = 170,
["roomID"] = 159855,
},
["绵花糖的梦"] = {
["roomID"] = "175263",
["level"] = 3,
["bgID"] = 0,
},
["五千一只的猫"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["曰日曰日曰"] = {
["roomID"] = 201266,
["level"] = 2,
["bgID"] = 0,
},
["幼稚园乖宝宝"] = {
["roomID"] = 220091,
["level"] = 2,
["bgID"] = 0,
},
["辰时雨歇"] = {
["roomID"] = "340157",
["level"] = 1,
["bgID"] = 0,
},
["焑雨任平生"] = {
["roomID"] = "269357",
["level"] = 2,
["bgID"] = 170,
},
["冰封霜雪"] = {
["roomID"] = 335952,
["level"] = 1,
["bgID"] = 0,
},
["猫小翘"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["周杰伦夸我帅"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["天宝小牧"] = {
["roomID"] = "115473",
["level"] = 3,
["bgID"] = 0,
},
["奔跑的阿飞"] = {
["roomID"] = "154498",
["level"] = 2,
["bgID"] = 170,
},
["邪恶的短尾猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["咕德猫宁法"] = {
["roomID"] = "271264",
["level"] = 2,
["bgID"] = 0,
},
["黯摩店老板娘"] = {
["roomID"] = 203766,
["level"] = 1,
["bgID"] = 0,
},
["不浪漫的星月"] = {
["roomID"] = 219835,
["level"] = 3,
["bgID"] = 0,
},
["助理秘书"] = {
["roomID"] = 301692,
["level"] = 1,
["bgID"] = 0,
},
["Bale"] = {
["roomID"] = 108137,
["level"] = 3,
["bgID"] = 0,
},
["三品带刀侍卫"] = {
["roomID"] = "293613",
["level"] = 2,
["bgID"] = 170,
},
["區小騎"] = {
["roomID"] = "284467",
["level"] = 2,
["bgID"] = 0,
},
["米斯防骑一号"] = {
["roomID"] = 205680,
["level"] = 3,
["bgID"] = 170,
},
["月夜雨林"] = {
["roomID"] = 298421,
["level"] = 1,
["bgID"] = 0,
},
["大仁果儿"] = {
["roomID"] = 173309,
["level"] = 1,
["bgID"] = 0,
},
["若醉凌凌"] = {
["roomID"] = "252018",
["level"] = 2,
["bgID"] = 0,
},
["山顶乘凉"] = {
["bgID"] = 0,
["level"] = -1,
},
["王帅锅"] = {
["roomID"] = "325851",
["level"] = 2,
["bgID"] = 170,
},
["纯禽小猎"] = {
["roomID"] = 294057,
["level"] = 2,
["bgID"] = 0,
},
["拉面之天雨"] = {
["roomID"] = "127492",
["level"] = 4,
["bgID"] = 170,
},
["巨能卷"] = {
["roomID"] = 207031,
["level"] = 1,
["bgID"] = 0,
},
["銧銘之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["闪现撞俩球"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["轩黎晨埼"] = {
["roomID"] = 284981,
["level"] = 1,
["bgID"] = 0,
},
["Tshaman"] = {
["roomID"] = "340443",
["level"] = 1,
["bgID"] = 0,
},
["无双猛将"] = {
["roomID"] = "169242",
["level"] = 3,
["bgID"] = 0,
},
["超人不绘飞"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["列奥德罗"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["新街杀马特"] = {
["roomID"] = "340150",
["level"] = 1,
["bgID"] = 0,
},
["纯情非洲大蠊"] = {
["roomID"] = 287424,
["level"] = 2,
["bgID"] = 0,
},
["暴躁光头哥"] = {
["roomID"] = 220714,
["level"] = 4,
["bgID"] = 170,
},
["相思伊如梦"] = {
["roomID"] = 169485,
["level"] = 3,
["bgID"] = 170,
},
["瞪腻妹"] = {
["bgID"] = 0,
["level"] = -1,
},
["开源"] = {
["roomID"] = "293260",
["level"] = 2,
["bgID"] = 0,
},
["长忆相見欢"] = {
["roomID"] = "108457",
["level"] = 2,
["bgID"] = 0,
},
["伏虎斩妖"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["雨欲语与玉"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["风染清秋"] = {
["roomID"] = 323700,
["level"] = 1,
["bgID"] = 0,
},
["钛小鱼"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["一键到底"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["离别的花"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["吾要亡矣"] = {
["roomID"] = "340420",
["level"] = 1,
["bgID"] = 0,
},
["酷似韩潇糖"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["我太红不配玩"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["揽月敬风尘"] = {
["roomID"] = 106741,
["level"] = 4,
["bgID"] = 0,
},
["龙炎舞"] = {
["roomID"] = 290567,
["level"] = 2,
["bgID"] = 0,
},
["萌萌的琪诗"] = {
["roomID"] = 170276,
["level"] = 1,
["bgID"] = 0,
},
["南墙呀"] = {
["roomID"] = 108457,
["level"] = 2,
["bgID"] = 0,
},
["琅寰"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["奶娃抗的住"] = {
["roomID"] = "154457",
["level"] = 3,
["bgID"] = 0,
},
["雨灵儿"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["法治水果"] = {
["roomID"] = "113270",
["level"] = 4,
["bgID"] = 0,
},
["云与月"] = {
["roomID"] = 176066,
["level"] = 2,
["bgID"] = 0,
},
["四川张三丰"] = {
["roomID"] = 157839,
["level"] = 4,
["bgID"] = 0,
},
["扭头人骑士"] = {
["roomID"] = 152896,
["level"] = 3,
["bgID"] = 0,
},
["丶云舒"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["出门开英勇"] = {
["roomID"] = 207843,
["level"] = 2,
["bgID"] = 0,
},
["唱跳练习生"] = {
["roomID"] = "115532",
["level"] = 1,
["bgID"] = 0,
},
["幽兰花"] = {
["roomID"] = 151808,
["level"] = 4,
["bgID"] = 0,
},
["东十字星"] = {
["roomID"] = 109013,
["level"] = 4,
["bgID"] = 170,
},
["阿尔撒斯基"] = {
["roomID"] = 122855,
["level"] = 1,
["bgID"] = 0,
},
["柳宿"] = {
["roomID"] = "340101",
["level"] = 1,
["bgID"] = 0,
},
["如春水映梨花"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["宜南高圆圆"] = {
["roomID"] = "340150",
["level"] = 1,
["bgID"] = 0,
},
["沄暮雪"] = {
["roomID"] = "335960",
["level"] = 1,
["bgID"] = 0,
},
["是卡卡喔"] = {
["roomID"] = 247075,
["level"] = 1,
["bgID"] = 0,
},
["车车红"] = {
["roomID"] = "114782",
["level"] = 4,
["bgID"] = 170,
},
["暴力小枣枣"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["哎呦好硬哟"] = {
["roomID"] = 158212,
["level"] = 2,
["bgID"] = 0,
},
["六怪"] = {
["roomID"] = "157807",
["level"] = 1,
["bgID"] = 0,
},
["不治疗的扁鹊"] = {
["roomID"] = 178648,
["level"] = 4,
["bgID"] = 0,
},
["白瞎了"] = {
["roomID"] = 291490,
["level"] = 1,
["bgID"] = 0,
},
["寒焉柔"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["圣澜玫瑰"] = {
["roomID"] = 164626,
["level"] = 3,
["bgID"] = 170,
},
["免费续杯"] = {
["roomID"] = "202786",
["level"] = 1,
["bgID"] = 170,
},
["奈若何丶"] = {
["roomID"] = 153568,
["level"] = 1,
["bgID"] = 0,
},
["叶灵静"] = {
["roomID"] = 136554,
["level"] = 2,
["bgID"] = 0,
},
["五千克的瘦子"] = {
["roomID"] = "108024",
["level"] = 4,
["bgID"] = 0,
},
["零二年的小伙"] = {
["roomID"] = 133754,
["level"] = 4,
["bgID"] = 170,
},
["椒绿个屁"] = {
["roomID"] = "127926",
["level"] = 3,
["bgID"] = 170,
},
["优雅的洛莉亚"] = {
["roomID"] = 268001,
["level"] = 2,
["bgID"] = 0,
},
["猫家的七爷"] = {
["roomID"] = 146581,
["level"] = 3,
["bgID"] = 0,
},
["无敌小可爱丷"] = {
["roomID"] = 147160,
["level"] = 2,
["bgID"] = 0,
},
["不浪漫的饭团"] = {
["roomID"] = "211252",
["level"] = 3,
["bgID"] = 0,
},
["渣鲸"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["哥你慢点"] = {
["roomID"] = 273113,
["level"] = 1,
["bgID"] = 0,
},
["燃烧来了"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["德丶鲁伊"] = {
["roomID"] = "296474",
["level"] = 1,
["bgID"] = 0,
},
["Liadring"] = {
["roomID"] = 172833,
["level"] = 4,
["bgID"] = 0,
},
["皮皮二姐"] = {
["roomID"] = "146984",
["level"] = 3,
["bgID"] = 0,
},
["我不叫傻馒"] = {
["roomID"] = "349109",
["level"] = 3,
["bgID"] = 0,
},
["燃烧燃烧燃烧"] = {
["roomID"] = "152071",
["level"] = 4,
["bgID"] = 0,
},
["大雷音寺主持"] = {
["roomID"] = "342229",
["level"] = 1,
["bgID"] = 0,
},
["落淚情绪零碎"] = {
["roomID"] = 305245,
["level"] = 1,
["bgID"] = 0,
},
["龙角散"] = {
["roomID"] = "237445",
["level"] = 2,
["bgID"] = 0,
},
["雨落寒晨"] = {
["roomID"] = "238965",
["level"] = 1,
["bgID"] = 0,
},
["邪恶的暹罗猫"] = {
["roomID"] = 304102,
["level"] = 2,
["bgID"] = 0,
},
["子时雪芒"] = {
["roomID"] = "340157",
["level"] = 1,
["bgID"] = 0,
},
["Kazany"] = {
["bgID"] = 0,
["level"] = -1,
},
["天之行云"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["迎风作诗"] = {
["roomID"] = "111421",
["level"] = 3,
["bgID"] = 0,
},
["依依丶小战"] = {
["roomID"] = "106017",
["level"] = 4,
["bgID"] = 170,
},
["紧绷的太妃糖"] = {
["roomID"] = "240876",
["level"] = 4,
["bgID"] = 170,
},
["玫瑰小葒葒"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["不死信仰"] = {
["roomID"] = 113576,
["level"] = 2,
["bgID"] = 0,
},
["小酥儿"] = {
["roomID"] = "168303",
["level"] = 4,
["bgID"] = 170,
},
["荣耀的猪儿虫"] = {
["roomID"] = "316935",
["level"] = 2,
["bgID"] = 0,
},
["哀木水涕"] = {
["roomID"] = 159330,
["level"] = 3,
["bgID"] = 0,
},
["奶不住就踢我"] = {
["roomID"] = 108542,
["level"] = 2,
["bgID"] = 0,
},
["罪夜"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["丶牧情"] = {
["roomID"] = 135377,
["level"] = 2,
["bgID"] = 0,
},
["阿批"] = {
["roomID"] = "340108",
["level"] = 1,
["bgID"] = 0,
},
["大凯很忙"] = {
["roomID"] = 126458,
["level"] = 4,
["bgID"] = 0,
},
["梦境吖"] = {
["roomID"] = "240403",
["level"] = 1,
["bgID"] = 0,
},
["小德一一"] = {
["roomID"] = 147171,
["level"] = 1,
["bgID"] = 0,
},
["鲨鱼骑"] = {
["roomID"] = 113168,
["level"] = 4,
["bgID"] = 0,
},
["炽灬小妖"] = {
["roomID"] = 109324,
["level"] = 4,
["bgID"] = 0,
},
["若只一瞬"] = {
["roomID"] = 139323,
["level"] = 4,
["bgID"] = 170,
},
["傲视寰宇"] = {
["roomID"] = 211831,
["level"] = 3,
["bgID"] = 170,
},
["啊祖闪闪"] = {
["roomID"] = 286958,
["level"] = 1,
["bgID"] = 0,
},
["增强丫头"] = {
["roomID"] = 131711,
["level"] = 3,
["bgID"] = 0,
},
["恶女花魁"] = {
["roomID"] = 144661,
["level"] = 3,
["bgID"] = 0,
},
["酷似历飞宇"] = {
["roomID"] = "156283",
["level"] = 3,
["bgID"] = 0,
},
["电啊"] = {
["roomID"] = 115472,
["level"] = 4,
["bgID"] = 0,
},
["羙杜莎"] = {
["roomID"] = "116678",
["level"] = 2,
["bgID"] = 170,
},
["致爱丽丝丶"] = {
["roomID"] = "312559",
["level"] = 1,
["bgID"] = 0,
},
["蛛魔杀手"] = {
["roomID"] = "152021",
["level"] = 2,
["bgID"] = 0,
},
["飒萨萨"] = {
["roomID"] = 160096,
["level"] = 1,
["bgID"] = 0,
},
["雅苑"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["紫丨色"] = {
["roomID"] = "136862",
["level"] = 4,
["bgID"] = 0,
},
["辰雨夜星"] = {
["roomID"] = "170525",
["level"] = 3,
["bgID"] = 170,
},
["古人歌"] = {
["roomID"] = 107523,
["level"] = 3,
["bgID"] = 0,
},
["小胖子乐乐"] = {
["roomID"] = "291791",
["level"] = 3,
["bgID"] = 0,
},
["丶采耳技师"] = {
["roomID"] = 160439,
["level"] = 3,
["bgID"] = 0,
},
["生气的小河豚"] = {
["roomID"] = 172190,
["level"] = 2,
["bgID"] = 0,
},
["忧灬伤"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["手太短"] = {
["roomID"] = 275896,
["level"] = 2,
["bgID"] = 0,
},
["风一样的他们"] = {
["roomID"] = 106445,
["level"] = 2,
["bgID"] = 0,
},
["棒棒唐"] = {
["roomID"] = 325454,
["level"] = 1,
["bgID"] = 170,
},
["宇宙暴龙"] = {
["roomID"] = 279875,
["level"] = 1,
["bgID"] = 0,
},
["寒松青萝"] = {
["roomID"] = 180945,
["level"] = 3,
["bgID"] = 0,
},
["火风雷电"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["番茄炒西紅柿"] = {
["roomID"] = "310244",
["level"] = 3,
["bgID"] = 170,
},
["罪哥爱背锅"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["陈友善儿丶"] = {
["roomID"] = 150475,
["level"] = 4,
["bgID"] = 0,
},
["为了一江水"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["旺仔灬小小酥"] = {
["roomID"] = "112406",
["level"] = 3,
["bgID"] = 0,
},
["烈焰狂烈焰战"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["筱川啦"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["皖北吴彦祖"] = {
["roomID"] = 114955,
["level"] = 2,
["bgID"] = 0,
},
["陪你听海"] = {
["roomID"] = 107434,
["level"] = 4,
["bgID"] = 170,
},
["咕咕鸡大马猴"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["凶猛大波浪"] = {
["roomID"] = 142949,
["level"] = 2,
["bgID"] = 0,
},
["我有了我不要"] = {
["roomID"] = 108467,
["level"] = 4,
["bgID"] = 0,
},
["灬熠灬"] = {
["roomID"] = 109673,
["level"] = 4,
["bgID"] = 0,
},
["排喵"] = {
["roomID"] = 128725,
["level"] = 1,
["bgID"] = 0,
},
["Lolikon"] = {
["roomID"] = "250697",
["level"] = 3,
["bgID"] = 170,
},
["南宫无敌"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["草莓书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["萊點音楽丶"] = {
["roomID"] = "116110",
["level"] = 3,
["bgID"] = 170,
},
["普乐弟"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["冰畅阿"] = {
["roomID"] = "129671",
["level"] = 3,
["bgID"] = 0,
},
["幸福是什么"] = {
["roomID"] = 315935,
["level"] = 2,
["bgID"] = 0,
},
["婧兔"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["Atcc"] = {
["roomID"] = 176401,
["level"] = 1,
["bgID"] = 0,
},
["黯之兽兽哥"] = {
["roomID"] = "237543",
["level"] = 3,
["bgID"] = 0,
},
["阝方骑"] = {
["roomID"] = "342619",
["level"] = 2,
["bgID"] = 170,
},
["萢丶飯"] = {
["roomID"] = "168919",
["level"] = 2,
["bgID"] = 170,
},
["田馥甄吖"] = {
["roomID"] = 231199,
["level"] = 2,
["bgID"] = 0,
},
["古骑"] = {
["roomID"] = "298139",
["level"] = 2,
["bgID"] = 170,
},
["玖玖捌捌陆"] = {
["roomID"] = 165662,
["level"] = 2,
["bgID"] = 0,
},
["邱邱欧"] = {
["roomID"] = 140404,
["level"] = 2,
["bgID"] = 0,
},
["有个朋友"] = {
["roomID"] = "106123",
["level"] = 3,
["bgID"] = 0,
},
["亡魂丶曲"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["地狱求道者"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["雷霆万晖"] = {
["roomID"] = "171890",
["level"] = 3,
["bgID"] = 0,
},
["北落霜华"] = {
["roomID"] = 174385,
["level"] = 2,
["bgID"] = 0,
},
["耀阳防骑"] = {
["roomID"] = 146124,
["level"] = 2,
["bgID"] = 0,
},
["水疗小王子"] = {
["roomID"] = "170223",
["level"] = 1,
["bgID"] = 0,
},
["迷离的月光"] = {
["roomID"] = 275044,
["level"] = 1,
["bgID"] = 0,
},
["筱川哦"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["丨塞西莉亚丨"] = {
["roomID"] = "329563",
["level"] = 2,
["bgID"] = 170,
},
["各种风骚走位"] = {
["roomID"] = 321761,
["level"] = 2,
["bgID"] = 0,
},
["烂水货"] = {
["roomID"] = "357032",
["level"] = 1,
["bgID"] = 0,
},
["高脂男孩"] = {
["roomID"] = "204451",
["level"] = 1,
["bgID"] = 0,
},
["术道难"] = {
["roomID"] = 161354,
["level"] = 3,
["bgID"] = 0,
},
["牛氓菟"] = {
["roomID"] = "220820",
["level"] = 1,
["bgID"] = 0,
},
["九贝勒丶"] = {
["roomID"] = 134558,
["level"] = 2,
["bgID"] = 0,
},
["大马猴之怒"] = {
["roomID"] = "122749",
["level"] = 3,
["bgID"] = 170,
},
["恒小啪"] = {
["roomID"] = 235240,
["level"] = 3,
["bgID"] = 0,
},
["美杜莎圣女"] = {
["roomID"] = 133827,
["level"] = 3,
["bgID"] = 0,
},
["乚灬乚"] = {
["roomID"] = 237625,
["level"] = 2,
["bgID"] = 0,
},
["梦核"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["Shiseidoo"] = {
["roomID"] = 106942,
["level"] = 4,
["bgID"] = 0,
},
["小卖部卖小吃"] = {
["roomID"] = "346069",
["level"] = 2,
["bgID"] = 0,
},
["亡者的世界"] = {
["roomID"] = "173335",
["level"] = 2,
["bgID"] = 170,
},
["碧幼姬"] = {
["roomID"] = "163963",
["level"] = 2,
["bgID"] = 0,
},
["仙草茜"] = {
["roomID"] = "257053",
["level"] = 3,
["bgID"] = 170,
},
["龍人"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["橙头发丶"] = {
["roomID"] = "146762",
["level"] = 1,
["bgID"] = 170,
},
["晓星残月"] = {
["roomID"] = "340444",
["level"] = 2,
["bgID"] = 170,
},
["安顺一夜深情"] = {
["roomID"] = "279374",
["level"] = 3,
["bgID"] = 170,
},
["拾花"] = {
["bgID"] = 0,
["level"] = -1,
},
["越黄越强大"] = {
["roomID"] = 307785,
["level"] = 2,
["bgID"] = 0,
},
["麦格娜"] = {
["roomID"] = 140893,
["level"] = 1,
["bgID"] = 0,
},
["艾露妮恩"] = {
["roomID"] = 296039,
["level"] = 3,
["bgID"] = 0,
},
["阿尔卑斯野果"] = {
["roomID"] = "147364",
["level"] = 3,
["bgID"] = 170,
},
["脑瓜子有包"] = {
["roomID"] = "164050",
["level"] = 4,
["bgID"] = 170,
},
["绿刀"] = {
["roomID"] = "147019",
["level"] = 1,
["bgID"] = 0,
},
["雅吖"] = {
["roomID"] = 175653,
["level"] = 3,
["bgID"] = 0,
},
["蓝莓书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["我是木石"] = {
["roomID"] = "334301",
["level"] = 4,
["bgID"] = 0,
},
["厄运晓猴紫"] = {
["roomID"] = "316998",
["level"] = 2,
["bgID"] = 170,
},
["布来克汉德"] = {
["roomID"] = 114217,
["level"] = 4,
["bgID"] = 0,
},
["居委会大姐"] = {
["roomID"] = "187255",
["level"] = 3,
["bgID"] = 170,
},
["橙强旳魔鬼臀"] = {
["bgID"] = 0,
["level"] = -1,
},
["下雪要喊我"] = {
["roomID"] = 156102,
["level"] = 2,
["bgID"] = 0,
},
["灰暗的蓝天"] = {
["roomID"] = "141230",
["level"] = 4,
["bgID"] = 170,
},
["强隐消失"] = {
["roomID"] = "201043",
["level"] = 2,
["bgID"] = 0,
},
["三月凛渊"] = {
["roomID"] = 111733,
["level"] = 2,
["bgID"] = 0,
},
["咋回事儿"] = {
["roomID"] = "110288",
["level"] = 4,
["bgID"] = 0,
},
["挠你胸口丫丫"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["怕疼别看我"] = {
["roomID"] = 286290,
["level"] = 1,
["bgID"] = 0,
},
["似水伊流年"] = {
["roomID"] = 287583,
["level"] = 3,
["bgID"] = 0,
},
["橘子书书"] = {
["roomID"] = 149222,
["level"] = 1,
["bgID"] = 0,
},
["蜜汁熊本"] = {
["roomID"] = 159604,
["level"] = 1,
["bgID"] = 0,
},
["罪青春"] = {
["roomID"] = "263042",
["level"] = 2,
["bgID"] = 0,
},
["玉欲语与鱼"] = {
["roomID"] = "166927",
["level"] = 5,
["bgID"] = 170,
},
["浪漫武皇"] = {
["roomID"] = 281780,
["level"] = 1,
["bgID"] = 0,
},
["Tink"] = {
["roomID"] = 109173,
["level"] = 2,
["bgID"] = 170,
},
["又一年蝉鸣"] = {
["roomID"] = "241920",
["level"] = 2,
["bgID"] = 0,
},
["漪灵琉璃"] = {
["medalMap"] = {
["acc_exp"] = 6835,
["next_star_level_threshold"] = 20000,
["medal"] = {
170,
2,
1,
},
},
["medalTime"] = 1744288761,
["level"] = 4,
["bgID"] = 170,
["roomID"] = "114052",
},
["翠微之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["六道狂厨"] = {
["roomID"] = 130894,
["level"] = 2,
["bgID"] = 0,
},
["你是真的吗"] = {
["roomID"] = "203062",
["level"] = 1,
["bgID"] = 0,
},
["尐尐术"] = {
["roomID"] = 231090,
["level"] = 2,
["bgID"] = 0,
},
["小喵咪呀"] = {
["roomID"] = "320859",
["level"] = 2,
["bgID"] = 170,
},
["风情浪蹄子"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["帝国晓德"] = {
["roomID"] = 283141,
["level"] = 3,
["bgID"] = 170,
},
["清风疏影丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["心倦"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["提利尔玫瑰"] = {
["roomID"] = "337835",
["level"] = 1,
["bgID"] = 170,
},
["野生丶蓝"] = {
["roomID"] = 175819,
["level"] = 3,
["bgID"] = 0,
},
["筱川喲"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["肆泗寺"] = {
["roomID"] = "351649",
["level"] = 2,
["bgID"] = 0,
},
["滥洞就戳"] = {
["roomID"] = 333443,
["level"] = 3,
["bgID"] = 0,
},
["艾雯"] = {
["roomID"] = 154672,
["level"] = 2,
["bgID"] = 0,
},
["枫幽幽"] = {
["roomID"] = "340657",
["level"] = 1,
["bgID"] = 0,
},
["太好了丶"] = {
["roomID"] = "344169",
["level"] = 2,
["bgID"] = 0,
},
["卿辞语露"] = {
["roomID"] = "146003",
["level"] = 3,
["bgID"] = 0,
},
["羊咕咕"] = {
["roomID"] = 109170,
["level"] = 3,
["bgID"] = 0,
},
["放开我小伙伴"] = {
["roomID"] = "182140",
["level"] = 2,
["bgID"] = 0,
},
["芒果跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["劍刃乱舞"] = {
["roomID"] = 280708,
["level"] = 1,
["bgID"] = 0,
},
["丨冢丨小睿"] = {
["roomID"] = "342158",
["level"] = 1,
["bgID"] = 170,
},
["橘白丶"] = {
["roomID"] = "344249",
["level"] = 1,
["bgID"] = 0,
},
["远航的氪佬"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["太武"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["丨奈文摩尔丨"] = {
["roomID"] = "175626",
["level"] = 3,
["bgID"] = 170,
},
["雨落森林"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["冰灵二圣"] = {
["roomID"] = 287921,
["level"] = 2,
["bgID"] = 0,
},
["恶灵芝士"] = {
["roomID"] = 161844,
["level"] = 1,
["bgID"] = 0,
},
["王者的世界"] = {
["roomID"] = "173335",
["level"] = 2,
["bgID"] = 170,
},
["德意忘形丶"] = {
["roomID"] = 127928,
["level"] = 2,
["bgID"] = 0,
},
["山楂夏"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["爱狗人士"] = {
["roomID"] = 184556,
["level"] = 2,
["bgID"] = 0,
},
["芒果小捣蛋"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["风一更水壹程"] = {
["roomID"] = "113912",
["level"] = 2,
["bgID"] = 0,
},
["曦曦兮兮"] = {
["roomID"] = 143811,
["level"] = 3,
["bgID"] = 0,
},
["Licato"] = {
["roomID"] = 302289,
["level"] = 2,
["bgID"] = 0,
},
["圣光恋南极星"] = {
["roomID"] = "109709",
["level"] = 4,
["bgID"] = 170,
},
["看淡身边一切"] = {
["roomID"] = 281315,
["level"] = 1,
["bgID"] = 0,
},
["怕兄弟媳妇"] = {
["roomID"] = "159600",
["level"] = 2,
["bgID"] = 0,
},
["清芯"] = {
["roomID"] = 106246,
["level"] = 4,
["bgID"] = 0,
},
["为了一场雨"] = {
["roomID"] = 129480,
["level"] = 3,
["bgID"] = 0,
},
["芒果大坏蛋"] = {
["roomID"] = "342844",
["level"] = 1,
["bgID"] = 0,
},
["君候的凝望"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["栖世"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["禾口王日月"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["藍莓布朗"] = {
["roomID"] = "314337",
["level"] = 3,
["bgID"] = 0,
},
["大聪明灬战"] = {
["roomID"] = 201054,
["level"] = 3,
["bgID"] = 0,
},
["陌雨清寒"] = {
["roomID"] = 272142,
["level"] = 2,
["bgID"] = 0,
},
["书生灬"] = {
["roomID"] = 220350,
["level"] = 2,
["bgID"] = 0,
},
["牧小"] = {
["roomID"] = 172753,
["level"] = 2,
["bgID"] = 0,
},
["刘丶六一"] = {
["roomID"] = "160723",
["level"] = 4,
["bgID"] = 170,
},
["群星之遥"] = {
["roomID"] = 111666,
["level"] = 2,
["bgID"] = 0,
},
["猫不会喵"] = {
["roomID"] = "344105",
["level"] = 1,
["bgID"] = 0,
},
["吉祥牧牧"] = {
["roomID"] = 156283,
["level"] = 3,
["bgID"] = 0,
},
["青石丶"] = {
["roomID"] = 108755,
["level"] = 1,
["bgID"] = 0,
},
["秘巫之主"] = {
["roomID"] = 279908,
["level"] = 2,
["bgID"] = 0,
},
["辛如音"] = {
["roomID"] = "321469",
["level"] = 1,
["bgID"] = 0,
},
["唸柒丶"] = {
["roomID"] = 116079,
["level"] = 2,
["bgID"] = 0,
},
["阴福"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["妖妖粼"] = {
["roomID"] = 163229,
["level"] = 4,
["bgID"] = 0,
},
["小软一号"] = {
["roomID"] = 115086,
["level"] = 3,
["bgID"] = 0,
},
["旁若无人"] = {
["roomID"] = 147491,
["level"] = 4,
["bgID"] = 0,
},
["暗叶小邪"] = {
["roomID"] = 226265,
["level"] = 2,
["bgID"] = 170,
},
["Aazz"] = {
["roomID"] = "279265",
["level"] = 1,
["bgID"] = 0,
},
["陳瀚丷"] = {
["roomID"] = 132897,
["level"] = 1,
["bgID"] = 0,
},
["莫囄"] = {
["roomID"] = 283285,
["level"] = 2,
["bgID"] = 0,
},
["小玖歌丶"] = {
["roomID"] = 158458,
["level"] = 1,
["bgID"] = 0,
},
["双叶理央"] = {
["roomID"] = 124038,
["level"] = 3,
["bgID"] = 0,
},
["藤花草莓"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["Mengmengmeng"] = {
["roomID"] = "345966",
["level"] = 2,
["bgID"] = 0,
},
["万俟姬纯"] = {
["roomID"] = 290454,
["level"] = 1,
["bgID"] = 0,
},
["暖橘"] = {
["roomID"] = 131193,
["level"] = 2,
["bgID"] = 0,
},
["去囿风的地方"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["阿瓦达索命"] = {
["roomID"] = "340665",
["level"] = 1,
["bgID"] = 0,
},
["西瓜跳跳"] = {
["roomID"] = "176868",
["level"] = 3,
["bgID"] = 0,
},
["血色浒力"] = {
["roomID"] = "269554",
["level"] = 2,
["bgID"] = 170,
},
["久归"] = {
["roomID"] = 226839,
["level"] = 3,
["bgID"] = 0,
},
["陈瀚"] = {
["roomID"] = 132897,
["level"] = 1,
["bgID"] = 0,
},
["Emppty"] = {
["roomID"] = 163512,
["level"] = 2,
["bgID"] = 0,
},
["萨之忧伤"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["无畏之海"] = {
["roomID"] = "345767",
["level"] = 1,
["bgID"] = 0,
},
["那个飒满"] = {
["roomID"] = 116388,
["level"] = 4,
["bgID"] = 0,
},
["Oocc"] = {
["roomID"] = 160751,
["level"] = 2,
["bgID"] = 0,
},
["自闭骑德隆"] = {
["roomID"] = 132164,
["level"] = 3,
["bgID"] = 0,
},
["远航的牧牧"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["Playerbsdhg"] = {
["roomID"] = 281364,
["level"] = 1,
["bgID"] = 0,
},
["心灵之霞"] = {
["roomID"] = 161290,
["level"] = 1,
["bgID"] = 0,
},
["坏蛋丶法"] = {
["roomID"] = "130902",
["level"] = 3,
["bgID"] = 170,
},
["豆丶包十六号"] = {
["roomID"] = "168857",
["level"] = 2,
["bgID"] = 0,
},
["憨小鱼"] = {
["roomID"] = "135316",
["level"] = 4,
["bgID"] = 170,
},
["无忧丶牧"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["叕鸽鸽"] = {
["roomID"] = "146451",
["level"] = 3,
["bgID"] = 0,
},
["眛光"] = {
["roomID"] = "343550",
["level"] = 1,
["bgID"] = 170,
},
["爱情悬崖"] = {
["roomID"] = 145244,
["level"] = 3,
["bgID"] = 0,
},
["空虚丨小妞"] = {
["roomID"] = "346063",
["level"] = 2,
["bgID"] = 0,
},
["七天七世纪"] = {
["roomID"] = 112807,
["level"] = 3,
["bgID"] = 0,
},
["掉了牙的兔兔"] = {
["roomID"] = 289362,
["level"] = 4,
["bgID"] = 170,
},
["亚瑟之名"] = {
["roomID"] = 253761,
["level"] = 3,
["bgID"] = 0,
},
["我喜欢喝酒"] = {
["roomID"] = 293640,
["level"] = 1,
["bgID"] = 0,
},
["米法的诅咒"] = {
["roomID"] = "313749",
["level"] = 3,
["bgID"] = 0,
},
["耐打的憨憨"] = {
["roomID"] = 278620,
["level"] = 2,
["bgID"] = 0,
},
["名字紫色的"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["塞拉维老师"] = {
["roomID"] = "238965",
["level"] = 1,
["bgID"] = 0,
},
["爺赐你永生"] = {
["roomID"] = 169899,
["level"] = 3,
["bgID"] = 170,
},
["天殇灬法"] = {
["roomID"] = 158298,
["level"] = 2,
["bgID"] = 0,
},
["尐眬包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["死之音迅"] = {
["roomID"] = 115477,
["level"] = 2,
["bgID"] = 0,
},
["吃豁皮"] = {
["roomID"] = 113601,
["level"] = 4,
["bgID"] = 170,
},
["贫僧法号胸奴"] = {
["roomID"] = 108720,
["level"] = 2,
["bgID"] = 0,
},
["小拉胯"] = {
["roomID"] = "344698",
["level"] = 1,
["bgID"] = 170,
},
["壹米零叁"] = {
["roomID"] = "326921",
["level"] = 2,
["bgID"] = 170,
},
["绯色月下乀"] = {
["roomID"] = 108093,
["level"] = 4,
["bgID"] = 0,
},
["霜火之心"] = {
["roomID"] = 286423,
["level"] = 2,
["bgID"] = 0,
},
["欲断难断"] = {
["roomID"] = 240797,
["level"] = 2,
["bgID"] = 0,
},
["石井咲希丶"] = {
["roomID"] = "109413",
["level"] = 3,
["bgID"] = 0,
},
["天子丶"] = {
["roomID"] = "159675",
["level"] = 2,
["bgID"] = 0,
},
["玫瑰手紅"] = {
["roomID"] = 185203,
["level"] = 5,
["bgID"] = 200,
},
["大凯狠忙"] = {
["roomID"] = 126458,
["level"] = 4,
["bgID"] = 0,
},
["虔诚守护丷"] = {
["roomID"] = "108915",
["level"] = 4,
["bgID"] = 170,
},
["白萌萌"] = {
["roomID"] = "113130",
["level"] = 2,
["bgID"] = 0,
},
["品德出众"] = {
["roomID"] = "181593",
["level"] = 1,
["bgID"] = 0,
},
["月夜一号"] = {
["roomID"] = 116497,
["level"] = 2,
["bgID"] = 0,
},
["觅夏"] = {
["roomID"] = 284981,
["level"] = 3,
["bgID"] = 0,
},
["流浪记忆"] = {
["roomID"] = 267499,
["level"] = 2,
["bgID"] = 170,
},
["性感小黑骑"] = {
["roomID"] = "347110",
["level"] = 1,
["bgID"] = 0,
},
["舍予灬"] = {
["roomID"] = "322571",
["level"] = 2,
["bgID"] = 170,
},
["帅炸天的痛苦"] = {
["roomID"] = "173571",
["level"] = 4,
["bgID"] = 170,
},
["雨落清新"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["燃犹机"] = {
["roomID"] = "347680",
["level"] = 1,
["bgID"] = 0,
},
["苏泊尔电器"] = {
["roomID"] = "180602",
["level"] = 4,
["bgID"] = 0,
},
["法神一枝花"] = {
["roomID"] = 151983,
["level"] = 2,
["bgID"] = 0,
},
["哐哐丶"] = {
["roomID"] = 108195,
["level"] = 2,
["bgID"] = 0,
},
["一个喵子"] = {
["roomID"] = "134654",
["level"] = 4,
["bgID"] = 0,
},
["红丶十七"] = {
["roomID"] = 333353,
["level"] = 1,
["bgID"] = 0,
},
["断层倒印记"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["她与她说"] = {
["roomID"] = "203918",
["level"] = 2,
["bgID"] = 0,
},
["丶小雪碧"] = {
["roomID"] = 168983,
["level"] = 4,
["bgID"] = 0,
},
["看看圣光"] = {
["roomID"] = 159268,
["level"] = 2,
["bgID"] = 0,
},
["死战不退"] = {
["roomID"] = "129492",
["level"] = 4,
["bgID"] = 170,
},
["桃稚的春天"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["莉露卡"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["契魔者"] = {
["roomID"] = 132332,
["level"] = 2,
["bgID"] = 0,
},
["肉骨头丶"] = {
["roomID"] = "341003",
["level"] = 1,
["bgID"] = 0,
},
["小雨清新"] = {
["roomID"] = "249264",
["level"] = 1,
["bgID"] = 0,
},
["清蒸糖醋鱼"] = {
["roomID"] = "154451",
["level"] = 3,
["bgID"] = 170,
},
["香椿土鸡蛋"] = {
["roomID"] = 174276,
["level"] = 3,
["bgID"] = 0,
},
["锡林浩特"] = {
["roomID"] = "278242",
["level"] = 1,
["bgID"] = 0,
},
["暴芙那特"] = {
["roomID"] = 161430,
["level"] = 3,
["bgID"] = 0,
},
["路小满"] = {
["roomID"] = 283220,
["level"] = 3,
["bgID"] = 170,
},
["靛墨"] = {
["roomID"] = 323572,
["level"] = 2,
["bgID"] = 0,
},
["飞宏大将"] = {
["roomID"] = "320888",
["level"] = 3,
["bgID"] = 170,
},
["毒粉儿"] = {
["roomID"] = 184293,
["level"] = 1,
["bgID"] = 0,
},
["傀术妖姬"] = {
["roomID"] = "321962",
["level"] = 3,
["bgID"] = 170,
},
["夹断负心汉"] = {
["roomID"] = "132822",
["level"] = 2,
["bgID"] = 0,
},
["大魔法師思琪"] = {
["roomID"] = 292674,
["level"] = 1,
["bgID"] = 0,
},
["甜妹妹"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["如焉"] = {
["roomID"] = 132539,
["level"] = 4,
["bgID"] = 0,
},
["Iuxx"] = {
["roomID"] = "329204",
["level"] = 3,
["bgID"] = 170,
},
["涅萤利"] = {
["roomID"] = 110517,
["level"] = 4,
["bgID"] = 200,
},
["罪宝杜卡卡"] = {
["roomID"] = "340208",
["level"] = 1,
["bgID"] = 170,
},
["血色剑神"] = {
["roomID"] = "173012",
["level"] = 3,
["bgID"] = 0,
},
["虚空的凝望"] = {
["roomID"] = "346212",
["level"] = 1,
["bgID"] = 0,
},
["冷疯丶狂啼"] = {
["roomID"] = 134603,
["level"] = 1,
["bgID"] = 0,
},
["峨眉熊"] = {
["roomID"] = "174481",
["level"] = 2,
["bgID"] = 0,
},
["桃稚的夏天"] = {
["roomID"] = "158302",
["level"] = 2,
["bgID"] = 0,
},
["双马尾妞妞"] = {
["roomID"] = 127877,
["level"] = 3,
["bgID"] = 0,
},
["光浴之灭霸"] = {
["roomID"] = "154010",
["level"] = 1,
["bgID"] = 0,
},
["车尾又圆又翘"] = {
["roomID"] = "279361",
["level"] = 2,
["bgID"] = 0,
},
["剩光大领主"] = {
["roomID"] = 189228,
["level"] = 3,
["bgID"] = 0,
},
["丨果然丨"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["吃得消不"] = {
["roomID"] = "325454",
["level"] = 1,
["bgID"] = 170,
},
["云到水穷处"] = {
["roomID"] = "160043",
["level"] = 2,
["bgID"] = 0,
},
["天天骑小鹿冫"] = {
["bgID"] = 0,
["level"] = -1,
},
["星光丨无限"] = {
["roomID"] = "226515",
["level"] = 3,
["bgID"] = 0,
},
["如斯观潮"] = {
["roomID"] = 315280,
["level"] = 1,
["bgID"] = 0,
},
["一挽青丝"] = {
["roomID"] = 247479,
["level"] = 2,
["bgID"] = 0,
},
["镜子姐"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["忘尘音"] = {
["roomID"] = "249363",
["level"] = 1,
["bgID"] = 0,
},
["污染快集合"] = {
["roomID"] = "201520",
["level"] = 1,
["bgID"] = 0,
},
["Xieb"] = {
["roomID"] = 159024,
["level"] = 2,
["bgID"] = 0,
},
["阿斯帕西亚"] = {
["roomID"] = "348988",
["level"] = 1,
["bgID"] = 0,
},
["来吧灬安全期"] = {
["roomID"] = "201424",
["level"] = 2,
["bgID"] = 170,
},
["福禄双至"] = {
["roomID"] = 126422,
["level"] = 4,
["bgID"] = 0,
},
["来找我呀"] = {
["roomID"] = 270917,
["level"] = 1,
["bgID"] = 0,
},
["Otle"] = {
["roomID"] = 139406,
["level"] = 1,
["bgID"] = 0,
},
["堪怜咏絮才"] = {
["roomID"] = "205543",
["level"] = 2,
["bgID"] = 0,
},
["雪域炎鹰"] = {
["roomID"] = "348033",
["level"] = 1,
["bgID"] = 0,
},
["柠檬硬糖"] = {
["roomID"] = 143022,
["level"] = 3,
["bgID"] = 0,
},
["米斯奶骑三号"] = {
["roomID"] = "205680",
["level"] = 3,
["bgID"] = 170,
},
["亏贼"] = {
["roomID"] = "343286",
["level"] = 2,
["bgID"] = 0,
},
["要什么药"] = {
["roomID"] = "295880",
["level"] = 3,
["bgID"] = 170,
},
["高贵的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["小果然丶"] = {
["roomID"] = "235321",
["level"] = 1,
["bgID"] = 0,
},
["小小琻"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["月落星辰丶"] = {
["roomID"] = "271889",
["level"] = 1,
["bgID"] = 0,
},
["地府加特林"] = {
["bgID"] = 0,
["level"] = -1,
},
["零二零柒"] = {
["roomID"] = "344698",
["level"] = 1,
["bgID"] = 170,
},
["小蓝丫丫"] = {
["roomID"] = "346615",
["level"] = 1,
["bgID"] = 0,
},
["傻孢子"] = {
["roomID"] = 142111,
["level"] = 2,
["bgID"] = 0,
},
["虎峪河的残阳"] = {
["roomID"] = "318376",
["level"] = 2,
["bgID"] = 170,
},
["九幽能天使"] = {
["roomID"] = "347043",
["level"] = 1,
["bgID"] = 0,
},
["丨狂仔丨"] = {
["roomID"] = 284917,
["level"] = 1,
["bgID"] = 0,
},
["大波浪大"] = {
["roomID"] = 259817,
["level"] = 1,
["bgID"] = 0,
},
["一水黑"] = {
["roomID"] = 139227,
["level"] = 2,
["bgID"] = 0,
},
["酒馆团的土豆"] = {
["roomID"] = 111170,
["level"] = 4,
["bgID"] = 170,
},
["许一世长安"] = {
["roomID"] = 111266,
["level"] = 3,
["bgID"] = 0,
},
["听相思几许丶"] = {
["roomID"] = "130719",
["level"] = 2,
["bgID"] = 0,
},
["紫气东升"] = {
["roomID"] = "282633",
["level"] = 1,
["bgID"] = 0,
},
["全能骑侍"] = {
["roomID"] = "270917",
["level"] = 1,
["bgID"] = 0,
},
["实在人"] = {
["roomID"] = "201243",
["level"] = 4,
["bgID"] = 170,
},
["黑道天王"] = {
["roomID"] = "348039",
["level"] = 1,
["bgID"] = 0,
},
["Maylen"] = {
["roomID"] = 106881,
["level"] = 2,
["bgID"] = 0,
},
["醉影惊鸿"] = {
["roomID"] = 172051,
["level"] = 2,
["bgID"] = 0,
},
["香芋蒸排骨"] = {
["roomID"] = "174276",
["level"] = 3,
["bgID"] = 0,
},
["烟光里灬"] = {
["roomID"] = "220774",
["level"] = 2,
["bgID"] = 170,
},
["洛哓雨"] = {
["roomID"] = 106784,
["level"] = 2,
["bgID"] = 0,
},
["罗兰之耀"] = {
["roomID"] = 167455,
["level"] = 2,
["bgID"] = 0,
},
["小囡仔丶"] = {
["roomID"] = "347724",
["level"] = 1,
["bgID"] = 170,
},
["芯希雅"] = {
["roomID"] = 159096,
["level"] = 2,
["bgID"] = 0,
},
["水兵丶土星"] = {
["roomID"] = "346214",
["level"] = 2,
["bgID"] = 0,
},
["Oversheld"] = {
["roomID"] = "114258",
["level"] = 2,
["bgID"] = 0,
},
["逆鳞之杺"] = {
["roomID"] = "134238",
["level"] = 5,
["bgID"] = 170,
},
["元宝团子"] = {
["roomID"] = "235178",
["level"] = 3,
["bgID"] = 170,
},
["孙晓晗"] = {
["roomID"] = "172507",
["level"] = 3,
["bgID"] = 0,
},
["贼小沐"] = {
["roomID"] = "347421",
["level"] = 1,
["bgID"] = 0,
},
["璎木花道"] = {
["roomID"] = 160580,
["level"] = 2,
["bgID"] = 0,
},
["刺绝天下"] = {
["roomID"] = 238966,
["level"] = 2,
["bgID"] = 0,
},
["希薇儿丶"] = {
["roomID"] = "105504",
["level"] = 4,
["bgID"] = 170,
},
["他人即地狱"] = {
["roomID"] = "230803",
["level"] = 2,
["bgID"] = 170,
},
["未定之天命"] = {
["roomID"] = 115532,
["level"] = 1,
["bgID"] = 0,
},
["魔法晶水"] = {
["roomID"] = 108987,
["level"] = 2,
["bgID"] = 0,
},
["余音"] = {
["roomID"] = "293137",
["level"] = 1,
["bgID"] = 0,
},
["艾惟诺"] = {
["roomID"] = 304071,
["level"] = 1,
["bgID"] = 0,
},
["椒盐凉茶"] = {
["roomID"] = 281630,
["level"] = 2,
["bgID"] = 0,
},
["Overarmor"] = {
["roomID"] = "114258",
["level"] = 2,
["bgID"] = 0,
},
["妖妖贰妖"] = {
["roomID"] = "274190",
["level"] = 2,
["bgID"] = 0,
},
["木木樱花"] = {
["roomID"] = 113049,
["level"] = 4,
["bgID"] = 170,
},
["愿与光同尘"] = {
["roomID"] = "159608",
["level"] = 2,
["bgID"] = 170,
},
["风骚龟灵膏"] = {
["roomID"] = "322048",
["level"] = 3,
["bgID"] = 0,
},
["我只会放嗜血"] = {
["roomID"] = "162906",
["level"] = 2,
["bgID"] = 170,
},
["清水杂魚"] = {
["roomID"] = "181638",
["level"] = 2,
["bgID"] = 0,
},
["Soniux"] = {
["roomID"] = 294290,
["level"] = 2,
["bgID"] = 0,
},
["氪就丶改命"] = {
["roomID"] = 173352,
["level"] = 2,
["bgID"] = 0,
},
["压制给"] = {
["roomID"] = "261727",
["level"] = 3,
["bgID"] = 170,
},
["恋柱蜜璃"] = {
["roomID"] = 218621,
["level"] = 2,
["bgID"] = 0,
},
["花酱酷儿"] = {
["roomID"] = "106498",
["level"] = 2,
["bgID"] = 170,
},
["Tgbulibu"] = {
["roomID"] = 164744,
["level"] = 1,
["bgID"] = 0,
},
["三千煩惱"] = {
["roomID"] = 319418,
["level"] = 4,
["bgID"] = 170,
},
["知名道具师"] = {
["roomID"] = 132248,
["level"] = 2,
["bgID"] = 0,
},
["灭团之手"] = {
["roomID"] = "178175",
["level"] = 4,
["bgID"] = 0,
},
["骑摇"] = {
["roomID"] = "109244",
["level"] = 4,
["bgID"] = 170,
},
["花一样绚烂"] = {
["roomID"] = 295846,
["level"] = 1,
["bgID"] = 0,
},
["神秘水鬼"] = {
["roomID"] = "159096",
["level"] = 2,
["bgID"] = 0,
},
["美艳俏佳人"] = {
["roomID"] = "325454",
["level"] = 1,
["bgID"] = 170,
},
["土豆跳跳"] = {
["roomID"] = 176868,
["level"] = 3,
["bgID"] = 0,
},
["洞天"] = {
["roomID"] = "226967",
["level"] = 2,
["bgID"] = 170,
},
["梦入輪回"] = {
["roomID"] = "130443",
["level"] = 2,
["bgID"] = 0,
},
["汉东赵德汉"] = {
["roomID"] = "172691",
["level"] = 3,
["bgID"] = 170,
},
["凝結的命运"] = {
["roomID"] = 106134,
["level"] = 2,
["bgID"] = 170,
},
["秋少"] = {
["roomID"] = "130194",
["level"] = 4,
["bgID"] = 0,
},
["Shadowmourne"] = {
["roomID"] = "351965",
["level"] = 1,
["bgID"] = 0,
},
["茉茉大魔王"] = {
["roomID"] = "230803",
["level"] = 2,
["bgID"] = 170,
},
["俏俏乖乖"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["糯米灵灵"] = {
["roomID"] = "351013",
["level"] = 1,
["bgID"] = 0,
},
["李秀荷"] = {
["roomID"] = 111131,
["level"] = 4,
["bgID"] = 0,
},
["滂臭"] = {
["roomID"] = "319259",
["level"] = 2,
["bgID"] = 170,
},
["帅小猎"] = {
["roomID"] = "357014",
["level"] = 1,
["bgID"] = 0,
},
["尐咙包"] = {
["roomID"] = "174747",
["level"] = 3,
["bgID"] = 170,
},
["Anylastwords"] = {
["roomID"] = "344269",
["level"] = 2,
["bgID"] = 0,
},
["无坎"] = {
["roomID"] = "163364",
["level"] = 4,
["bgID"] = 170,
},
["Grandmaster"] = {
["bgID"] = 0,
["level"] = -1,
},
["梧桐逢秋意"] = {
["roomID"] = 182019,
["level"] = 4,
["bgID"] = 0,
},
["能出没注意"] = {
["roomID"] = "207164",
["level"] = 4,
["bgID"] = 170,
},
["丶红牛"] = {
["roomID"] = "222694",
["level"] = 4,
["bgID"] = 170,
},
["甜蜜回忆"] = {
["roomID"] = "182520",
["level"] = 3,
["bgID"] = 170,
},
["小坏無情"] = {
["roomID"] = 255043,
["level"] = 2,
["bgID"] = 0,
},
["莱阳梨"] = {
["roomID"] = 272075,
["level"] = 2,
["bgID"] = 0,
},
["风彳亍者"] = {
["roomID"] = 231082,
["level"] = 1,
["bgID"] = 0,
},
["那年我们十八"] = {
["roomID"] = "351232",
["level"] = 1,
["bgID"] = 0,
},
["彤牛马"] = {
["roomID"] = 130394,
["level"] = 3,
["bgID"] = 0,
},
["苍茫哥小法"] = {
["roomID"] = "121071",
["level"] = 2,
["bgID"] = 0,
},
["凭欄望岳"] = {
["roomID"] = "187278",
["level"] = 4,
["bgID"] = 0,
},
["无影随风"] = {
["roomID"] = "107042",
["level"] = 4,
["bgID"] = 170,
},
["猫爱上了鱼"] = {
["roomID"] = 180420,
["level"] = 2,
["bgID"] = 0,
},
["俏小俏"] = {
["roomID"] = "322529",
["level"] = 2,
["bgID"] = 170,
},
["泪若晨雨"] = {
["roomID"] = "351981",
["level"] = 1,
["bgID"] = 170,
},
["蕊芮一"] = {
["medalMap"] = {
["acc_exp"] = 115,
["next_star_level_threshold"] = 500,
["medal"] = {
170,
},
},
["medalTime"] = 1745052441,
["level"] = 1,
["bgID"] = 170,
["roomID"] = "348006",
},
["爱琴海之雨"] = {
["roomID"] = 187202,
["level"] = 2,
["bgID"] = 0,
},
["西山居士"] = {
["roomID"] = "338192",
["level"] = 1,
["bgID"] = 0,
},
["Onecaibi"] = {
["roomID"] = 184694,
["level"] = 3,
["bgID"] = 0,
},
["丫狂仔丫"] = {
["roomID"] = "284917",
["level"] = 1,
["bgID"] = 0,
},
["大哥丶饶命"] = {
["roomID"] = 138049,
["level"] = 2,
["bgID"] = 0,
},
["神御格挡"] = {
["roomID"] = 179518,
["level"] = 3,
["bgID"] = 0,
},
["浪漫的双鱼座"] = {
["roomID"] = "352581",
["level"] = 1,
["bgID"] = 0,
},
["不会治疗啊"] = {
["roomID"] = 327461,
["level"] = 2,
["bgID"] = 0,
},
["丨筱川丨"] = {
["roomID"] = "134673",
["level"] = 2,
["bgID"] = 170,
},
["南宫雪鹰"] = {
["roomID"] = 295831,
["level"] = 1,
["bgID"] = 0,
},
["Cling"] = {
["roomID"] = 204954,
["level"] = 1,
["bgID"] = 0,
},
["爺赐你凋零"] = {
["roomID"] = 283240,
["level"] = 2,
["bgID"] = 0,
},
["英勇的土豆"] = {
["roomID"] = "106468",
["level"] = 5,
["bgID"] = 140,
},
["萌新徳"] = {
["roomID"] = 153511,
["level"] = 2,
["bgID"] = 0,
},
["远航的法湿"] = {
["roomID"] = 121237,
["level"] = 4,
["bgID"] = 0,
},
["娜迦海妖"] = {
["roomID"] = 247207,
["level"] = 1,
["bgID"] = 0,
},
["葉小琪丶"] = {
["roomID"] = "287592",
["level"] = 2,
["bgID"] = 0,
},
},
["version"] = "20250418_1745022600078",
["addnVersion"] = "2.2.4",
},
},
},
}
