
Omen3DB = {
["profileKeys"] = {
["薇绮丶霜蓝 - 匕首岭"] = "薇绮丶霜蓝 - 匕首岭",
["葛芮芙丶霜蓝 - 匕首岭"] = "葛芮芙丶霜蓝 - 匕首岭",
["Splinter - 匕首岭"] = "Splinter - 匕首岭",
["苏莉娅丶霜蓝 - 匕首岭"] = "苏莉娅丶霜蓝 - 匕首岭",
["艾伊苏霜蓝 - 匕首岭"] = "艾伊苏霜蓝 - 匕首岭",
["Hayisu - 匕首岭"] = "Hayisu - 匕首岭",
["汉斯顿丶霜蓝 - 匕首岭"] = "汉斯顿丶霜蓝 - 匕首岭",
},
["profiles"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["PositionW"] = 408.8581848144531,
["PositionH"] = 159.6048278808594,
["VGrip2"] = 235.0932018537517,
["PositionY"] = 162.4258575439453,
["Background"] = {
["Color"] = {
["a"] = 0,
},
},
["Shown"] = true,
["VGrip1"] = 173.7645405005991,
["PositionX"] = 1630.855590820313,
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["PositionW"] = 189.6420593261719,
["Shown"] = false,
["PositionH"] = 150.5216827392578,
["VGrip2"] = 109.0441258767028,
["PositionY"] = 376.9255065917969,
["PositionX"] = 1309.6787109375,
["Background"] = {
["Color"] = {
["a"] = 0.2309032082557678,
},
},
["VGrip1"] = 80.59783216973685,
["Bar"] = {
["Height"] = 15,
},
},
["Splinter - 匕首岭"] = {
["Shown"] = false,
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["VGrip2"] = 202.1990774090161,
["PositionY"] = 181.6525421142578,
["PositionW"] = 351.6506042480469,
["VGrip1"] = 149.4514919979684,
["Shown"] = true,
["Background"] = {
["Color"] = {
["a"] = 0.3614881038665772,
["b"] = 0.8901961445808411,
["g"] = 0.207843154668808,
["r"] = 0.686274528503418,
},
},
["PositionX"] = 1638.92919921875,
["PositionH"] = 181.6525421142578,
},
["艾伊苏霜蓝 - 匕首岭"] = {
["VGrip2"] = 124.802240001333,
["PositionY"] = 122.0414428710938,
["PositionW"] = 217.0471038818359,
["VGrip1"] = 92.2451339140287,
["Shown"] = true,
["Background"] = {
["Color"] = {
["a"] = 0,
},
},
["PositionX"] = 1652.473388671875,
["PositionH"] = 118.7082214355469,
},
["Hayisu - 匕首岭"] = {
["VGrip2"] = 140.6547567452212,
["PositionY"] = 85.56966400146484,
["PositionW"] = 244.6170043945313,
["PositionX"] = 1638.754638671875,
["Shown"] = false,
["Background"] = {
["Color"] = {
["a"] = 0.3206691741943359,
},
},
["VGrip1"] = 103.9622115073374,
["PositionH"] = 79.03677368164062,
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
["Shown"] = false,
},
},
}
