
Omen3DB = {
["profileKeys"] = {
["薇绮丶霜蓝 - 匕首岭"] = "薇绮丶霜蓝 - 匕首岭",
["葛芮芙丶霜蓝 - 匕首岭"] = "葛芮芙丶霜蓝 - 匕首岭",
["Splinter - 匕首岭"] = "Splinter - 匕首岭",
["Hayisu - 匕首岭"] = "Hayisu - 匕首岭",
["汉斯顿丶霜蓝 - 匕首岭"] = "汉斯顿丶霜蓝 - 匕首岭",
["苏莉娅丶霜蓝 - 匕首岭"] = "苏莉娅丶霜蓝 - 匕首岭",
["艾伊苏霜蓝 - 匕首岭"] = "艾伊苏霜蓝 - 匕首岭",
},
["profiles"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["VGrip2"] = 120.55858306469,
["PositionY"] = 408.6256713867188,
["PositionW"] = 209.6672821044922,
["PositionH"] = 99.84752655029297,
["Shown"] = true,
["Background"] = {
["Color"] = {
["a"] = 0,
},
},
["PositionX"] = 1311.748779296875,
["VGrip1"] = 89.10851791737954,
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["PositionY"] = 141.8803100585938,
["PositionW"] = 200.0001525878906,
["Shown"] = false,
["Background"] = {
["Color"] = {
["a"] = 0.2309032082557678,
},
},
["PositionX"] = 1229.20556640625,
["PositionH"] = 82.00000762939453,
},
["Splinter - 匕首岭"] = {
["Shown"] = false,
},
["Hayisu - 匕首岭"] = {
["VGrip2"] = 140.6547567452212,
["PositionY"] = 355.6724548339844,
["PositionW"] = 244.6170043945313,
["PositionX"] = 1293.755981445313,
["Shown"] = false,
["Background"] = {
["Color"] = {
["a"] = 0.3206691741943359,
},
},
["VGrip1"] = 103.9622115073374,
["PositionH"] = 79.03677368164062,
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
["Shown"] = false,
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["PositionW"] = 192.7420501708984,
["PositionH"] = 124.585319519043,
["VGrip2"] = 110.8265805126964,
["PositionY"] = 419.3790893554688,
["Background"] = {
["Color"] = {
["a"] = 0.3614881038665772,
["b"] = 0.8901961445808411,
["g"] = 0.207843154668808,
["r"] = 0.686274528503418,
},
},
["Shown"] = false,
["VGrip1"] = 81.9152986398191,
["PositionX"] = 1260.07568359375,
},
["艾伊苏霜蓝 - 匕首岭"] = {
["VGrip2"] = 124.802240001333,
["PositionY"] = 177.0180358886719,
["PositionW"] = 217.0471038818359,
["VGrip1"] = 92.2451339140287,
["Shown"] = true,
["Background"] = {
["Color"] = {
["a"] = 0,
},
},
["PositionX"] = 1301.897705078125,
["PositionH"] = 118.7082214355469,
},
},
}
