
Omen3DB = {
["profileKeys"] = {
["薇绮丶霜蓝 - 匕首岭"] = "薇绮丶霜蓝 - 匕首岭",
["葛芮芙丶霜蓝 - 匕首岭"] = "葛芮芙丶霜蓝 - 匕首岭",
["Splinter - 匕首岭"] = "Splinter - 匕首岭",
["Hayisu - 匕首岭"] = "Hayisu - 匕首岭",
["汉斯顿丶霜蓝 - 匕首岭"] = "汉斯顿丶霜蓝 - 匕首岭",
["苏莉娅丶霜蓝 - 匕首岭"] = "苏莉娅丶霜蓝 - 匕首岭",
["艾伊苏霜蓝 - 匕首岭"] = "艾伊苏霜蓝 - 匕首岭",
},
["profiles"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["VGrip2"] = 120.55858306469,
["PositionY"] = 411.8128356933594,
["PositionW"] = 209.6673278808594,
["PositionH"] = 99.84757232666016,
["Shown"] = true,
["Background"] = {
["Color"] = {
["a"] = 0,
},
},
["PositionX"] = 1305.374633789063,
["VGrip1"] = 89.10851791737954,
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["PositionY"] = 146.6610260009766,
["PositionW"] = 200.0001068115234,
["Shown"] = false,
["Background"] = {
["Color"] = {
["a"] = 0.2309032082557678,
},
},
["PositionX"] = 1310.4755859375,
["PositionH"] = 82.00000762939453,
},
["Splinter - 匕首岭"] = {
["Shown"] = false,
},
["Hayisu - 匕首岭"] = {
["VGrip2"] = 140.6547567452212,
["PositionY"] = 355.6724548339844,
["PositionW"] = 244.6170043945313,
["VGrip1"] = 103.9622115073374,
["Shown"] = false,
["Background"] = {
["Color"] = {
["a"] = 0.3206691741943359,
},
},
["PositionX"] = 1293.755981445313,
["PositionH"] = 79.03677368164062,
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
["Shown"] = false,
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["PositionW"] = 194.7414703369141,
["PositionH"] = 113.2371444702148,
["VGrip2"] = 111.9763149138002,
["PositionY"] = 172.2417755126953,
["Background"] = {
["Color"] = {
["a"] = 0.3614881038665772,
["b"] = 0.8901961445808411,
["g"] = 0.207843154668808,
["r"] = 0.686274528503418,
},
},
["Shown"] = true,
["VGrip1"] = 82.76510232759144,
["PositionX"] = 1244.620483398438,
},
["艾伊苏霜蓝 - 匕首岭"] = {
["VGrip2"] = 124.802240001333,
["PositionY"] = 177.0180358886719,
["PositionW"] = 217.0471038818359,
["VGrip1"] = 92.2451339140287,
["Shown"] = true,
["Background"] = {
["Color"] = {
["a"] = 0,
},
},
["PositionX"] = 1301.897705078125,
["PositionH"] = 118.7082214355469,
},
},
}
