
RecountDB = {
["profileKeys"] = {
["薇绮丶霜蓝 - 匕首岭"] = "薇绮丶霜蓝 - 匕首岭",
["葛芮芙丶霜蓝 - 匕首岭"] = "葛芮芙丶霜蓝 - 匕首岭",
["Splinter - 匕首岭"] = "Splinter - 匕首岭",
["苏莉娅丶霜蓝 - 匕首岭"] = "苏莉娅丶霜蓝 - 匕首岭",
["艾伊苏霜蓝 - 匕首岭"] = "艾伊苏霜蓝 - 匕首岭",
["Hayisu - 匕首岭"] = "Hayisu - 匕首岭",
["汉斯顿丶霜蓝 - 匕首岭"] = "汉斯顿丶霜蓝 - 匕首岭",
},
["profiles"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -360.9646606445313,
["x"] = 383.971435546875,
["w"] = 219.8003540039063,
["h"] = 258.2557373046875,
},
},
["DetailWindowX"] = 671.8663330078125,
["LastInstanceName"] = "十字军的试炼",
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["CurDataSet"] = "LastFightData",
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.4923423528671265,
["g"] = 0.3333333432674408,
},
["Background"] = {
["a"] = 0.3964816927909851,
["b"] = 0,
["g"] = 0.458823561668396,
["r"] = 0.8509804606437683,
},
},
["Other Windows"] = {
["Title"] = {
["g"] = 0.2431372702121735,
["b"] = 0.08627451211214066,
},
["Background"] = {
["b"] = 0,
["g"] = 0.1176470667123795,
["r"] = 0.4784314036369324,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["DetailWindowY"] = -338.9999694824219,
["MainWindowWidth"] = 219.8005065917969,
["MainWindowHeight"] = 258.2557678222656,
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -256.1859436035156,
["x"] = 381.4901123046875,
["w"] = 199.4920806884766,
["h"] = 224.5403747558594,
},
},
["Colors"] = {
["Window"] = {
["Title"] = {
["r"] = 0.6627451181411743,
["g"] = 0.1058823615312576,
["b"] = 0.1647058874368668,
},
["Background"] = {
["a"] = 0.7537788152694702,
["r"] = 0.8705883026123047,
["g"] = 0.2901960909366608,
["b"] = 0.5333333611488342,
},
},
["Other Windows"] = {
["Title"] = {
["a"] = 0.8757826462388039,
["r"] = 0.8078432083129883,
["g"] = 0.1098039299249649,
["b"] = 0.2392157018184662,
},
["Background"] = {
["a"] = 0.5533427596092224,
["r"] = 0.6509804129600525,
["g"] = 0.1921568810939789,
["b"] = 0.364705890417099,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["MainWindowHeight"] = 224.5403747558594,
["CurDataSet"] = "OverallData",
["MainWindowWidth"] = 199.4918518066406,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["Splinter - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -96.67410278320312,
["x"] = 403.7993774414063,
["w"] = 140.0001220703125,
["h"] = 200.0000152587891,
},
},
["CurDataSet"] = "OverallData",
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -327.6544036865234,
["x"] = 390.7865600585938,
["w"] = 194.7099914550781,
["h"] = 243.5566101074219,
},
},
["MainWindowMode"] = 5,
["LastInstanceName"] = "冠军的试炼",
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["CurDataSet"] = "LastFightData",
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.4502480030059815,
["b"] = 0.9215686917304993,
},
},
["Other Windows"] = {
["Title"] = {
["b"] = 1,
["g"] = 0.2392157018184662,
["r"] = 0.615686297416687,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["DetailWindowY"] = -327.1016540527344,
["DetailWindowX"] = 905.3709716796875,
["MainWindowWidth"] = 194.7102813720703,
["MainWindowHeight"] = 243.5566101074219,
},
["艾伊苏霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -262.51611328125,
["x"] = 387.853515625,
["w"] = 212.2554626464844,
["h"] = 213.4172058105469,
},
["BarText"] = {
["NumFormat"] = 2,
},
},
["ReportLines"] = 4,
["Colors"] = {
["Other Windows"] = {
["Background"] = {
["a"] = 0.587421327829361,
["r"] = 0.5529412031173706,
["g"] = 0.5529412031173706,
["b"] = 0.5529412031173706,
},
["Title"] = {
["a"] = 0.5470758378505707,
["r"] = 0.4470588564872742,
["g"] = 1,
["b"] = 0.4509804248809815,
},
["Title Text"] = {
["a"] = 0.5147999227046967,
["g"] = 0.9215686917304993,
["r"] = 0.9450981020927429,
},
},
["Window"] = {
["Background"] = {
["a"] = 0.6100000143051147,
["r"] = 0.6274510025978088,
["g"] = 0.6274510025978088,
["b"] = 0.6274510025978088,
},
["Title"] = {
["a"] = 0.3856949210166931,
["r"] = 0.2588235437870026,
["g"] = 1,
["b"] = 0.3725490272045136,
},
["Title Text"] = {
["a"] = 0.595490574836731,
},
},
["Class"] = {
["HUNTER"] = {
["a"] = 0.7730106711387634,
["r"] = 0.6705882549285889,
["g"] = 0.8313726186752319,
["b"] = 0.4509804248809815,
},
["DEATHKNIGHT"] = {
["r"] = 0.7686275243759155,
["g"] = 0.1215686351060867,
["b"] = 0.2313725650310516,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
["r"] = 0.7490196228027344,
["g"] = 0.7490196228027344,
["b"] = 0.7490196228027344,
},
},
},
["DetailWindowY"] = -240.8386840820313,
["DetailWindowX"] = 546.1904296875,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["BarTextColorSwap"] = false,
["CurDataSet"] = "OverallData",
["MainWindowHeight"] = 213.4171447753906,
["MainWindowWidth"] = 212.2554626464844,
["LastInstanceName"] = "安其拉废墟",
},
["Hayisu - 匕首岭"] = {
["MainWindowHeight"] = 223.1021881103516,
["MainWindow"] = {
["Position"] = {
["y"] = -374.4390258789063,
["x"] = 395.9554443359375,
["w"] = 240.4689331054688,
["h"] = 223.1021881103516,
},
},
["MainWindowMode"] = 9,
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.5897889137268066,
["g"] = 0.8392157554626465,
["b"] = 0.3921568989753723,
},
["Background"] = {
["a"] = 0.6338746249675751,
["r"] = 0.8588235974311829,
["g"] = 0.7019608020782471,
["b"] = 0.5411764979362488,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
["Other Windows"] = {
["Title"] = {
["a"] = 0.6691424250602722,
["g"] = 0.8666667342185974,
["b"] = 0.5333333611488342,
},
},
},
["LastInstanceName"] = "魔枢",
["CurDataSet"] = "LastFightData",
["MainWindowWidth"] = 240.4683685302734,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
["CurDataSet"] = "OverallData",
["MainWindow"] = {
["Position"] = {
["w"] = 139.9999084472656,
},
},
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
},
}
