
RecountDB = {
["profileKeys"] = {
["薇绮丶霜蓝 - 匕首岭"] = "薇绮丶霜蓝 - 匕首岭",
["葛芮芙丶霜蓝 - 匕首岭"] = "葛芮芙丶霜蓝 - 匕首岭",
["Splinter - 匕首岭"] = "Splinter - 匕首岭",
["苏莉娅丶霜蓝 - 匕首岭"] = "苏莉娅丶霜蓝 - 匕首岭",
["艾伊苏霜蓝 - 匕首岭"] = "艾伊苏霜蓝 - 匕首岭",
["Hayisu - 匕首岭"] = "Hayisu - 匕首岭",
["汉斯顿丶霜蓝 - 匕首岭"] = "汉斯顿丶霜蓝 - 匕首岭",
},
["profiles"] = {
["薇绮丶霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -358.5741882324219,
["x"] = 390.345703125,
["w"] = 219.8000640869141,
["h"] = 258.2557373046875,
},
},
["Colors"] = {
["Other Windows"] = {
["Background"] = {
["b"] = 0,
["g"] = 0.1176470667123795,
["r"] = 0.4784314036369324,
},
["Title"] = {
["g"] = 0.2431372702121735,
["b"] = 0.08627451211214066,
},
},
["Window"] = {
["Background"] = {
["a"] = 0.3964816927909851,
["b"] = 0,
["g"] = 0.458823561668396,
["r"] = 0.8509804606437683,
},
["Title"] = {
["a"] = 0.4923423528671265,
["g"] = 0.3333333432674408,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["DetailWindowY"] = -338.9999694824219,
["DetailWindowX"] = 671.8663330078125,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["MainWindowVis"] = false,
["LastInstanceName"] = "十字军的试炼",
["CurDataSet"] = "CurrentFightData",
["MainWindowWidth"] = 219.8005065917969,
["MainWindowHeight"] = 258.2557678222656,
},
["葛芮芙丶霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -277.6985168457031,
["x"] = 389.4586181640625,
["w"] = 199.4923400878906,
["h"] = 224.5403747558594,
},
},
["Colors"] = {
["Window"] = {
["Title"] = {
["r"] = 0.6627451181411743,
["g"] = 0.1058823615312576,
["b"] = 0.1647058874368668,
},
["Background"] = {
["a"] = 0.7537788152694702,
["r"] = 0.8705883026123047,
["g"] = 0.2901960909366608,
["b"] = 0.5333333611488342,
},
},
["Other Windows"] = {
["Title"] = {
["a"] = 0.8757826462388039,
["r"] = 0.8078432083129883,
["g"] = 0.1098039299249649,
["b"] = 0.2392157018184662,
},
["Background"] = {
["a"] = 0.5533427596092224,
["r"] = 0.6509804129600525,
["g"] = 0.1921568810939789,
["b"] = 0.364705890417099,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["LastInstanceName"] = "乌特加德城堡",
["MainWindowHeight"] = 224.5403747558594,
["CurDataSet"] = "OverallData",
["MainWindowWidth"] = 199.4918518066406,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["Splinter - 匕首岭"] = {
["MainWindow"] = {
["Position"] = {
["y"] = -96.67410278320312,
["x"] = 403.7993774414063,
["w"] = 140.0001220703125,
["h"] = 200.0000152587891,
},
},
["CurDataSet"] = "OverallData",
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["苏莉娅丶霜蓝 - 匕首岭"] = {
["MainWindowVis"] = false,
["MainWindow"] = {
["Position"] = {
["y"] = -327.6540222167969,
["x"] = 390.7870483398438,
["w"] = 194.7097778320313,
["h"] = 243.5566101074219,
},
},
["DetailWindowX"] = 905.3709716796875,
["LastInstanceName"] = "十字军的试炼",
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["CurDataSet"] = "OverallData",
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.4502480030059815,
["b"] = 0.9215686917304993,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
["Other Windows"] = {
["Title"] = {
["b"] = 1,
["g"] = 0.2392157018184662,
["r"] = 0.615686297416687,
},
},
},
["DetailWindowY"] = -327.1016540527344,
["MainWindowWidth"] = 194.7102813720703,
["MainWindowHeight"] = 243.5566101074219,
},
["艾伊苏霜蓝 - 匕首岭"] = {
["MainWindow"] = {
["BarText"] = {
["NumFormat"] = 2,
},
["Position"] = {
["y"] = -23.48696899414063,
["x"] = -780.2013320922852,
["w"] = 293.5250854492188,
["h"] = 213.4172058105469,
},
},
["DetailWindowX"] = 546.1904296875,
["BarTextColorSwap"] = false,
["RealtimeWindows"] = {
["Realtime_FPS_FPS"] = {
"FPS",
"FPS",
"",
293.0181884765625,
90.85205078125,
250.7662811279297,
76.092041015625,
false,
},
["Realtime_!RAID_DAMAGE"] = {
"!RAID",
"DAMAGE",
"Raid DPS",
397.422119140625,
-17.7347412109375,
199.9999847412109,
232.0000915527344,
false,
},
},
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
["CurDataSet"] = "CurrentFightData",
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
["r"] = 0.7490196228027344,
["g"] = 0.7490196228027344,
["b"] = 0.7490196228027344,
},
},
["Window"] = {
["Background"] = {
["a"] = 0.6100000143051147,
["r"] = 0.6274510025978088,
["g"] = 0.6274510025978088,
["b"] = 0.6274510025978088,
},
["Title"] = {
["a"] = 0.3856949210166931,
["r"] = 0.2588235437870026,
["g"] = 1,
["b"] = 0.3725490272045136,
},
["Title Text"] = {
["a"] = 0.595490574836731,
},
},
["Class"] = {
["HUNTER"] = {
["a"] = 0.7730106711387634,
["r"] = 0.6705882549285889,
["g"] = 0.8313726186752319,
["b"] = 0.4509804248809815,
},
["DEATHKNIGHT"] = {
["r"] = 0.7686275243759155,
["g"] = 0.1215686351060867,
["b"] = 0.2313725650310516,
},
},
["Other Windows"] = {
["Background"] = {
["a"] = 0.587421327829361,
["r"] = 0.5529412031173706,
["g"] = 0.5529412031173706,
["b"] = 0.5529412031173706,
},
["Title"] = {
["a"] = 0.5470758378505707,
["r"] = 0.4470588564872742,
["g"] = 1,
["b"] = 0.4509804248809815,
},
["Title Text"] = {
["a"] = 0.5147999227046967,
["g"] = 0.9215686917304993,
["r"] = 0.9450981020927429,
},
},
},
["DetailWindowY"] = -240.8386840820313,
["MainWindowHeight"] = 213.4171447753906,
["MainWindowWidth"] = 293.5250549316406,
["ReportLines"] = 4,
["LastInstanceName"] = "十字军的试炼",
},
["Hayisu - 匕首岭"] = {
["Colors"] = {
["Window"] = {
["Title"] = {
["a"] = 0.5897889137268066,
["g"] = 0.8392157554626465,
["b"] = 0.3921568989753723,
},
["Background"] = {
["a"] = 0.6338746249675751,
["r"] = 0.8588235974311829,
["g"] = 0.7019608020782471,
["b"] = 0.5411764979362488,
},
},
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
["Other Windows"] = {
["Title"] = {
["a"] = 0.6691424250602722,
["g"] = 0.8666667342185974,
["b"] = 0.5333333611488342,
},
},
},
["MainWindow"] = {
["Position"] = {
["y"] = -308.7052001953125,
["x"] = 889.9483642578125,
["w"] = 224.5341949462891,
["h"] = 220.7119293212891,
},
},
["MainWindowMode"] = 9,
["CurDataSet"] = "LastFightData",
["MainWindowHeight"] = 220.7119445800781,
["LastInstanceName"] = "冠军的试炼",
["MainWindowWidth"] = 224.5336151123047,
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
["汉斯顿丶霜蓝 - 匕首岭"] = {
["MainWindowVis"] = false,
["MainWindow"] = {
["Position"] = {
["y"] = -242.2158508300781,
["x"] = 333.843994140625,
["w"] = 139.9999237060547,
["h"] = 200.0000305175781,
},
},
["Colors"] = {
["Bar"] = {
["Bar Text"] = {
["a"] = 1,
},
["Total Bar"] = {
["a"] = 1,
},
},
},
["CurDataSet"] = "OverallData",
["minimap"] = {
["minimapPos"] = 220,
["radius"] = 80,
["hide"] = false,
},
},
},
}
