
HandyNotesDB = {
["profileKeys"] = {
["飞霄 - 匕首岭"] = "飞霄 - 匕首岭",
["麦丁芸 - 匕首岭"] = "麦丁芸 - 匕首岭",
["遐蝶 - 匕首岭"] = "遐蝶 - 匕首岭",
["玲可 - 匕首岭"] = "玲可 - 匕首岭",
["缇宝 - 匕首岭"] = "缇宝 - 匕首岭",
},
["profiles"] = {
["飞霄 - 匕首岭"] = {
},
["麦丁芸 - 匕首岭"] = {
},
["遐蝶 - 匕首岭"] = {
},
["玲可 - 匕首岭"] = {
},
["缇宝 - 匕首岭"] = {
},
},
}
HandyNotes_HandyNotesDB = {
["profileKeys"] = {
["飞霄 - 匕首岭"] = "飞霄 - 匕首岭",
["麦丁芸 - 匕首岭"] = "麦丁芸 - 匕首岭",
["遐蝶 - 匕首岭"] = "遐蝶 - 匕首岭",
["玲可 - 匕首岭"] = "玲可 - 匕首岭",
["缇宝 - 匕首岭"] = "缇宝 - 匕首岭",
},
["profiles"] = {
["飞霄 - 匕首岭"] = {
},
["麦丁芸 - 匕首岭"] = {
},
["遐蝶 - 匕首岭"] = {
},
["玲可 - 匕首岭"] = {
},
["缇宝 - 匕首岭"] = {
},
},
}
