
HandyNotes_NPCsClassicDB = {
["namespaces"] = {
["AltRecipes"] = {
},
},
["char"] = {
["飞霄 - 匕首岭"] = {
["learned"] = {
["黑锋哨站，祖达克"] = true,
["菲兹兰克机场，北风苔原"] = true,
["暮冬要塞，龙骨荒野"] = true,
["琥珀松木营地，灰熊丘陵"] = true,
["达拉然"] = true,
["无畏要塞，北风苔原"] = true,
["丹尼芬雷，风暴峭壁"] = true,
["群星之墓，龙骨荒野"] = true,
["古达克，祖达克"] = true,
["莫亚基，龙骨荒野"] = true,
["银色前线基地，冰冠冰川"] = true,
["乌努比，北风苔原"] = true,
["月溪旅，灰熊丘陵"] = true,
["银色比武场，冰冠冰川"] = true,
["琥珀崖，北风苔原"] = true,
["维德瓦堡垒，嚎风峡湾"] = true,
["永生之盾，考达拉"] = true,
["冰霜堡，风暴峭壁"] = true,
["K3，风暴峭壁"] = true,
["银色前沿，祖达克"] = true,
["龙眠神殿，龙骨荒野"] = true,
["瓦加德港口，嚎风峡湾"] = true,
["弗塔根要塞，龙骨荒野"] = true,
["圣光据点，祖达克"] = true,
["希姆托加，祖达克"] = true,
},
},
},
["profileKeys"] = {
["飞霄 - 匕首岭"] = "Default",
["麦丁芸 - 匕首岭"] = "Default",
["遐蝶 - 匕首岭"] = "Default",
["玲可 - 匕首岭"] = "Default",
["缇宝 - 匕首岭"] = "Default",
},
["profiles"] = {
["Default"] = {
},
},
}
